[
  {
    "document_title": "COMMUNITY-BASED TOURISM INITIATIVES IN UTTARAKHAND",
    "section_1_title": "1. INTRODUCTION",
    "cbt_definition": "Community-based Tourism (CBT) in Uttarakhand is a way of developing tourism that focuses on having local people play a big role in planning, carrying out, and managing tourism activities.",
    "tourism_model_impact": "This model of tourism positions the local residents as primary stakeholders and beneficiaries, ensuring that economic benefits remain within the community while promoting cultural preservation and environmental conservation.",
    "uttarakhand_description": "Uttarakhand, called \"Devbhoomi\" (Land of Gods), has beautiful scenery with snowy mountains, green valleys, clear rivers, and many different plants and animals.",
    "uttarakhand_cultural_significance": "The state has a special cultural background with different traditions, festivals, crafts, and food, making it a great place for community-focused tourism projects.",
    "uttarakhand_tourism_potential": "The area's many natural resources and cultural history make it a great place for sustainable tourism. This type of tourism can help local communities while also protecting these valuable assets.",
    "cbt_expansion": "Community-based tourism in Uttarakhand has expanded a lot in the past few years.",
    "cbt_evolution": "It has changed from just offering small village homestays to more complete programs that include fun activities, learning about local culture, nature-friendly tourism, and farm visits.",
    "cbt_success": "These programs have been successful in helping people find jobs in rural areas, stopping people from leaving their homes to find work, renewing old customs, and providing lasting job opportunities for local residents, especially women and young people.",
    "uttarakhand_village_location": "The traditional villages of Uttarakhand are found between 1,000 and 3,000 meters high.",
    "uttarakhand_village_experience": "These villages give visitors a real taste of local culture, allowing them to see and join in on everyday life, farming activities, and local customs.",
    "garhwal_kumaon_tourism": "People in the Garhwal and Kumaon areas have welcomed this tourism idea, creating special attractions that show their unique cultures and beautiful nature.",
    "section_2_title": "2. PROJECT AND ITS APPLICATIONS",
    "cbt_in_uttarakhand": "Community-based Tourism (CBT) in Uttarakhand involves developing tourism enterprises that are owned, managed, and operated by local community members.",
    "cbt_aim": "These initiatives aim to provide authentic cultural experiences to visitors while ensuring economic benefits remain within the community and natural resources are sustainably managed.",
    "market_overview_intro": "As per the Market Overview, the Applications of Community-based Tourism are:",
    "homestay_programs_title": "1. Homestay Programs",
    "village_homestays_description": "Village Homestays: Local families open their homes to visitors, providing accommodation, meals, and cultural immersion experiences. This allows tourists to experience authentic village life and traditional hospitality."
  },
  {
    "Heritage Home Conversions": "Traditional mountain homes are renovated and converted into comfortable accommodations while preserving architectural heritage.",
    "Cultural Tourism_number": 2,
    "Cultural Performances": "Local communities showcase traditional folk dances, music, and theatrical performances including Pandav Nritya, Choliya, and Jagars.",
    "Craft Demonstrations": "Visitors can observe and participate in traditional craft-making processes like Ringal (bamboo) craft, wool weaving, and copper work.",
    "Festivals and Rituals": "Community festivals like Phool Dei, Harela, and religious ceremonies are organized as tourism experiences with visitor participation.",
    "Nature-based Experiences_number": 3,
    "Guided Village Walks and Treks": "Local guides lead visitors through village trails, forests, and mountain paths, sharing indigenous knowledge about flora, fauna, and local history.",
    "Birdwatching Tours": "Community guides with knowledge of local avifauna lead specialized tours in biodiversity-rich areas.",
    "Nature Photography Expeditions": "Guided tours to scenic viewpoints and wildlife habitats catering to photography enthusiasts.",
    "Agri-tourism and Food Experiences_number": 4,
    "Farm Stays": "Tourists stay on working farms, participating in agricultural activities like planting, harvesting, and processing crops.",
    "Traditional Cooking Classes": "Local women teach visitors to prepare regional dishes using local ingredients and traditional cooking methods.",
    "Organic Farming Demonstrations": "Communities showcase sustainable farming practices, including water harvesting and natural pest management.",
    "Adventure Tourism_number": 5,
    "Community-managed Camping Sites": "Local groups manage camping facilities in scenic locations, providing services and security.",
    "Local Guide Services": "Community members trained as guides for activities like rock climbing, river rafting, and paragliding.",
    "Mountain Biking Trails": "Community-maintained trails with local guides and support services.",
    "Wellness Tourism_number": 6,
    "Traditional Healing Practices": "Communities offer experiences centered around local healing traditions and herbal medicine knowledge.",
    "Yoga and Meditation Retreats": "Village-based wellness programs in serene natural settings.",
    "Forest Bathing": "Guided mindfulness walks in forest environments based on traditional practices.",
    "Educational Tourism_number": 7,
    "Traditional Knowledge Workshops": "Programs teaching traditional skills like water management, sustainable architecture, and forest conservation.",
    "Language and Cultural Immersion": "Visitors learn local dialects and cultural practices through structured programs.",
    "Research Facilitation": "Communities support academic and scientific research by providing local knowledge and logistical assistance."
  },
  {
    "SECTION_1_TITLE": "DESIRED QUALIFICATIONS FOR PROMOTER",
    "SECTION_1_DESCRIPTION": "A promoter looking to establish a community-based tourism initiative in Uttarakhand should ideally possess a combination of tourism knowledge, community development skills, and environmental awareness.",
    "QUALIFICATION_1": "Educational background in tourism management, rural development, environmental science, or related fields.",
    "QUALIFICATION_2": "Experience in hospitality management, tour operations, or related service industries.",
    "QUALIFICATION_3": "Understanding of sustainable tourism practices and certifications.",
    "QUALIFICATION_4": "Strong communication and community mobilization skills to engage local stakeholders.",
    "QUALIFICATION_5": "Knowledge of Uttarakhand's culture, traditions, geography, and environmental aspects.",
    "QUALIFICATION_6": "Basic financial management and business planning skills.",
    "QUALIFICATION_7": "Familiarity with digital marketing and online booking platforms to promote community tourism.",
    "QUALIFICATION_8": "Experience in training and capacity building programs for community members.",
    "ADDITIONAL_REQUIREMENT": "genuine commitment to community empowerment, environmental conservation, and cultural preservation. Being adaptable, patient, and respectful of local governance systems will be beneficial for successful implementation.",
    "SECTION_2_TITLE": "BUSINESS OUTLOOK AND TRENDS",
    "SECTION_2_DESCRIPTION": "The establishment of community-based tourism initiatives in Uttarakhand presents a promising business opportunity driven by shifting tourism preferences and the region's unique offerings.",
    "UTTARAKHAND_LANDSCAPE": "Uttarakhand's spectacular landscapes, rich biodiversity, and vibrant cultural heritage provide an ideal backdrop for authentic tourism experiences.",
    "TRAVEL_TRENDS": "Post-pandemic travel trends show a significant shift toward sustainable, nature-based, and less-crowded destinations, with travelers increasingly seeking meaningful cultural exchanges and responsible tourism options that benefit local communities.",
    "TOURISM_MARKET": "The experiential tourism market is expanding rapidly, with visitors willing to pay premium prices for authentic interactions with local cultures, traditional lifestyles, and natural environments.",
    "ECOSYSTEMS": "Uttarakhand's diverse ecosystems, from alpine meadows to subtropical forests, enable a variety of nature-based activities throughout the year, reducing seasonality challenges.",
    "DIGITAL_IMPACT": "Digital platforms and social media have made it easier for community tourism initiatives to reach global markets directly",
    "GOVERNMENT_SUPPORT": "government support through schemes like the Mukhyamantri Homestay Yojana and Deen Dayal Upadhyaya Grameen Kaushalya Yojana provides financial assistance and capacity building."
  },
  {
    "Community-based tourism aligns perfectly with": "the global focus on Sustainable Development Goals, attracting environmentally and socially conscious travelers.",
    "The development of thematic tourism circuits connecting": "multiple community tourism sites creates comprehensive visitor experiences and extends stay duration.",
    "Innovation in tourism products, such as virtual experiences and specialized thematic offerings": "enables communities to tap into niche markets with higher spending capacity.",
    "As climate change concerns influence travel choices": "Uttarakhand's relatively cooler climate makes it an attractive destination during summer months.",
    "The business outlook is further strengthened by": "collaborations with academic institutions for training and research, the integration of traditional knowledge with modern tourism management, and the growing interest in regenerative tourism that leaves destinations better than before.",
    "With proper planning, community involvement, and sustainable practices": "community-based tourism in Uttarakhand has significant potential for growth and positive impact.",
    "5. MARKET POTENTIAL AND MARKETING ISSUES": null,
    "The market potential for community-based tourism in Uttarakhand is": "substantial, driven by increasing tourist interest in authentic, sustainable travel experiences.",
    "The primary factors contributing to this market potential include": ":",
    "Agricultural and Cultural Landscape": "Uttarakhand's rich cultural heritage, traditional farming practices, and well-preserved village architecture create an authentic setting for community tourism.",
    "Domestic Tourism Growth": "India's growing middle class is increasingly seeking weekend getaways and experiential holidays within the country, with mountain destinations being particularly popular.",
    "International Interest": "Foreign tourists seeking authentic cultural immersion beyond standard tourist circuits represent a significant potential market segment.",
    "Health and Wellness Tourism": "The clean mountain air, traditional healing practices, and serene environments of Uttarakhand villages appeal to wellness-focused travelers.",
    "Educational Tourism": "Schools, colleges, and research institutions are interested in educational trips that combine learning with cultural immersion.",
    "Marketing issues to consider": ":",
    "Seasonality Challenges": "Tourism in many parts of Uttarakhand is seasonal due to weather conditions, creating periods of high demand followed by low occupancy.",
    "Accessibility Issues": "Remote villages may face transportation and connectivity challenges, limiting visitor access and communication capabilities.",
    "Quality Standardization": "Maintaining consistent service quality across different community initiatives while preserving authenticity can be challenging."
  },
  {
    "Digital Divide": "Limited internet connectivity and digital literacy in remote communities may hamper online marketing and booking capabilities.",
    "Balancing Traditions and Tourist Expectations": "Finding the right balance between authentic experiences and basic comfort requirements of visitors.",
    "Overtourism Risks": "Successful initiatives may face challenges of overcrowding and cultural dilution if not managed carefully.",
    "Marketing Strategy": "Community-based tourism initiatives require a balanced marketing approach that respects local values while effectively reaching target audiences. Digital marketing through dedicated websites, social media platforms, and partnerships with responsible travel agencies is essential. Collaborations with travel bloggers, documentary filmmakers, and photographers who specialize in sustainable tourism help showcase authentic experiences to relevant audiences. Participation in specialized travel marts and eco-tourism exhibitions provides opportunities to connect with tour operators and direct clients.",
    "Tourism boards": "responsible travel networks, and eco-certification programs offer valuable marketing channels, while partnerships with educational institutions and corporate social responsibility programs create steady visitor flows. Themed experience packages around festivals, harvests, or seasonal activities help address seasonality issues, and cross-promotion with complementary tourism initiatives in nearby regions extends visitor stays and enhances the overall experience.",
    "Section": "6. RESOURCES REQUIRED",
    "Resources Required Intro": "The primary resources required for establishing community-based tourism initiatives in Uttarakhand include:",
    "Land and Buildings": "Existing village homes, community spaces, or farmland that can be adapted for tourism purposes. This may include renovation of traditional homes for homestays, development of common areas for cultural activities, and designation of nature trails on community land.",
    "Transportation": "Local vehicles for visitor transport, including jeeps or minivans suitable for mountain roads, and arrangements for connecting transportation from major transit hubs.",
    "Human Resources": "Community members trained in hospitality, guiding, cooking, cultural performances, and traditional crafts.",
    "Utilities and Amenities": "Basic infrastructure improvements including clean water supply, waste management systems, energy solutions (preferably renewable), and hygienic toilet facilities.",
    "Communication Equipment": "Mobile phones, basic computers, and internet connectivity solutions for booking management and emergency communication.",
    "Activity-specific Equipment": "Depending on the focus areas, equipment may be needed for trekking, camping, bird watching, or craft demonstrations."
  },
  {
    "Renovation of buildings": "should maintain traditional architecture while incorporating necessary comforts.",
    "Resources": "should be sourced locally wherever possible, with community members contributing labor and local knowledge.",
    "7. IMPLEMENTATION PROCESS": null,
    "The process for establishing and operating a community-based tourism initiative in Uttarakhand is as follows:": null,
    "A. Community Mobilization and Assessment": null,
    "Participatory Assessment": "Conduct community meetings to gauge interest, identify potential participants, and assess existing resources and capacities.",
    "Resource Mapping": "Document cultural and natural assets that could be developed into tourism experiences, including traditional knowledge, crafts, and natural attractions.",
    "B. Capacity Building": null,
    "Hospitality Training": "Provide training in guest relations, hygiene, food preparation, housekeeping, and basic English communication.",
    "Guide Training": "Train local youth as nature guides, cultural interpreters, and trek leaders with knowledge of local ecology, history, and safety protocols.",
    "Business Skills Development": "Offer training in basic accounting, pricing, marketing, and customer service.",
    "C. Infrastructure Development": null,
    "Homestay Preparation": "Renovate selected homes to meet basic tourism standards while preserving traditional architecture.",
    "Common Facilities": "Develop community spaces for cultural performances, craft demonstrations, and group activities.",
    "Signage and Trails": "Create clear signage for village walks, nature trails, and points of interest.",
    "D. Product Development": null,
    "Experience Design": "Create structured activities and experiences that showcase community strengths and meet visitor interests.",
    "Itinerary Creation": "Develop sample itineraries for different visitor segments, durations, and seasons.",
    "Pricing Strategy": "Establish fair pricing that ensures community benefits while remaining competitive."
  },
  {
    "Governance and Management": "E",
    "Community Tourism Committee": "Form a representative committee to oversee operations, resolve issues, and ensure equitable distribution of benefits.",
    "Role Allocation": "Assign specific responsibilities based on skills and interests (accommodation, activities, marketing, accounts).",
    "Benefit-sharing Mechanism": "Establish transparent systems for revenue distribution, including community fund contributions.",
    "Marketing and Promotion": "F",
    "Digital Presence": "Create social media accounts and basic website or listing on tourism platforms.",
    "Partnerships": "Establish relationships with tour operators, travel agencies, and tourism boards.",
    "FAM Trips": "Host familiarization trips for media, travel writers, and potential business partners.",
    "Monitoring and Adaptation": "G",
    "Feedback Collection": "Implement systems to gather and respond to visitor feedback.",
    "Impact Assessment": "Regularly monitor environmental, cultural, and economic impacts.",
    "Continuous Improvement": "Adapt offerings based on experience and market response.",
    "Process Flow": "The process flow should be circular rather than linear, with continuous feedback and improvement cycles.",
    "MANPOWER REQUIREMENT": "8",
    "Sr_No_1": "1",
    "Particulars_1": "Tourism Coordinator",
    "No_1": "1",
    "No_of_months_in_the_year_1": "12",
    "Wages_Salaries_per_month_Rs_In_Lakhs_1": "0.35",
    "Annual_Expense_Rs_In_Lakhs_1": "4.20",
    "Sr_No_2": "2",
    "Particulars_2": "Community Facilitator",
    "No_2": "2",
    "No_of_months_in_the_year_2": "12",
    "Wages_Salaries_per_month_Rs_In_Lakhs_2": "0.20",
    "Annual_Expense_Rs_In_Lakhs_2": "4.80",
    "Sr_No_3": "3",
    "Particulars_3": "Marketing Assistant",
    "No_3": "1",
    "No_of_months_in_the_year_3": "12",
    "Wages_Salaries_per_month_Rs_In_Lakhs_3": "0.18",
    "Annual_Expense_Rs_In_Lakhs_3": "2.16",
    "Sr_No_4": "4",
    "Particulars_4": "Homestay Hosts",
    "No_4": "10",
    "No_of_months_in_the_year_4": "8",
    "Wages_Salaries_per_month_Rs_In_Lakhs_4": "0.15",
    "Annual_Expense_Rs_In_Lakhs_4": "12.00",
    "Sr_No_5": "5",
    "Particulars_5": "Local Guides",
    "No_5": "5",
    "No_of_months_in_the_year_5": "8",
    "Wages_Salaries_per_month_Rs_In_Lakhs_5": "0.12",
    "Annual_Expense_Rs_In_Lakhs_5": "4.80",
    "Sr_No_6": "6",
    "Particulars_6": "Cultural Performers",
    "No_6": "8",
    "No_of_months_in_the_year_6": "8",
    "Wages_Salaries_per_month_Rs_In_Lakhs_6": "0.08",
    "Annual_Expense_Rs_In_Lakhs_6": "5.12",
    "Total": "33.08"
  },
  {
    "IMPLEMENTATION_SCHEDULE": "9",
    "SCHEDULE_SR_NO_1": "1",
    "SCHEDULE_ACTIVITY_1": "Community Mobilization and Baseline Assessment",
    "SCHEDULE_TIME_REQUIRED_1": "2",
    "SCHEDULE_SR_NO_2": "2",
    "SCHEDULE_ACTIVITY_2": "Formation of Community Tourism Committee",
    "SCHEDULE_TIME_REQUIRED_2": "1",
    "SCHEDULE_SR_NO_3": "3",
    "SCHEDULE_ACTIVITY_3": "Training and Capacity Building",
    "SCHEDULE_TIME_REQUIRED_3": "3",
    "SCHEDULE_SR_NO_4": "4",
    "SCHEDULE_ACTIVITY_4": "Infrastructure Development and Renovation",
    "SCHEDULE_TIME_REQUIRED_4": "6",
    "SCHEDULE_SR_NO_5": "5",
    "SCHEDULE_ACTIVITY_5": "Product Development and Pilot Testing",
    "SCHEDULE_TIME_REQUIRED_5": "2",
    "SCHEDULE_SR_NO_6": "6",
    "SCHEDULE_ACTIVITY_6": "Marketing Material Development",
    "SCHEDULE_TIME_REQUIRED_6": "2",
    "SCHEDULE_SR_NO_7": "7",
    "SCHEDULE_ACTIVITY_7": "Operational Systems Setup",
    "SCHEDULE_TIME_REQUIRED_7": "1",
    "SCHEDULE_SR_NO_8": "8",
    "SCHEDULE_ACTIVITY_8": "Launch and Initial Operations",
    "SCHEDULE_TIME_REQUIRED_8": "1",
    "SCHEDULE_SR_NO_9": "9",
    "SCHEDULE_ACTIVITY_9": "Total (some activities shall run concurrently)",
    "SCHEDULE_TIME_REQUIRED_9": "12",
    "COST_OF_PROJECT": "10",
    "PROJECT_SR_NO_1": "1",
    "PROJECT_PARTICULARS_1": "Land",
    "PROJECT_ANNUAL_EXPENSES_1": null,
    "PROJECT_SR_NO_2": "2",
    "PROJECT_PARTICULARS_2": "Building Renovation",
    "PROJECT_ANNUAL_EXPENSES_2": "20.00",
    "PROJECT_SR_NO_3": "3",
    "PROJECT_PARTICULARS_3": "Equipment and Furnishings",
    "PROJECT_ANNUAL_EXPENSES_3": "15.00",
    "PROJECT_SR_NO_4": "4",
    "PROJECT_PARTICULARS_4": "Training and Capacity Building",
    "PROJECT_ANNUAL_EXPENSES_4": "7.50",
    "PROJECT_SR_NO_5": "5",
    "PROJECT_PARTICULARS_5": "Marketing and Promotion",
    "PROJECT_ANNUAL_EXPENSES_5": "5.00",
    "PROJECT_SR_NO_6": "6",
    "PROJECT_PARTICULARS_6": "Documentation and Knowledge Materials",
    "PROJECT_ANNUAL_EXPENSES_6": "2.50",
    "PROJECT_SR_NO_7": "7",
    "PROJECT_PARTICULARS_7": "Working Capital",
    "PROJECT_ANNUAL_EXPENSES_7": "15.00",
    "PROJECT_TOTAL_COST": "65.00",
    "MEANS_OF_FINANCE": "11",
    "FINANCE_SR_NO_1": "1",
    "FINANCE_PARTICULARS_1": "Community Contribution (in-kind and cash)",
    "FINANCE_ANNUAL_EXPENSES_1": "13.00",
    "FINANCE_SR_NO_2": "2",
    "FINANCE_PARTICULARS_2": "Government Scheme Support",
    "FINANCE_ANNUAL_EXPENSES_2": "19.50",
    "FINANCE_SR_NO_3": "3",
    "FINANCE_PARTICULARS_3": "Bank Finance",
    "FINANCE_ANNUAL_EXPENSES_3": "32.50",
    "FINANCE_TOTAL": "65.00",
    "EQUIPMENT_AND_RESOURCES": "12",
    "EQUIPMENT_SECTION": "A. EQUIPMENT",
    "EQUIPMENT_SR_NO_1": "1",
    "EQUIPMENT_PARTICULARS_1": "Solar Water Heaters",
    "EQUIPMENT_UNIT_1": "10",
    "EQUIPMENT_PRICE_PER_UNIT_1": "0.35",
    "EQUIPMENT_TOTAL_AMOUNT_1": "3.50",
    "EQUIPMENT_SR_NO_2": "2",
    "EQUIPMENT_PARTICULARS_2": "Eco-friendly Waste Management System",
    "EQUIPMENT_UNIT_2": "1",
    "EQUIPMENT_PRICE_PER_UNIT_2": "2.00",
    "EQUIPMENT_TOTAL_AMOUNT_2": "2.00",
    "EQUIPMENT_SR_NO_3": "3",
    "EQUIPMENT_PARTICULARS_3": "Trekking and Outdoor Equipment",
    "EQUIPMENT_UNIT_3": "-",
    "EQUIPMENT_PRICE_PER_UNIT_3": null,
    "EQUIPMENT_TOTAL_AMOUNT_3": "3.00"
  },
  {
    "4_Cultural_Performance_Equipment": "1.50",
    "5_Communication_Equipment": "2.00",
    "Total_Amount": "12.00",
    "B_FURNITURE_EQUIPMENT": null,
    "Sr_No_1_Particulars": "Homestay Furniture and Bedding",
    "Unit_1": "10",
    "Price_per_Unit_Rs_in_lakhs_1": "0.15",
    "Total_Amount_Rs_in_lakhs_1": "1.50",
    "Sr_No_2_Particulars": "Community Kitchen Equipment",
    "Unit_2": "1",
    "Price_per_Unit_Rs_in_lakhs_2": "1.00",
    "Total_Amount_Rs_in_lakhs_2": "1.00",
    "Sr_No_3_Particulars": "Visitor Center Furnishings",
    "Unit_3": "1",
    "Price_per_Unit_Rs_in_lakhs_3": "0.50",
    "Total_Amount_Rs_in_lakhs_3": "0.50",
    "Total_Rs": "3.00",
    "Supplier_1": "Himalayan Ecotourism Equipment Dehradun, Uttarakhand",
    "Supplier_2": "Mountain Equipment Co-operative Delhi NCR Region",
    "Supplier_3": "Sustainable Tourism Solutions Nainital, Uttarakhand",
    "Supplier_4": "Solar Energy Systems Rishikesh, Uttarakhand",
    "13_SALES_REALISATION": null,
    "Sr_No_1_Product": "Homestay Accommodations",
    "Sales_in_Percentage_1": "45.00%",
    "INR_1": "4500000",
    "Sr_No_2_Product": "Cultural Experiences and Workshops",
    "Sales_in_Percentage_2": "20.00%",
    "INR_2": "2000000",
    "Sr_No_3_Product": "Guided Tours and Treks",
    "Sales_in_Percentage_3": "15.00%",
    "INR_3": "1500000",
    "Sr_No_4_Product": "Food and Culinary Experiences",
    "Sales_in_Percentage_4": "10.00%",
    "INR_4": "1000000",
    "Sr_No_5_Product": "Craft Sales and Demonstrations",
    "Sales_in_Percentage_5": "10.00%",
    "INR_5": "1000000",
    "Total_Sales": "100.00%",
    "Total_INR": "10000000"
  },
  {
    "Sr. No": "A.",
    "Particulars": "Sales realisation",
    "Annual Expenses (Rs. in lakhs)": "100.00",
    "B.": "Cost of operation",
    "i)": "Operational expenses",
    "ii)": "Utilities",
    "iii)": "Manpower Cost (Salaries/wages)",
    "iv)": "Administrative expenses",
    "v)": "Marketing Cost",
    "vi)": "Maintenance",
    "vii)": "Insurance",
    "viii)": "Interest",
    "Total (B)": "73.98",
    "Gross profit/loss (A - B)": "26.02",
    "Less: Depreciation": "3.75",
    "C.": "PBIT",
    "D": "Income-tax",
    "E": "Net profit/loss",
    "F.": "Repayment (Annual)",
    "G": "Retained surplus (E-F)",
    "Operational expenses_value": "22.00",
    "Utilities_value": "3.50",
    "Manpower Cost (Salaries/wages)_value": "33.08",
    "Administrative expenses_value": "2.00",
    "Marketing Cost_value": "5.00",
    "Maintenance_value": "3.00",
    "Insurance_value": "1.50",
    "Interest_value": "3.90",
    "PBIT_value": "22.27",
    "Income-tax_value": "-",
    "Net profit/loss_value": "22.27",
    "Repayment (Annual)_value": "-6.50",
    "Retained surplus (E-F)_value": "15.77",
    "Depreciation": "3.75",
    "Interest": "3.90",
    "Fixed Portion of Workforce": "11.16",
    "Insurance_fixed": "1.50",
    "Total Fixed cost": "20.31",
    "Operational expenses_variable": "22.00",
    "Utilities_variable": "3.50",
    "Variable Portion of Workforce": "21.92",
    "Administrative expenses_variable": "2.00",
    "Marketing Cost_variable": "5.00",
    "Maintenance_variable": "3.00",
    "Total Variable cost": "57.42",
    "Contribution margin": "42.58%",
    "Break-Even Point in Value": "47.70"
  },
  {
    "STATUTORY_GOVERNMENT_APPROVALS": "For a community-based tourism initiative in Uttarakhand, the following licenses and approvals are required:",
    "Homestay_Registration": "Homestay Registration under Uttarakhand Tourism Development Board's Homestay Scheme",
    "FSSAI_Basic_Registration": "FSSAI Basic Registration (for food service)",
    "Gram_Panchayat_No_Objection_Certificate": "Gram Panchayat No Objection Certificate",
    "Tourism_Department_Registration": "Tourism Department Registration",
    "Pollution_Control_Board_Clearance": "Pollution Control Board Clearance (if applicable)",
    "GST_Registration": "GST Registration (for annual turnover above threshold)",
    "Adventure_Tourism_Activity_Permits": "Adventure Tourism Activity Permits (if offering adventure activities)",
    "Forest_Department_Permissions": "Forest Department Permissions (if activities involve protected areas)",
    "TRAINING_CENTERS_AND_COURSES": "Promoters and community members looking to enhance their skills in community-based tourism can pursue relevant courses at the following institutes:",
    "Uttarakhand_Tourism_Development_Board_Programs": "Uttarakhand Tourism Development Board's Capacity Building Programs, Dehradun",
    "Indian_Institute_of_Tourism_and_Travel_Management": "Indian Institute of Tourism and Travel Management (IITTM), Gwalior (with outreach programs)",
    "Himalayan_Environmental_Studies_and_Conservation_Organization": "Himalayan Environmental Studies and Conservation Organization (HESCO), Dehradun",
    "GB_Pant_University_of_Agriculture_and_Technology": "G.B. Pant University of Agriculture and Technology, Pantnagar (Rural Development Programs)",
    "Tata_Institute_of_Social_Sciences": "Tata Institute of Social Sciences, Mumbai (Certificate Course in Sustainable Tourism)",
    "Swayam_portal_link": "https://swayam.gov.in/",
    "Swayam_portal_offers": "The Swayam portal (link: https://swayam.gov.in/) offers online courses in tourism management, sustainability, and entrepreneurship that can be accessed remotely.",
    "Specialized_training_in_hospitality": "Additionally, specialized training in hospitality, guiding, and sustainable tourism practices is offered by organizations like the Responsible Tourism Society of India and the Ecotourism Society of India through periodic workshops in Uttarakhand."
  }
]