[
  {
    "publication_url": "https://www.researchgate.net/publication/379372146",
    "chapter_month_year": "March 2024",
    "citation_count": "1",
    "reads_count": "1,708",
    "author_count": "1",
    "author_name": "Vishwambhar Prasad Sati",
    "author_university": "Mizoram University",
    "author_publications": "295",
    "author_citations": "1,867",
    "upload_date": "29 March 2024"
  },
  {
    "title": "EXPLORING THE CULTURAL RICHES: HERITAGE AND CULTURAL REALMS OF UTTARAKHAND",
    "author": "Vishwambhar Prasad Sati",
    "section": "Introduction",
    "culture_definition": "The term \"culture\" refers to the complex collection of knowledge, folklore, language, rules, rituals, habits, lifestyles, attitudes, beliefs, and customs that present a common identity to a particular group of people at a specific point in time. All social units develop a culture. The inhabitants of a specific region collectively contribute to forming the extraordinary essence of life, which is called culture.",
    "uttarakhand_cultural_history": "The cultural history of Uttarakhand is very ancient, beginning with the advent of Aryans in India. Its cultural history has been referenced in the great epics of Ramayana and Mahabharata. The temples of Badrinath and Kedarnath depict its historical significance.",
    "historian_opinions_on_aryan_arrival": "Historians have different opinions on the arrival of Aryans and their early settlements. Some foreign historians suggest that after the arrival of Aryans in India, they first settled in hilly regions, including the Uttarakhand Himalaya. However, Indian historians have a different opinion, believing that the Aryans arrived and settled in the Ganges plain before migrating to the Uttarakhand Himalaya.",
    "historians_on_civilization_flourishing": "Some historians, such as W. T. Henwood, Atkinson, Rahul Sankrityayan, Dr.Mauliya, and Mathpal, believe that human civilization flourished in the valleys of the Ganga and its tributaries.",
    "uttarakhand_early_home_of_aryans": "Due to numerous rivers originating and flowing in the Uttarakhand Himalaya, it is believed that Uttarakhand was the early home of the Aryans and many other human races.",
    "oldest_human_races": "The Kols, Kirats, Yakshas, Gandharvas, Kinnars, Nags, and Tangans are believed to be the oldest human races inhabiting the Uttarakhand Himalaya, as referred to in Hindu religious scriptures, including the Ramayana and Mahabharata. Apart from them, the Shaks, Khasas, and tribes are also among the oldest inhabitants.",
    "uttarakhand_kingdoms": "Uttarakhand had many small kingdoms, ruled by various rulers in the past, each with its cultural identity.",
    "uttarakhand_names": "Uttarakhand was known as Kedarkhand (the Garhwal region) and Manaskhand (the Kumaon region) in the past. It is called Dev-Bhumi.",
    "uttarakhand_himalaya_entities": "The Uttarakhand Himalaya consists of two distinct cultural and geographical entities: the Garhwal and Kumaon regions.",
    "regional_culture": "The culture, rituals, and customs of both regions are different and have been performed since time immemorial.",
    "religious_following": "The people follow either the Shaiv cult or the Vaishnav cult.",
    "shiva_followers": "A large number of people are followers of Lord Shiva and Goddess Shakti.",
    "shiva_incarnations": "Lord Shiva, an adorable deity, has many incarnations, namely Mahadev, KalBhairav, and Kalua, which are considered as folk deities.",
    "shakti_forms": "Similarly, Goddess Shakti has several forms, including Durga, Bhagawati, and Gaura or Parwati.",
    "kalbhairav_incarnation": "KalBhairav is believed to be one of the 52 incarnations of Lord Shiva.",
    "page_number": "1"
  },
  {
    "sacrificing_animals_custom": "In the past, the custom of sacrificing animals to appease Gods and Goddesses was common among the followers of Lord Shiva.",
    "goats_offering": "People used to offer goats to folk deities during fairs, festivals, and other auspicious occasions.",
    "custom_abolished": "However, over time, this custom has been abolished.",
    "goril_folk_deity": "'Goril,' a folk deity, is believed to be an incarnation of 'Lord Rama,' and the followers of Vaishnav Cult worship Lord Goril.",
    "food_habits": "The food habits of the followers of both cults are different.",
    "shaivs_vegetarian": "While the Shaivs are non-vegetarian, the Vaishnavs are pure vegetarian.",
    "family_deity": "Every family has its folk deity - Kul Dev/Devi and Isht Dev/Devi.",
    "gram_dev_jungle_dev": "Gram Dev and Jungle Dev are other folk deities worshipped by rural people.",
    "folk_deities_worship": "People worship all folk deities on various occasions.",
    "hindu_calendar_first_day": "Every first day of the Hindu calendar is known as Sankranti, and there are 12 Sankrantis celebrated in a year.",
    "navratras_celebration": "Navratras, a continuous nine-day and night celebration, are observed in the months of Chaitra and Margshirsha.",
    "dev_devi_naach": "During Navratras, Dev/Devi Naach is performed.",
    "dev_avataran": "Folk deities that are believed to have appeared in human form are called Dev Avataran.",
    "jagars_dhol_damau": "Jagars are sung, and drummers play Dhol-Damau.",
    "musical_environment": "The melodious sounds of drums, bands, and musical instruments create an enthusiastic and divinely charged environment.",
    "folk_deities_worship_purpose": "People worship folk deities for the peace, progress, and prosperity of their families and the well-being of society.",
    "food_offering": "Fruits, vegetables, sweets, and fresh food are offered to folk deities.",
    "brahmins_rituals": "Brahmins perform all rituals, and on all auspicious occasions, people from various castes and creeds, including Rajputs, Scheduled Tribes, and Scheduled Castes, invite Brahmins to conduct Puja in their homes.",
    "collective_puja": "Collective Puja is also organized by Brahmins, who have migrated from different parts of India, primarily from the Ganga valley.",
    "migration_records": "Records indicate that individuals such as Bahuguna migrated from Bengal, Bhatt from Gujarat and Maharashtra, and Dimri from Kashmir.",
    "rajputs_uttarakhand": "Rajputs, who migrated to Uttarakhand, played a crucial role in guarding the pilgrimage centers.",
    "bhotiyas_culture": "The Bhotiyas of Chamoli and Pithoragarh districts have a mixed culture.",
    "trade_relationship_tibet": "Before 1962, they had a trade relationship with Tibet and engaged in intermarriages.",
    "passes_trade_routes": "The three passes – Mana and Niti in the Chamoli district and Lipulekh in the Pithoragarh district were the main routes for trade.",
    "johar_festival": "Johar, a festival celebrated by Jadhs and Bhotiyas, is the primary festival of Tibetans.",
    "lord_shiva_worship": "Lord Shiva is a revered deity worshipped throughout the entire Uttarakhand Himalaya, and this devotion is reflected in the day-to-day affairs of the people.",
    "sacred_sites_lord_shiva": "Various sacred sites such as Kailash, Mansarovar, Chhota Kailash, PanchKedar, Jageshwar, and Bageshwar are considered the abode of Lord Shiva.",
    "goddess_shakti_forms": "Additionally, different forms of Goddess Shakti, including Nanda Devi, Naina Devi, Bhagawati, Surkanda Devi, Kunjapuri, and Chandrabadni, are worshipped in the region.",
    "uttarakhand_land": "Uttarakhand has been a land of peace, penance, and salvation for saints and sages (Rishis and Sadhus) since time immemorial.",
    "rishis_penance": "The Rishis undertook penance for the well-being-peace, progress, and prosperity of the region's inhabitants.",
    "pupils_learning": "In the past, pupils learned scriptures in Guru Kulas (places of learning), where the Rishis served as their teachers.",
    "page_number": "2"
  },
  {
    "Historical evidence suggests that the Uttarakhand Himalaya was also influenced by": "Buddhism.",
    "However, with the arrival of Adi Shankracharya in Uttarakhand during the 9th century AD, the": "people embraced Brahmin culture.",
    "Worshiping Lord Vishnu at Badrinath Dham is an ancient": "tradition, as depicted in the Skanda Purana.",
    "In this holy land, two sects, Matha and Arya Samaj, which are part of Hinduism, have": "established their presence.",
    "A group of people who adopted Buddhism within the Matha sect still": "maintains a deep faith in worshipping Lord Vishnu.",
    "The Arya Samaj, founded by Swami": "Dayanand Saraswati, has also left its imprint on Uttarakhand, with Swami Dayanand Saraswati",
    "visiting many places in the region. Life in the hills is exceptionally challenging for many people,": "with a significant portion being deprived of basic necessities such as food, shelter, and clothing.",
    "The terrain is rugged, and the climate can be harsh.": "Natural hazards are a common, intense, and",
    "frequent occurrence.": "The belief persists among the people that Gods and Goddesses reside in",
    "the high mountains, mountain tops, waterfalls, snow-covered peaks, rivers, streams, lakes,": "confluences, and the origins of rivers.",
    "There is a traditional belief that folk deities safeguard": "their lives during adverse situations.",
    "Describing Uttarakhand, Sherring states, 'In those lovely valleys, there is still the": "romance and poetry of life; each tree has its God, each bush its spirit.'",
    "Sages and saints often": "choose these serene places for meditation, with the well-being of humanity being the focal",
    "point of their contemplation.": "The traditional culture and customs of Uttarakhand are deeply",
    "influenced by the dominance of nature, and in turn, nature leaves a profound imprint on the": "diversity of culture and customs.",
    "The mighty Himalayas play a pivotal role in shaping the daily": "life of the people, who worship the Himalayas in the forms of Lord Shiva and Shakti.",
    "Seasons,": "festivals, societies, cultures, customs, and the diversity in religion, castes, and creeds are",
    "intricately integrated into the natural surroundings.": "",
    "The people of the region maintain social integrity among diverse castes and creeds,": "celebrating fairs and festivals with great enthusiasm and collective spirit.",
    "Spiritual and": "religious activities are intertwined with nature, as people embark on journeys that align closely",
    "with the natural environment.": "Most cultural activities are associated with various forms of",
    "nature, including rivers, mountains, and agricultural practices.": "The Ganga, considered the most",
    "sacred river, becomes the focal point for rituals and pujas performed on its banks.": "Morning and",
    "evening aartis are carried out daily.": "Additionally, riverbanks serve as important centers for",
    "performing funeral rituals.": "",
    "Cities and towns along the Ganga valley, from its source to where it meets the Bay of": "Bengal, serve as significant cultural centers for various customs and rituals.",
    "Notable cultural": "centers include Gangotri, Uttarkashi, Devprayag, Rishikesh, Haridwar, Prayagraj, Varanasi,",
    "Patna, and Ganga Sagar.": "Despite having distinct cultural identities, there is harmony among all",
    "groups of people.": "Indigenous people, referred to as Scheduled Tribes and Scheduled Castes,",
    "page_number": "3"
  },
  {
    "content": "json\n{\n  \"text1\": \"have thrived in the region while preserving their cultural identity.\",\n  \"text2\": \"The pilgrimages of Uttarakhand, situated in valleys and highland sacred places,\",\n  \"text3\": \"contribute to the integration of the nationhood. The priests in the Badrinath temple, for instance,\",\n  \"text4\": \"belong to Kerala, specifically the Namboodaries Brahmins. Major centers for attaining\",\n  \"text5\": \"spirituality include Panch Badri, PanchKedar, and PanchPrayag. Rishikesh and Haridwar, two\",\n  \"text6\": \"ancient cultural places, attract pilgrims from around the world who come to perform customs\",\n  \"text7\": \"and rituals. The cultural significance of Uttarakhand is not only upheld through present-day\",\n  \"text8\": \"practices but is also deeply rooted in legends, myths, tales, and scriptures. The Uttarakhand\",\n  \"text9\": \"Himalaya, an integral part of the larger Himalayan range, stands out as a unique custodian and\",\n  \"text10\": \"preserver of Indian culture. Serving as a focal point for Indian philosophy, spirituality, religion,\",\n  \"text11\": \"and cultural diversity over centuries, this region has been a place of penance and spiritual\",\n  \"text12\": \"enlightenment. The Uttarakhand Himalaya holds the distinction of being the birthplace of\",\n  \"text13\": \"Rishis, saints, and sages since time immemorial.\",\n  \"text14\": \"People from all walks of life, belonging to various religions, castes, and creeds, visit\",\n  \"text15\": \"the sacred pilgrimages, valleys, highlands, and tourist destinations throughout the year. As a\",\n  \"text16\": \"result, the culture of the region has been significantly shaped by the modern waves of\",\n  \"text17\": \"civilization, both from within India and abroad. The ancient pilgrimages, situated in highlands\",\n  \"text18\": \"and river valleys of Uttarakhand, have flourished over the years. These pilgrimage centers,\",\n  \"text19\": \"serving as focal points for attaining peace, spirituality, and salvation, not only showcase\",\n  \"text20\": \"cultural integrity but also play a vital role in preserving folk culture. They serve as significant\",\n  \"text21\": \"sources of inspiration and aspirations for the people. Pilgrims visit these sacred sites with the\",\n  \"text22\": \"aim of liberating souls from the cycle of birth and death.\",\n  \"text23\": \"In the remote areas of the Uttarakhand Himalaya, traditional culture, customs, and\",\n  \"text24\": \"rituals have been conserved, reflecting the deep-rooted heritage of the region. However, the\",\n  \"text25\": \"river valleys and cultural places have undergone significant changes over time. In addition to\",\n  \"text26\": \"the influence of Hinduism, these pilgrimage centers have also been impacted by Buddhism,\",\n  \"text27\": \"Jainism, and Sikhism. The migration of Tibetans to Uttarakhand has left an imprint on the local\",\n  \"text28\": \"culture, contributing to the diversity and richness of the cultural tapestry in the region.\",\n  \"text29\": \"This study delves into culture and the cultural realms of the Uttarakhand Himalaya,\",\n  \"text30\": \"providing a division and description of these realms. Furthermore, it explores sub-cultural and\",\n  \"text31\": \"micro-cultural realms within these broader cultural classifications. The cultural regions are also\",\n  \"text32\": \"examined based on dialects, offering insights into the linguistic diversity and cultural\",\n  \"text33\": \"intricacies of the Uttarakhand Himalaya.\",\n  \"text34\": \"Cultural Realms\",\n  \"text35\": \"A cultural realm refers to a geographical area characterized by cultural traits that\",\n  \"text36\": \"exhibit homogeneity. Cultural variables encompass economic organization, social customs,\",\n  \"text37\": \"page_number\": \"4\"\n}",
    "type": "text"
  },
  {
    "traditional_values": "dietary habits, dress patterns, and languages (Kroeber 1931)",
    "major_cultural_realms": "Occidental Realm, Indian Realm, East Indian Realm, and Islamic Realm",
    "minor_cultural_realms": "South-East Asian Realm, East African Realm, and Negro African Realm",
    "india_cultural_landscape": "can be further divided into several cultural realms",
    "divisions_proposed_by": "Schwartzberg in 1978",
    "indian_subcontinent_diversity": "rich cultural diversity",
    "divisions_include": "Indic Hindu-Hindi Realm, Indic Sikh Realm, Indic Buddhist Realm, Pahari Indic Realm, Dardic Muslim Realm, Eastern Indic Realm, Eastern Tribal Realm, Peninsular Tribal Realm, Western Indic Realm, and Dravidian Realm",
    "uttarakhand_himalaya_part_of": "Pahari Indic cultural realm",
    "broadly_divided_into": "three distinct cultural realms: the Garhwal Himalaya, the Kumaon Himalaya, and the Jaunsar-Bawar-Rawain cultural realm",
    "garhwal_himalaya_location": "central region of the Uttarakhand Himalaya",
    "kumaon_himalaya_location": "eastern part",
    "jaunsar_bawar_rawain_location": "northwest part of the Garhwal Himalaya",
    "cultural_realms_exhibit": "unique social, cultural, economic, and natural characteristics",
    "differences_evident_in": "food habits, clothing, dialects, fairs and festivals, as well as rituals and customs",
    "uttarakhand_himalaya_boasts": "rich cultural diversity",
    "diversity_enhanced_by": "variations in fairs, festivals, rituals, and customs (Sati, 2023)",
    "cultural_diversity_within_area": "differs not only from one micro-drainage basin to another but also between the river valleys, middle altitudes, and highlands",
    "local_proverb": "'kos-kos par badlepani, chaar kos par bani,'",
    "proverb_captures": "essence that at every mile, the taste of water changes, and every four miles, the accent of people changes",
    "saying_aligns_with": "cultural diversity observed in the Uttarakhand Himalaya",
    "geographical_attributes": "altitude, landscape, climate, water sources, and natural vegetation",
    "attributes_role": "significant role in shaping human activities",
    "culture_customs_rituals_influenced_by": "these factors",
    "macro_cultural_realms": "Macro-Cultural, Messo-cultural, and Micro-cultural Realms",
    "categorization_based_on": "prevailing geographical and cultural characteristics",
    "leading_to_identification_of": "three primary cultural realms: Kumaon, Garhwal, and Jaunsar-Bawar-Rawain (Sati, 2017)",
    "broad_cultural_realms_subdivided": "various sub-realms and micro-cultural realms",
    "aligning_with": "current administrative units and river valleys (refer to Table 1 and Figure 1)",
    "discussion_provided": "comprehensive discussion of these cultural realms is provided below",
    "page_number": "5"
  },
  {
    "Table 1": "Major cultural realms and their sub and micro divisions",
    "Broad realms": "cultural",
    "Sub-cultural realms": "Micro-cultural realms",
    "Kumaon": "Pithoragarh-Champawat",
    "Kumaon_Micro": "Kali Kumaon, Lohaghat (Lohawati River),\nTawaghat (Tawa River), Berinag, Askot,\nGangolihat, and Sor Valley.",
    "Almora-Bageshwar": "Saryu-Gomati valleys (Danpur), Someshwar-\nKosi valley, Almora-Dwarahat-\nChaukhutia,(RangiloGewad-Ramganga\nValley)",
    "Tarai region": "USN, Gola River Valley, and Sitarganj",
    "Garhwal": "Chamoli-Rudraprayag",
    "Garhwal_Micro": "Vishnu Ganga Valley, Dhauli Ganga Valley\n(Painkhanda), Nandakini Valley\n(Dasholi),Pindar Valley (Badhan),\nChandpur,Mandakini Valley and the\nAlaknanda Valley",
    "Pauri": "Nayar valley, Salan, Rath, and Kotdwar",
    "Tehri-Uttarkashi": "Bhagirathi andBhilangana Valley",
    "Doon Valley": "Dehradun - Rishikesh - Hardwar",
    "Jaunsar-Bawar": "Jaunsar-Bawar",
    "Jaunsar-Bawar_Micro": "Vikasnagar-Saiha-Kalsi, Chakrata-\nLakhamandal and Tyuni-Hanol",
    "Rawain": "Kamola Valley (Purola), Upper Yamuna\nValley, Kharsali, Har-Ki-Dun and\nBadasuGhati",
    "Source": "Cultural realms are delineated by the author based on the past Pattis, present\nadministrative divisions, and the river valleys.",
    "page_number": "6"
  },
  {
    "312": "31",
    "78": "78°",
    "HIMACHAL PRADESH": "HIMACHAL PRADESH",
    "IG": "IG",
    "1801": "1801",
    "[GB2]": "[GB2]",
    "SAR BAWAR": "SAR BAWAR",
    "79": "79°",
    "80": "80°",
    "81": "81°",
    "E": "E",
    "CHINA": "CHINA",
    "319": "31",
    "District Headquarters": "District Headquarters",
    "State Capital": "State Capital",
    "Dehradun": "Dehradun",
    "Uttarkashi": "Uttarkashi",
    "[G3]": "[G3]",
    "New Tehri": "New Tehri",
    "Rudraprayag": "Rudraprayag",
    "[G1]": "[G1]",
    "Chamoli": "Chamoli",
    "Gopeshwar": "Gopeshwar",
    "Tehri": "Tehri",
    "Pauri": "Pauri",
    "GARHWAL": "GARHWAL",
    "30": "30",
    "[K1]": "[K1]",
    "[K2]": "[K2]",
    "Dehradun Al": "Dehradun Al",
    "Hardwar": "Hardwar",
    "IGA": "IGA",
    "Pithoragarh-Champawat": "Pithoragarh-Champawat",
    "Almora-Bageshwar": "Almora-Bageshwar",
    "299": "29",
    "[K3]": "[K3]",
    "Tarai": "Tarai",
    "Chamoli-Rudraprayag": "Chamoli-Rudraprayag",
    "[G2]": "[G2]",
    "U.P": "U.P",
    "Pithoragarh": "Pithoragarh",
    "KUMAON": "KUMAON",
    "Bageshwar": "Bageshwar",
    "Almora": "Almora",
    "\"Nainital": "\"Nainital",
    "Champawat": "Champawat",
    "USN": "USN",
    "Nainital Champawat": "Nainital Champawat",
    "Tehri-Uttarkashi": "Tehri-Uttarkashi",
    "Rudrapur": "Rudrapur",
    "[G4]": "[G4]",
    "Doon Valley": "Doon Valley",
    "[GB1]": "[GB1]",
    "Jaunsar-Bawar": "Jaunsar-Bawar",
    "0": "0",
    "10": "10",
    "20": "20",
    "Km": "Km",
    "Rawain": "Rawain",
    "Figure 1: Major and sub-cultural realms of Uttarakhand": "Figure 1: Major and sub-cultural realms of Uttarakhand",
    "Kumaon Cultural Realm": "Kumaon Cultural Realm",
    "Kumaon, a significant geographical and cultural entity, holds a crucial place in the": "Kumaon, a significant geographical and cultural entity, holds a crucial place in the",
    "Uttarakhand Himalayas. Extending between 28° 44' - 30° 49' N latitudes and 78° 45' - 81° 03' E": "Uttarakhand Himalayas. Extending between 28° 44' - 30° 49' N latitudes and 78° 45' - 81° 03' E",
    "longitudes, it encompasses an area of 21,033 km². Kumaon comprises six administrative": "longitudes, it encompasses an area of 21,033 km². Kumaon comprises six administrative",
    "districts - Almora, Bageshwar, Champawat, Nainital, Pithoragarh, and Udham Singh Nagar.": "districts - Almora, Bageshwar, Champawat, Nainital, Pithoragarh, and Udham Singh Nagar.",
    "Furthermore, it is intricately divided into three sub-cultural realms (refer to Figure 2).": "Furthermore, it is intricately divided into three sub-cultural realms (refer to Figure 2).",
    "The geography and culture of the Kumaon Himalaya distinguish it from the Garhwal": "The geography and culture of the Kumaon Himalaya distinguish it from the Garhwal",
    "Himalaya. In Kumaon, the hills where people reside are of lesser height, resulting in lower": "Himalaya. In Kumaon, the hills where people reside are of lesser height, resulting in lower",
    "altitudes. Additionally, the region boasts substantial arable land characterized by fertility. The": "altitudes. Additionally, the region boasts substantial arable land characterized by fertility. The",
    "mountainous landscape of Kumaon is remarkably spectacular, earning it recognition as a": "mountainous landscape of Kumaon is remarkably spectacular, earning it recognition as a",
    "world-famous tourist destination. A small portion of its geographical area constitutes a fertile": "world-famous tourist destination. A small portion of its geographical area constitutes a fertile",
    "plain, including the Udham Singh Nagar (USN) and a part of Nainital districts, known as the": "plain, including the Udham Singh Nagar (USN) and a part of Nainital districts, known as the",
    "Tarai and Bhabar regions.": "Tarai and Bhabar regions.",
    "The climate in Kumaon varies from the very hot conditions in the Tarai and Bhabar to": "The climate in Kumaon varies from the very hot conditions in the Tarai and Bhabar to",
    "temperate and cold climates in the highland areas. The region features diverse forest types": "temperate and cold climates in the highland areas. The region features diverse forest types",
    "ranging from monsoon moist deciduous forests to temperate coniferous forests and alpine": "ranging from monsoon moist deciduous forests to temperate coniferous forests and alpine",
    "7": "7"
  },
  {
    "page_number": "8",
    "text_1": "meadows. Kumaon is endowed with several river systems originating from the Himalayas,",
    "text_2": "which not only add to the scenic beauty but also serve as a vital water source for various",
    "text_3": "purposes. These rivers are aptly referred to as the lifeline of the Kumaon region.",
    "longitude_78": "78°",
    "longitude_79": "79°",
    "location_tibet": "TIBET",
    "latitude_30": "30°",
    "region_tarai": "Tarai Region",
    "region_almora_bageshwar": "Almora-Bageshwar",
    "region_pithoragarh_champawat": "Pithoragarh-Champawat",
    "location_chamoli": "CHAMOLI",
    "peak_6861": "6861",
    "location_khati": "Khati",
    "location_nafnlk": "Nafnik",
    "location_milam": "Milam",
    "river_gauri_ganga": "Gauri Ganga",
    "river_dhauli_ganga": "Dhauli Ganga",
    "location_martoli": "Martoli",
    "peak_6904": "▲6904",
    "location_kuti": "Kuti",
    "peak_3145": "3145",
    "location_sobala": "Sobala",
    "location_khela": "Khela",
    "location_baijnath": "Baijnath",
    "location_kapkot": "Kapkot",
    "peak_4040": "4040",
    "location_ghaukhutiya": "Ghaukhutiya",
    "location_galud": "Galud",
    "location_dharchula": "Dharchula",
    "location_bageskovar": "Bageskovar",
    "location_didihat": "Didihat",
    "location_dwarahat": "Dwarahat",
    "location_someshavar": "Someshavar",
    "location_berinag": "Berinag",
    "location_askot": "Askot",
    "location_bhikiyasain": "Bhikiyasain",
    "location_blusar": "Blusar",
    "location_nepal": "NEPAL",
    "latitude_minus_30": "-30°",
    "location_pauri": "PAURI",
    "location_sult": "Sult",
    "location_ranikhet": "Ranikhet",
    "location_almora": "Almora",
    "location_gangolihat": "Gangolihat",
    "location_pithoragarh": "Pithoragarh",
    "location_jhulaghat": "Jhulaghat",
    "location_koshi": "Koshi",
    "location_mukteshwar": "Mukteshwar",
    "location_rameshwar": "Rameshwar",
    "peak_681": "681",
    "location_ranmagar": "Ranmagar",
    "location_nainital": "Nainital",
    "peak_3297": "3297",
    "location_devidhura": "Devidhura",
    "peak_1934": "1934",
    "location_bhawali": "Bhawali",
    "location_lohaghat": "Lohaghat",
    "location_balpadaw": "Balpadaw",
    "location_champawat": "Champawat",
    "location_jaspur": "Jaspur",
    "location_kaladhungi": "Kaladhungi",
    "peak_1576": "1576",
    "location_legend": "Legend",
    "location_kashipur": "Kashipur",
    "location_haldwani": "Haldwani",
    "location_dyuri": "Dyuri",
    "legend_rivers": "Rivers",
    "location_bajpur": "Bajpur",
    "location_danda": "Danda",
    "legend_towns": "Towns",
    "location_jeetpur": "Jeetpur",
    "location_us": "U.S.",
    "location_tanakpur": "Tanakpur",
    "legend_temples": "Temples",
    "location_up": "U.P",
    "location_gadarpur": "Gadarpur",
    "location_banbasa": "Banbasa",
    "legend_mountain_peaks": "Mountain Peaks",
    "location_rudrapur": "Rudrapur",
    "location_kichha": "Kichha",
    "location_sitarganj": "Sitarganj",
    "location_khatima": "Khatima",
    "legend_taluk_centres": "Taluk Centres",
    "location_majhola": "Majhola",
    "scale_km": "Km",
    "figure_2_caption": "Figure 2: Three Sub-cultural realms of the Kumaon Himalaya",
    "text_4": "The demographic composition of the Kumaon Himalaya is prominently",
    "text_5": "characterized by the presence of Brahmins and Rajput clans, with the original inhabitants,",
    "text_6": "Scheduled Castes, forming a relatively small portion of the population. The influx of Brahmins",
    "text_7": "and Rajputs into the Kumaon region occurred during various periods, notably during the rule of",
    "text_8": "the Katyury and Chand dynasties. Presently, these groups constitute a majority in the region,",
    "text_9": "holding sway in both numbers and economic activities. Within the Kumaon society, Brahmins",
    "text_10": "often perceive themselves as superior, leading to a dominance in social dynamics. Tensions for",
    "text_11": "supremacy have historically arisen between the people of Kumaon and Garhwal. Traditional",
    "text_12": "Kumaoni Brahmins maintain a distinct identity and do not establish Bhaat (marriage alliance)",
    "text_13": "and Beti (daughter) relationships with their counterparts from Garhwal.",
    "text_14": "The cultural history and heritage of the Kumaon region have roots dating back to the",
    "text_15": "Vedic period. In districts like Almora, Champawat, and Pithoragarh, traditional rituals and",
    "text_16": "beliefs are upheld, and people celebrate fairs and festivals in accordance with age-old",
    "page_number_bottom": "8"
  },
  {
    "page_number": "9",
    "location": "Almora town",
    "cultural_hub": "Garhwal and Kumaon regions",
    "river_valleys": "Kumaon region",
    "notable_valleys": "Tawaghat, Lohaghat, Saryu Valley (Danpur), Kosi Valley, RangiloGewad Valley (Ramganga Valley), and Kali Kumaon",
    "kumaon_culture": "folklores and folk dances",
    "kumaoni_distinctiveness": "deeply intertwined with nature",
    "cultural_expressions_preserved": "centuries",
    "kumaoni_folklores_preserved": "local populace",
    "fairs_and_festivals": "deeply ingrained practice",
    "kumaon_himalaya_culture": "vibrant tapestry",
    "kumaoni_people_worship": "Masans (ghosts), Beers (warriors), witches, and angels",
    "devotion_to": "Lord Shiva and Shakti",
    "kumaon_landscape_enriched": "tradition of worshipping folk deities",
    "heroes_transitioned": "revered folk Gods",
    "folk_gods_commemorated": "mountains, peaks, temples, and Jagars",
    "worshipping_yaksha": "tradition",
    "worship_of_naga": "deep-seated reverence for bravery",
    "kumaon_cultural_realm_subdivided": "three distinctive sub-cultural realms",
    "first_sub_cultural_realm": "Pithoragarh-Champawat cultural realm",
    "cultures_influence": "Kumaoni, Nepali, and Tibetan",
    "key_centers": "Tawagha, Kali (Sharda) River, Dharchula town of Pithoragarh, and Lohaghat, Lohawati River",
    "sub_cultural_realm_encompasses": "Sor valley, Ramganga (E), and Kali-Kumaon",
    "second_sub_cultural_realm": "Almora-Dwarahat-Chaukhutia realm",
    "major_segments": "Bageshwar (encompassing Someshwar and Baijnath), Ranikhet, and a portion of Nainital",
    "almora_title": "cultural capital of Uttarakhand",
    "third_cultural_realm": "Tarai and Bhabar region"
  },
  {
    "culture_description": "characterized by a mixed culture comprising tribes, Punjabi, and Kumaoni people",
    "subcultural_realm": "Udham Singh Nagar and a segment of the Nainital district",
    "kumaon_culture": "harmonious blend of influences from both internal and external factors",
    "artistic_expression": "myths, dialects, languages, folk literature, festivals, fairs, and various forms",
    "garhwal_cultural_realm_title": "Garhwal Cultural Realm",
    "garhwal_region_description": "encompasses diverse geographies, cultures, and customs",
    "garhwal_geographical_division": "mainland and foothills",
    "mainland_characteristics": "mountains",
    "foothills_formation": "Doon and Dwar plains",
    "mainland_divisions": "river valleys, mid-altitudes, highlands, and the Greater Himalaya",
    "river_valleys_description": "narrow, featuring small terraced agricultural fields and modest service/urban centers",
    "river_valleys_population": "relatively low human populations",
    "river_valleys_role": "providing services, including food commodities and household items, to residents of mid-altitudes and highlands",
    "river_valleys_additional_role": "cater to pilgrims and tourists visiting the region",
    "river_valleys_climate": "extreme heat in summer and intense cold in winter, particularly along the valleys below 1,000 meters altitude",
    "river_valley_pilgrimages": "PanchPrayag, are strategically situated at the confluences of major rivers",
    "mid_altitudes_description": "witness the highest concentration of human and animal populations, along with significant agricultural land, mainly in terraced form",
    "mid_altitudes_support": "cultivation of food grains, fruits, and vegetables, sustaining a substantial population",
    "mid_altitudes_climate": "favorable during summer, with cold waves in winter",
    "mid_altitudes_resorts": "Mussoorie, Nainital, Almora, and Ranikhet are situated in these mid-altitudes",
    "highlands_population": "sparsely populated",
    "highlands_activities": "subsistence farming and livestock rearing forming the backbone of livelihoods",
    "alpine_grasslands_usage": "utilized for summer pastures, where animal herders migrate during the summer months",
    "highlands_winter": "witness widespread snowfall and cold waves",
    "highlands_significance": "hold immense religious significance, being home to major pilgrimages in India",
    "major_dhams": "Char Dhams-Yamunotri, Gangotri, Kedarnath, and Badrinath, are situated in these alpine pasturelands (Sati, 2023, 2018)",
    "pilgrimage_sites_surroundings": "surrounded by diverse varieties of flowers and medicinal plants, flourishing mainly during",
    "page_number": "10"
  },
  {
    "flowering_seasons": "spring and autumn",
    "alpine_pasturelands_snow_capped": "approximately six months during winter",
    "winter_activities": "pilgrimage-related activities, including priests, service providers, and animal herders, retreat to the valley regions where they have winter dwellings",
    "towering_mountain_peaks": "Chaukhamba, Kamet, Trishul, and Nanda Devi",
    "peak_altitude": "above 6,000 meters",
    "peak_condition": "remain perpetually snow-capped",
    "peak_source": "sources of major rivers, including the Ganges system, in the Uttarakhand Himalaya",
    "highlands_significance": "sacred pilgrimage sites and abodes of various folk deities",
    "garhwal_himalaya_districts": "seven administrative districts-Chamoli, Rudraprayag, Pauri, Tehri, Uttarkashi, Dehradun, and Haridwar",
    "haridwar_dehradun_location": "plain areas",
    "remaining_districts_terrain": "mountainous terrain",
    "garhwal_himalaya_characterization": "four distinct cultural realms-Chamoli-Rudraprayag, Pauri, Haridwar-Dehradun, and Tehri-Uttarkashi",
    "jaunsar_bawar_rawain_districts": "Uttarkashi and Tehri",
    "garhwal_himalaya_identity": "unique cultural identity and is further subdivided into various sub-cultural realms",
    "garhwal_region_flora": "diverse range of flora, spanning from sub-tropical to temperate and alpine pasturelands",
    "predominant_forest_types": "pine, oak, and temperate coniferous forests",
    "forest_importance": "significant socio-economic and cultural importance",
    "forest_application": "various socio-economic and cultural activities",
    "oak_use": "crucial fodder and fuel tree",
    "pine_use": "primary source of fuelwood (known as Chhyula)",
    "pinewood_use": "extensively utilized for cooking food during festivals and ceremonies",
    "alpine_pasturelands_home": "variety of medicinal plants",
    "residents_activity": "collect these medicinal plants, contributing to the practice of traditional healthcare systems within the community",
    "intersection_impact": "underscores the integral role of the region's natural resources in shaping the way of life in Garhwal",
    "garhwal_region_distinction": "sacred places, manifested in the form of pilgrimages situated in both the river valleys and highlands",
    "revered_sites_influence": "profound influence on the culture and customs of the people residing in the Garhwal Himalaya",
    "pilgrims_origin": "various parts of the country and abroad",
    "pilgrims_impact": "local residents adapt to the diverse cultural influx brought by the pilgrims",
    "pilgrims_role": "crucial role in supporting the livelihoods of the",
    "page_number": "11"
  },
  {
    "page_number": "12",
    "local_populace_expenditures": "Their expenditures on accommodation, transportation, and food and beverages contribute significantly to the local economy.",
    "unemployed_youth_employment": "In addition, unemployed youth often find seasonal employment in the tourism sector, providing services to the pilgrims and sustaining their livelihoods through these interactions.",
    "dynamic_exchange_benefits": "This dynamic exchange between pilgrims and locals not only enriches the cultural tapestry of the region but also fosters economic opportunities for the community.",
    "garhwal_pilgrimages_age": "The pilgrimages in the Garhwal region are ancient, although the exact period of their construction remains unknown.",
    "historical_evidence_suggestion": "Historical evidence suggests that these sacred sites were established following the arrival of the Aryans, a timeframe correlated with the events of the Ramayana and Mahabharata.",
    "ninth_century_renovations": "In the ninth century A.D., these pilgrimages underwent renovations attributed to Adi Shankaracharya.",
    "garhwal_rituals_distinctiveness": "The rituals practiced in the Garhwal Himalaya are distinctive, reflecting the people's deep connection with nature.",
    "reverence_direction": "On various occasions, reverence is directed towards folk deities representing nature's elements such as land, water, and forests.",
    "garhwal_rituals_customs": "The rituals and customs in the Garhwal Himalaya exhibit diversity and are performed across all stages of human life, encompassing the 16 Samskaras or rites of passage from birth to death.",
    "brahmins_role": "Brahmins, who play a vital role in performing these rites, hold a significant position in society.",
    "garhwalis_self_perception": "Local self-perception asserts that Garhwalis distinguish themselves from other Indians due to their close and direct communication with local deities, referred to as Devi/Dev.",
    "people_recognition": "Moreover, the people are recognized as an Indo-Aryan ethno-linguistic group, inhabiting seven districts within the Garhwal administrative division.",
    "garhwal_origins_trace": "Legends trace the origins of the Garhwal region back to the Vedic period, signifying its longstanding habitation.",
    "garhwalis_distinctiveness": "The Garhwalis exhibit distinctiveness in their food habits, clothing, and dialects, showcasing a rich diversity.",
    "staple_foods_source": "Staple foods are derived from cereals such as Koni, Jhangora, Kodo, and barley.",
    "new_crop_offering": "Traditionally, every new crop and food item is ceremoniously offered to the folk deities.",
    "women_attire": "Women commonly wear Pakhula, a woolen fabric, in temperate regions, while in sub-tropical areas, black Chadar is the preferred attire.",
    "men_attire": "Men typically dress in Kurta and Pajama.",
    "predominant_dialect": "The predominant dialect spoken is Garhwali, encompassing several sub-dialects spoken in different sub-regions.",
    "house_construction": "Architecturally, houses are constructed using stone and soil, featuring wooden and slate conical roofs.",
    "settlements_positioning": "Settlements are strategically positioned on hilltops and gentle slopes, arranged in linear, circular, and rectangular patterns.",
    "cowsheds_construction": "Cowsheds are constructed from wood and grass.",
    "highland_dwellings": "Those residing in the highlands maintain two dwellings, including temporary structures in pasturelands where they migrate during the summer for animal rearing.",
    "valley_settlements": "In the valley regions, settlements are predominantly located along roads and perennial streams, with houses typically constructed using bricks and cement."
  },
  {
    "page_number": "13",
    "title": "Figure 2: Three Sub-cultural realms of the Kumaon Himalaya",
    "garhwal_society_description": "The society in the Garhwal region is characterized by a division into various castes, creeds, and cults, with prominence given to the Brahmins and Rajputs who hold a position of dominance and supremacy.",
    "historical_accounts_suggestion": "Historical accounts suggest that these groups migrated from different western, northern, and eastern states of India during the medieval period.",
    "sub_castes_existence": "Within these major groups, there exist various sub-castes with distinct Gotras, contributing to a complex social hierarchy.",
    "original_inhabitants": "Original inhabitants, such as the Dom, Bagchi, Kohli, and Chammar, belong to the underprivileged class, often working as landless labourers and artisans.",
    "occupations": "Their occupations include working in the agricultural fields of upper-caste individuals and crafting agricultural tools. Additionally, they engage in construction activities as labourers.",
    "socio_economic_challenges": "These individuals face socio-economic challenges, with low levels of education and limited access to resources.",
    "government_policies_impact": "However, the implementation of non-discriminatory social policies by the government has contributed to a positive shift, with individuals from the underprivileged class gaining improved social standing and educational opportunities.",
    "agricultural_land_acquisition": "Some have even acquired agricultural land.",
    "sunar_caste_status": "The Sunar caste, consisting of goldsmiths, holds a higher social status compared to the Scheduled Caste, reflecting the diverse social structure present in the Garhwal region.",
    "legend_rivers": "Rivers",
    "legend_towns": "Towns",
    "legend_temples": "Temples",
    "legend_mountain_peaks": "Mountain Peaks",
    "chamoli_rudraprayag": "Chamoli-Rudraprayag",
    "pauri": "Pauri",
    "tehri_uttarkashi": "Tehri-Uttarkashi",
    "dehradun_haridwar": "Dehradun-Haridwar",
    "uttarkashi_location": "UTTARKASHI",
    "tibet_location": "TIBET",
    "kumaon_location": "KUMAON",
    "up_location": "U.P",
    "harshil": "Harshil",
    "gangotri": "Gangotri",
    "kedarnath": "Kedarnath",
    "ukhmath": "Ukhimath",
    "ghansali": "Ghansali",
    "tehri": "Tehri",
    "narendranagar": "Narendra",
    "devprayag": "Devprayag",
    "yamkeshwar": "Yamkeshwar",
    "dwarikhal": "Dwarikhal",
    "rakhumthal": "Rakhumthal",
    "kalagarh": "Kalagarh",
    "niti": "Niti",
    "joshimath": "Joshimath",
    "gopeshwar": "Gopeshwar",
    "nandaprayag": "Nandaprayag",
    "adibadri": "Adibadri",
    "thalisain": "Thalisain",
    "bironkhal": "Bironkhal",
    "jairikhal": "Jairikhal",
    "kumakot": "Kumakot",
    "akbar": "Akbar",
    "dharasu": "Dharasu",
    "uttarkashi": "Uttarkashi",
    "badkot": "Badkot",
    "chham": "Chham",
    "sahasdhara": "Sahasdhara",
    "dehradun": "Dehradun",
    "new_tehri": "New Tehri",
    "dunga": "Dunga",
    "rishikesh": "Rishikesh",
    "roorkee": "Roorkee",
    "manglore": "Manglore",
    "6672": "6672",
    "5150": "5150",
    "3103": "3103",
    "7066": "7066",
    "7120": "7120",
    "2697": "2697",
    "1721": "1721",
    "2007": "2007",
    "31": "31",
    "30": "30",
    "78": "78",
    "79": "79",
    "80": "80",
    "0": "0",
    "20": "20",
    "40": "40",
    "km": "km"
  },
  {
    "page_number": "14",
    "region": "Garhwal Himalaya",
    "sub_cultural_realms": "Chamoli-Rudraprayag, Pauri, Tehri-Uttarkashi, and the Doon Valley",
    "micro_cultural_realms": "based on micro-drainage basins",
    "cities": "Dehradun, Haridwar, and Rishikesh",
    "city_characteristics": "multicultural cities, serving as melting pots",
    "cultural_realm": "Jaunsar-Bawar",
    "location_latitudes": "30°31'-31°33' N",
    "location_longitudes": "77° 45' and 78°72' E",
    "encompasses": "39 Khats and 385 villages",
    "boundaries": "Yamuna River to the east and the Tons River to the west",
    "location_district": "Dehradun",
    "location_subdivision": "Chakrata administrative sub-division",
    "adjacent_districts": "Uttarkashi and Tehri",
    "Jaunsar_location": "valleys and middle altitudes",
    "Bawar_location": "highlands",
    "Kharamba_peak_height": "3,084 m",
    "Kharamba_peak_description": "highest point in this region",
    "access_routes": "Algar River, Yamuna Bridge, Netwar, Naugaon, Purola, Jogiyo, and Gorighat",
    "transportation": "Horses and mules",
    "transportation_personnel": "Muleteers",
    "cultural_uniqueness_attention": "historians and anthropologists",
    "demarcated_east_north": "Tehri and Uttarkashi districts",
    "demarcated_west": "Sirmaur district of Himachal Pradesh",
    "demarcated_south": "Doon Valley",
    "climate": "moderately cold, with pleasant summers and chilly winters",
    "forests": "pine, deodar, and spruce",
    "pine_forests_altitude": "middle altitudes",
    "deodar_spruce_forests_altitude": "higher altitudes",
    "forests_purpose": "constructing houses to making furniture",
    "forests_felling": "extensive temperate forests were felled during British rule",
    "region_ruler_until": "local Rajput king until 1815",
    "ashoka_evidence": "rock edicts at Kalsi",
    "gorkha_war_year": "1814",
    "conquered_by": "British",
    "incorporated_into": "Chakrata tehsil of Dehradun district",
    "incorporation_year": "1829",
    "jaunsar_bawar_previous_part": "Sirmaur (Punjab state)",
    "british_army_establishment_year": "1866",
    "jaunsari_language_family": "central Pahari languages",
    "jaunsari_language_speakers": "populace",
    "jaunsari_language_reference": "Gazetteer of India, 1909",
    "jaunsar_former_name": "Panchaldesh",
    "jaunsar_significance": "historical significance",
    "pandavas_belief": "took refuge during the Agyatvas (hiding)"
  },
  {
    "tribes_mentioned": "Jaunsaris and Bawaris",
    "location_of_jaunsaris": "river valleys and middle altitudes",
    "location_of_bawaris": "highlands",
    "historical_influence": "Pandavas and Kauravas",
    "jaunsaris_lineage": "Pandavas",
    "bawaris_ancestry": "Kauravas",
    "deity_venerated": "King Duryodhana",
    "temples_location": "Tons valley",
    "marriage_customs": "avoid intermingling",
    "cultural_identities": "Jaunsaris and Bawaris",
    "facial_features": "Indo-Aryans and Mongols",
    "historical_practice": "polyandry and polygamy",
    "current_marriage_system": "monogamy",
    "cultural_traditions": "inspired by the Pandavas",
    "practice": "bride price",
    "bride_price_justification": "resources spent on raising and educating daughters",
    "girls_contribution": "working in fields and household chores",
    "divorce_status": "not taboo",
    "divorced_woman_returning_home": "obligated to reimburse bride price",
    "man_marrying_divorced_woman": "must pay higher bride price",
    "birth_of_girl_child": "celebrated with joy",
    "marriage_age": "fifteen or sixteen",
    "jaunsari_population": "highest among all tribes in Uttarakhand",
    "society_structure": "stratified with various castes",
    "prominent_castes": "Khasas, Brahmins, and Koltas",
    "khasas_subgroups": "Rai, Rana, Chauhan, Tomar, Rawat, Negi, Rathore, and Jhinkwan",
    "brahmins_names": "Sharma, Joshi, and Nautiyal",
    "brahmins_status": "upper castes",
    "middle_class_occupations": "Luhar (ironsmith), Sunar (goldsmith), and Bajgi (drummer)",
    "page_number": "15"
  },
  {
    "lower_castes": "Dom and Kolta",
    "ownership_agricultural_land": "concentrated among Rajputs and Brahmins",
    "caste_roles": "distinct",
    "Jaunsari_society_fabric": "overall",
    "Dom_Kolta_role": "landless laborers",
    "Khasas_ownership": "agricultural fields",
    "Khasas_marginalization": "untouchables within Jaunsari society",
    "Khasas_influence": "socio-economic and political dimensions",
    "Jaunsari_culture_uniqueness": "apart from Garhwal, Kumaon, and Himachal Pradesh",
    "cultural_realm_location": "trans-Sirmaur region",
    "Giri_River_area": "Rajgarh and Shillai taluks",
    "inhabitants_name": "Hatti",
    "Jaunsari_communities_changes": "substantial",
    "primary_occupations": "Agriculture and animal husbandry",
    "arable_land_percentage": "10%",
    "staple_foods": "food grains, milk, and meat",
    "additional_occupation": "extracting wool from goats and weaving clothes",
    "crops_cultivated": "Rabi and Kharif",
    "Rabi_crops": "wheat, barley, lentils, onion, and potato",
    "Kharif_crops": "paddy, maize, Mandua, Jhangora (millets), potato, and ginger",
    "middle_high_altitude_fruits": "apricots, peaches, pears, prune, and apples",
    "valleys_cultivation": "mangoes and bananas",
    "Jaunsaris_system": "barter",
    "barter_example": "two baskets of rice and a basket of apples for clothing",
    "drummers_payment": "fixed amount of grains and clothes",
    "drummers_role": "serving high-class individuals by playing drums",
    "occasions_with_drummers": "weddings, fairs, festivals, and adverse situations",
    "Jaunsar_Bawar_notable_for": "bonded laborers",
    "bonded_laborers_origin": "Koltas, Bajgi, Das, and Doms belonging to Scheduled Caste",
    "bonded_laborers_situation": "lacked agricultural land, lowest stratum of society",
    "land_controllers": "Wealthy Rajputs and Brahmins",
    "land_controllers_actions": "ensnared and bonded them for agricultural work or money lending",
    "Jaunsar_Bawar_Act_year": "1961",
    "Jaunsar_Bawar_Act_full": "Jaunsar-Bawar Zamindar Abolition of Land Reform Act 1956 (UPAct XI of 1956)",
    "Jaunsar_Bawar_Act_purpose": "address these issues",
    "Jaunsaris_characteristics": "light eyes, fair skin, and distinctive facial features",
    "Jaunsaris_adornments": "ornaments",
    "Jaunsaris_attire": "Ghagra, Kurti"
  },
  {
    "houses_known_for": "architectural beauty",
    "construction_material": "wood",
    "stories": "two or more",
    "heads_of_families": "Sayana",
    "village_head": "Syana",
    "syana_office": "hereditarily",
    "syana_member_of": "Rajput clan",
    "jaunsaris_culture": "unique",
    "jaunsaris_culture_encompasses": "fairs, festivals, folk dances, and songs",
    "folk_dance": "BaradaNati/Harul/Raso",
    "folk_dance_importance": "center stage on important occasions",
    "magh_mela_importance": "most significant festival",
    "magh_mela_marked_by": "ritual sacrifice of animals",
    "festival_commemorates": "triumph over 'Maroj,' an ogre",
    "bissu_fair_timing": "following the harvest season",
    "bissu_fair_significance": "vital celebration",
    "men_wear": "long coats known as Thalka or Lohiya",
    "festival_illumination": "Mashals and Dias",
    "watermills_used_for": "grinding wheat flour",
    "jaunsaris_knowledge": "100 ethno-botanical plants",
    "jaunsaris_plants_used_for": "traditional healthcare practices",
    "jaunsar_bawar_style": "vernacular",
    "houses_crafted_from": "stones and timber, primarily using deodar wood",
    "roofing_done_with": "slate tiles",
    "customary_to_build": "two or more storied structures",
    "buildings_erected_on": "terraced land",
    "rooms_per_floor": "one to four",
    "roof_shape": "conical",
    "roof_design_purpose": "adapt to the temperate and cold climate",
    "architecture_element": "wooden carving",
    "temples_pattern": "similar",
    "temples_resemble": "traditional houses with single structures and gabled roofs",
    "valleys": "Jadhang and Nilang valleys in Uttarkashi",
    "valleys_exhibit_influence_of": "Indo-Tibetan human race",
    "valleys_inhabited_by": "Jadh tribes",
    "prior_to_chinese_war": "1962",
    "priests": "Tibetan religious priests, primarily the Dorjies",
    "priests_visited_valleys_to": "propagate Buddhism",
    "buddhism_impact": "evident in the celebration of the 'Losar festival'",
    "losar_festival_celebrated_by": "Jadh tribes in the Nilang and Jadhang Valleys",
    "nilang_valley_evidence": "deep connection between the Tibetans and Jadhs",
    "connection_centered_around": "religion and trade",
    "engravings_found_on": "stones of the Nilang Valley",
    "engravings_of": "Om and prayers in the Tibetan language",
    "trade_activities_items": "food, oil, and leather products",
    "trade_activities_with": "Tibetans",
    "valleys_importance": "geo-strategic",
    "valleys_designated_as": "inner line zones",
    "inner_line_zones_presence": "Indian Army",
    "villages": "Ulpalta and Kuroli",
    "villages_inhabited_by": "Jaunsaris in the Kalsi block",
    "festival_observed": "'Paainta Festival' during Dussehra",
    "paainta_festival_known_as": "'Gaagali War'",
    "celebration_involves": "playful war using the leaves and stems of Gaagali",
    "gaagali_is": "vegetable widely grown in the Uttarakhand Himalaya",
    "villagers_from": "Ulpalta and Kuroli come together",
    "page_number": "17"
  },
  {
    "festival_instruments": "Dhol, Damau, and Ransinghe",
    "uttarakhand_himalaya_celebration": "Dussehra",
    "jaunsar_cultural_realms": "Jaunsar, Bawar, and Rawain",
    "figure_number": "4",
    "cultural_heritage_focus": "Uttarakhand Himalaya",
    "influence_on_traditions": "minimal influence from Western culture",
    "changes_in_ritual_practices_cause": "higher education levels and an increased influx of pilgrims and tourists",
    "map_location_1": "Balcha",
    "map_location_2": "Guinchwan",
    "map_location_3": "Tiuni",
    "map_location_4": "Jadar",
    "map_location_5": "Hata",
    "map_location_6": "Tyuna",
    "map_location_7": "Devban",
    "map_location_8": "Chakrata",
    "map_location_9": "Kailana",
    "map_location_10": "Sahiya",
    "map_location_11": "Kalsi",
    "map_location_12": "Vikasnagar",
    "map_location_13": "Timli",
    "map_location_14": "Radi",
    "map_location_15": "Badasu Ghati",
    "map_location_16": "Datmir",
    "map_location_17": "Sar",
    "map_location_18": "Yamunotri",
    "map_location_19": "Kharsali",
    "map_location_20": "Rajgarhi",
    "map_location_21": "Nougaon",
    "map_location_22": "Badkot",
    "map_location_23": "Kodlinaur",
    "map_location_24": "Lakhwa",
    "map_location_25": "Hari-ki-dun",
    "mountain_peak_1": "3191",
    "mountain_peak_2": "3813",
    "mountain_peak_3": "2563",
    "mountain_peak_4": "2960",
    "mountain_peak_5": "2183",
    "map_legend_1": "Rivers",
    "map_legend_2": "Towns",
    "map_legend_3": "Temples",
    "map_legend_4": "Mountain Peaks",
    "cultural_realms_based_on": "Dialects",
    "uttarakhand_significance": "Aryan civilization and culture",
    "ancient_scriptures": "Balmiki Ramayana, Mahabharata, Vayu Puran, Padma Puran, Brahman Puran, and Shat Path Brahman",
    "reference_in_scriptures": "\"Uttar Kuru Region,\"",
    "vedic_period_dialect": "associated with the contemporary Vedic language",
    "sage_panini_era": "sixth century BC",
    "sir_george_griyarsan_dialect": "\"Middle Pahari dialect,\"",
    "pahari_dialect_region": "Bhadravah region",
    "page_number": "18",
    "latitude": "31",
    "longitude": "78"
  },
  {
    "dialect_distribution": "Extending from Jammu in the west to Nepal in the east. Divided into three dialects: Western Pahari, Middle Pahari (Garhwal and Kumaon regions), and Eastern Pahari (Nepali or Gorkhali).",
    "sanskrit_influence": "Sanskrit is intertwined with these dialects spoken in Uttarakhand.",
    "middle_pahari_dialect": "Spoken in the Garhwal and Kumaon regions, utilizes the Devanagari script and exhibits influences from the Sanskrit language.",
    "expert_opinion": "Dr.Sunit Kumar Chatterjee suggests that the Middle Pahari dialect has also been influenced by Gujarati and Rajasthani languages.",
    "historical_context": "Influence might have occurred during the Mughal invasion of India when people from Gujarat and Rajasthan migrated to the mountainous regions of Garhwal and Kumaon.",
    "regional_dialects": "Garhwali and Kumaoni dialects, spoken in the Uttarakhand region, have various sub-dialects specific to different areas.",
    "kumaon_region_dialects_introduction": "Linguistic diversity in the Kumaon Himalaya extends to various dialects spoken in specific regions.",
    "askoti_dialect": "Spoken in the Askot area of the Pithoragarh district, reflects influences from Sirali, Nepali, and Johari dialects.",
    "sirali_dialect": "Dialect of the Sira region in the same district.",
    "soryali_dialect": "Thrives in the Sor taluk.",
    "kumaiyan_dialect": "Finds its voice in the Kali Kumaon region, bordered by Panar and Saryu rivers in the north, Kali River in the east, Devidhura in the west, and Tanakpur in the south.",
    "gangoli_dialect": "Spoken in the Gangolihat region, encompassed by Danpur in the west, Saryu River in the south, Ramganga River in the north, and Sor region in the east.",
    "danpuriya_dialect": "Dialect of Danpur taluk in the Almora district.",
    "chaugarkhiya_dialect": "Spans from the northwest of the Kali River to Baramandal taluk in the Almora district.",
    "khasparjiya_dialect": "Spoken by the Khas castes in Baramandal taluk.",
    "pacchai_dialect": "Finds its voice in the Pali Pachhau region of the Almora district.",
    "rau_chaubhensi_dialect": "Spoken in the Rau and Chaubhensi region of the northeast Nainital district.",
    "garhwal_region_dialects_introduction": "Linguistic variations in the Garhwal Himalaya region highlight the diverse array of dialects and sub-cultural realms.",
    "garhwali_dialect_influence": "Heavily influenced by Sanskrit.",
    "notable_works": "Detailed in notable works like Max Muller's, Panini's Ashthadhyayi, Balkrishn Shastri's Banakvansh, and Hariram Dhasmana's Vedmata.",
    "badhani_dialect": "Thrives in the sub-cultural realm between the Pindar River in the south and the Nandakini River in the north.",
    "manjkumaiyan_dialect": "Influenced by the Kumaoni dialect, holds prominence in the region bordering Kumaon and Garhwal.",
    "other_garhwal_dialects": "Srinagari, Salani, Nagpuriya, Gangapariya, Lohabya, Rathi, and Dasaulya.",
    "page_number": "19"
  },
  {
    "Food Habits": "The food habits in the Uttarakhand Himalaya region showcase a diverse culinary landscape, influenced by sub-cultural realms, geographic location, and climate.",
    "Traditional foods role": "Traditional foods play a pivotal role in preserving and reflecting local culinary traditions.",
    "Notable foods": "Notable among these are Roont, a sweet dish blending jaggery, sesame seeds, and wheat flour, and Arsa, a festive sweet made from rice and jaggery. Chaulai ka Ladoo, a nutritious sweet ball crafted from amaranth seeds, and Dal ka Pakora, lentil-based fritters, stand out as popular snacks. Gahat ka Fanda, a nutritious dish using horse gram, and Jhangore ki Kheer, a sweet treat made from barnyard millet, add to the rich gastronomic tapestry.",
    "Traditional foods contribution": "These traditional foods, along with others like Chensa, Chatni, Patyud, Gulgula, and Mandwe ki Roti, contribute to the unique and flavorful food culture of the region.",
    "Local ingredients": "These traditional foods highlight the use of local ingredients and reflect the cultural and culinary richness of the region.",
    "Modern influences": "However, it's noted that modern influences, especially in river valleys with a higher influx of pilgrims and tourists, have contributed to changes in food habits.",
    "Interaction impact": "The interaction between locals and visitors has likely led to the introduction of new culinary practices and a blend of traditional and contemporary flavours.",
    "Study insights": "This comprehensive study provides valuable insights into the rich cultural diversity of the Uttarakhand Himalaya.",
    "Region's heritage": "The region's cultural heritage is deeply rooted in its historical administrative units, known as Pattis, which have evolved into the present sub-district administrative zones.",
    "Patti contribution": "Each Patti, and consequently each sub-district, contributes a unique cultural identity shaped by its history, geography, and environmental conditions.",
    "Influence of altitude": "The influence of altitude, climate, and micro-drainage basins is evident in the variations in food, clothing, dialects, and customs across different cultural realms.",
    "Exploration": "The detailed exploration of the Kumaon, Garhwal, and Jaunsar cultural realms, as well as the sub-cultural and micro-cultural realms, highlights the intricate tapestry of traditions that make up the region.",
    "Impact of countries": "The impact of neighbouring countries and states, such as Nepal and Tibet, is acknowledged, especially in border areas.",
    "Presence of ethnic groups": "The presence of diverse ethnic groups, including the Tibeto-Mongoloid Bhotiyas, adds another layer to the cultural mosaic.",
    "Influence of Himachali culture": "Additionally, the influence of Himachali culture in the Jaunsar region and the impact of Sikhs, Muslims, and Jats in certain areas further contribute to the cultural richness of the Himalayan landscape.",
    "Study emphasis": "The study emphasizes the importance of preserving these cultural realms, particularly in the face of increasing interactions with pilgrims and tourists.",
    "Stakeholders involvement": "The involvement of stakeholders, including priests, local communities, and the state government's cultural department, is identified as crucial for the preservation of these unique cultural identities.",
    "Recognizing heritage": "By recognizing and safeguarding these diverse cultural heritages, the Uttarakhand Himalaya can continue to thrive as a repository of cultural richness and historical significance.",
    "page_number": "20"
  },
  {
    "References": "References",
    "Berreman GD (1963)": "Hindus of the Himalaya, Berkeley: University of California Press, p 430.",
    "Gazetteer of India (1909)": "The Imperial Gazetteer of India, The Indian Empire, Vol. 1, published under the authority of his majesty's secretary of State for India in Council, Oxford",
    "Kroeber AL (1931)": "The Cultural Area and Age Area Concepts of Clark Wissler\" In Rice, Stuart A. (ed.) Methods in Social Science pp. 248-265. University of Chicago Press, Chicago.",
    "Pant R and Samal PK (1999)": "Role of Culture in Sustainable Living and Factors for its Disintegration, ENVIS Bulletin Vol 7 No. 1: 11-15",
    "PCI (1966)": "Implementation of Land Reforms, Planning Commission of India, August 1966 P. 143.",
    "Rana TS and Datt B (2008)": "Ethno-botanical observation among Jaunsaris of Jaunsar-Bawar, Dehra Dun (UP), India, International Journal of Pharmacognosy 35(5):371-374",
    "Sati VP (2023)": "Natural and Cultural Diversity in the Himalaya, Springer Brief Series, Cham Switzerland, ISBN: 978-3-031-39362-4.",
    "Sati VP (2023). Pilgrimage to the Himalaya": "Historical Perspectives and Present Scenario. Journal of Tourism and Sustainability, 6(2): 39-48, https://doi.org/10.5281/zenodo.8044493",
    "Sati VP (2018)": "Carrying Capacity Analysis and Destination Development: A Case Study of Gangotri Tourists/Pilgrims' Circuit in the Himalaya, Asia Pacific Journal of Tourism Research APJTR Vol. 23 (3): 312-322, DOI: 10.1080/10941665.2018.1433220.",
    "Sati VP (2017)": "Cultural Geography of Uttarakhand Himalaya. Delhi, Today and Tomorrow, Printers and Publishers.",
    "Schwartzberg JE (1978)": "Historical Atlas of South Asia, University of Chicago, 1978.",
    "Tribune (2005)": "The Tribune, Chandigarh, India, Monday, June 27, 2005, https://www.tribuneindia.com/2005/20050627/nation.htm",
    "page_number": "21"
  }
]