[
  {
    "No": "38",
    "year": "1868",
    "Ca": null,
    "Decretary Boards cof": null,
    "Revenue mod": null,
    "nasiouer": null,
    "of Annaon": null,
    "IMPRINTS": null,
    "thay": "mach 1868",
    "Xam": null,
    "OF THE": null,
    "RAJ IN": null,
    "ultr": null,
    "KUMAONI": "ter mno dated gratis",
    "on the subject of": "conthy and moafer lands in the drains",
    "Du su ceplys van desired to state that in the Province of": null,
    "Animmars villages to which a few": null,
    "cou": null,
    "aereo": null,
    "oulschen": "Cultivated",
    "land are attached Claws a nominal boundary, whicle": null,
    "molendas meithin it an area of moms egnare": "miles",
    "of Parcels and Waste": null,
    "He he sprimechelel leändigden u in the Curlural selle": null,
    "ment the as": null,
    "chiet ons the Cserverensent proprietary rigtit to": null,
    "att forest and waste was augue stisneds and the redit": null,
    "of millogen to free seastunes": "tentional to huntes onto the sun",
    "cultivated carb mas allowed legs Exauernment": "these",
    "was no necess": null
  },
  {
    "publication_title": "A Kumaon Mandal Vikas Nigam Publication 2023",
    "coordination_execution_director": "Dr. Sandeep Tiwari, IAS",
    "coordination_execution_title": "Managing Director, Kumaon Mandal Vikas Nigam",
    "general_manager": "A. P. Bajpai, PCS",
    "general_manager_title": "General Manager, Kumaon Mandal Vikas Nigam",
    "concept_director": "Vineet Tomar, IAS",
    "concept_title": "District Magistrate, Almora",
    "concept_title_2": "Ex Managing Director, Kumaon Mandal Vikas Nigam",
    "writing_editing": "Ashok Pande",
    "photographs_inputs": "Jaimitra Singh Bisht",
    "photographs_inputs_2": "Saransh Mungoli",
    "photographs_inputs_3": "KMVN Photo Bank",
    "photographs_inputs_4": "Amit Srivastava",
    "photographs_inputs_5": "Vijay Patni",
    "photographs_inputs_6": "Manu Vinayak",
    "photographs_inputs_7": "Kamlesh Joshi",
    "photographs_inputs_8": "Krishna Chandra Palariya",
    "photographs_inputs_9": "Shekhar Pathak",
    "photographs_inputs_10": "Vinod Upreti",
    "photographs_inputs_11": "Udai Raj Vikram Sah",
    "photographs_inputs_12": "Anil Joshi",
    "photographs_inputs_13": "Mukesh Rawat",
    "photographs_inputs_14": "Sanjay Nainwal",
    "photographs_inputs_15": "Dr. Kurt Boeck",
    "photographs_inputs_16": "The Incredible Mukteshwar",
    "photographs_inputs_17": "Mahiraj Singh Mahra",
    "photographs_inputs_18": "Hridayesh Joshi",
    "design": "Raj K. Bhawariya",
    "printed_by": "Process Divine, New Delhi",
    "hardbound_price": "400",
    "paperback_price": "200",
    "page_number_left": "2",
    "page_number_right": "3"
  },
  {
    "message_from_the_general_manager": "The British rule in Kumaon lasted for almost one and a half centuries. It saw several remarkable officials and bureaucrats take charge of the daily lives of the people with finesse and efficiency. Some of the great names that come into mind are Sir Henry Ramsay and George William Traill.",
    "prologue": "When I was trekking on the Pindari Glacier last year in November, looking at the glacier the thoughts emerged for the Pindari Kanda Traill's Pass, which is a mountain pass through the Himalayas located between Nanda Devi and Nanda Kot peaks in the Uttarakhand state in the districts of Pithoragarh and Bageshwar in India, and the local tales which are famous about the route and travel which Traill took at that time. G. W. Traill was posted as Commissioner of erstwhile Kumaon between 1815 to 1836. I became curious to know about the story behind the pass and how it got that name.",
    "outstanding_leaders_achievements": "Under the guidance of these outstanding leaders, several historic feats were achieved in Kumaon in the form of various buildings and institutions. Even after 75 years of our independence, marks of many of these can still be seen in various places of Kumaon.",
    "kumaon_region_of_himalayas": "Everywhere in the Kumaon region of Himalayas, the British had left their imprints which are still available and are the parts of the talks of the people. Similar is the story of Sir H. Ramsay, who was Commissioner of Kumaon between 1856 to 1884, the Circuit House of Almora used to be the residence of Sir Ramsay in those days, the plaque at the circuit still acknowledges this fact. He was popular in his days as King of Kumaon. Even now there are so many institutions like Ramsay Hospital in Nainital, Ramsay Inter College, etc. in Kumaon which are on the name of Sir Ramsay.",
    "monograph_effort": "This monograph is an effort to bring the most significant of these marks in one place for the advantage of inquisitive tourists and travellers coming to Kumaon.",
    "nainital_city_founding_story": "The founding story of the Nainital city and how it got established depicts a legacy in itself of the British establishment and what is still left of those times. The Raj Bhawan in Nainital, St. Joseph College, St. Mary's College, Sherwood College all are parts of that legacy only. Also Jim Corbett, whose name needs no introduction from anybody. So is with the Sevier couple of Britain and the Mayavati Ashram, which was a manifestation of a dream visualised by Swami Vivekananada.",
    "gratitude_and_enthusiasm": "I am grateful to my superiors and other members of my team without whose sincere hard work this publication would not have been possible. I hope this would create enthusiasm among more people to give us a chance to host them as our distinguished guests in Kumaon.",
    "churches_bungalows_sanatorium": "Then there are number of Churches, Bungalows and Sanatorium. Every place is having a distinct and interesting story behind.",
    "abz_prasad_bajpai": "Abz Prasad Bajpai",
    "general_manager": "General Manager",
    "kumaon_mandal_vikas_nigam": "Kumaon Mandal Vikas Nigam",
    "page_number_4": "4",
    "page_number_5": "5"
  },
  {
    "page_number_left": "6",
    "page_number_right": "7",
    "document_title": "A BRIEF HISTORY OF THE BRITISH IN KUMAON",
    "kumaon_culture": "Kumaon is so rich in culture and architecture that it is very difficult to find out everything about everything.",
    "british_research_needed": "When it was required to understand what British had done and left in this place, someone needs to do a lot of research and required to go through the volumes of literature.",
    "resources_available": "There are resources which can be explored to discover the history of this area like the Gazetteers of Almora and Nainital, works of Traill and other British and Indian Scholars, but it's a humongous task which is not possible for everybody and no crisp and brief piece of literature is available to understand the legacy in a short time.",
    "book_needed": "Therefore a need was felt at that time to have a simple and short book to cover this vacuum.",
    "managing_director": "I was Managing Director of Kumaon Mandal Vikas Nigam Ltd, and as the corporation is working for the development of tourism in Kumaon, there we have discussed this concept by keeping tourism in mind and thought of bringing in to reality the above concept, Mr A. P. Bajpai has worked hard with his inputs for bringing the project to the ground.",
    "passionate_person_needed": "We required someone who must be passionate about the concept, could have done the research and arrange the resources, and the most important aspect that Kumaon must be running in his veins.",
    "shri_ashok_pande": "In this regard, the efforts taken by Shri Ashok Pande have resulted into the fruitful efforts and the research he has done and the photographs collected by him resulted into the wonderful piece of literature in a concise format, which will prove to be of educational value and satisfactory for the enthusiasts who want to have a glimpse of the people of British Raj and what they have contributed to the beauty of the Great Hills of Kumaon.",
    "author": "Vineet Tomar, IAS",
    "author_title": "District Magistrate, Almora",
    "kumaon_kingdom": "Kumaon remained an independent mountain kingdom till 1791.",
    "kumaon_ruled_by": "From 8th century AD onwards it was ruled respectively by the Katyuri and the Chand dynasties.",
    "chand_dynasty_decline": "The second half of the 18th century saw the ruling Chand dynasty on the decline.",
    "gorkha_attack": "Taking advantage of the situation the Gorkhas of Nepal attacked Kumoan in 1790. The Chand king fled the battlefield and Kumaon was effortlessly annexed to the Gorkha domain.",
    "gorkha_rule": "The rule of the Gorkhas over Kumaon persisted for 24 years.",
    "image_caption": "British ladies Roeing in Nainital Lake | Creative Commons/Public Domain"
  },
  {
    "page_number_left": "8",
    "page_number_right": "9",
    "date_no_3867": "1868",
    "gorkhas_intruding": "Later when Gorkhas commenced intruding into the territories of the erstwhile Awadh, the Nawab of Awadh asked the British Empire for help.",
    "war_between_gorkhas_british": "As a result, the war between the Gorkhas and the British army began in 1814.",
    "colonel_nicholas": "Colonel Nicholas led the British army comprising 4500 soldiers and half a dozen pounder guns.",
    "kumaon_captured": "They entered Kumaon through the plains of Kashipur and captured Almora on 26 April 1815.",
    "gorkhas_defeat": "The Gorkhas conceded defeat and the war finally came to an end through the famous Treaty of Sugauli in 1816.",
    "kumaon_merged": "In 1815 the expanse of Kumaon was merged with the eastern part of the Garhwal as a chief-commissionership.",
    "kumaon_province": "The joint area was called Kumaon Province.",
    "kumaon_governed": "For the next seven decades the Kumaon Province was governed by several noteworthy officers including the renowned George William Traill and Sir Henry Ramsay.",
    "gadar_of_1857": "During the gadar of 1857, the British rule was fiercely opposed by the people of Kumaon especially from those in Champawat, the ex-capital of the Chand kings.",
    "kalu_singh_mahara": "A remarkable man Kalu Singh Mahara led the rebellion, only to be trounced by the strong British regime.",
    "kumaon_freedom_movement": "Kumaon contributed its bit in the Indian Freedom Movement.",
    "mahatma_gandhi_kumaon": "Mahatma Gandhi's visits to Kumaon influenced several people to join the movement.",
    "indian_national_army": "Many men from Kumaon also joined the Indian National Army established by Subhash Chandra Bose.",
    "legacy_of_british_colonialism": "THE LEGACY OF BRITISH COLONIALISM IN KUMAON",
    "british_occupation_india": "The British occupation of India was primarily aimed at the expansion of the rapidly-growing British Empire which also meant ruthless plunder of the Indian resources.",
    "british_marks_on_nation": "On the other hand the number of scholarly officials of the Raj made sure the British also left their marks on the nation's culture, society and environment.",
    "tennis_assembly_rooms": "Tennis next to the Assembly Rooms, Nainital 1899 | Creative Commons/Public Domain"
  },
  {
    "page_number_left": "10",
    "page_number_right": "11",
    "image_caption_left": "IVRI Campus, Mukteshwar | The Incredible Mukteshwar",
    "image_caption_right": "St. Bridget's Church, Chaubatiya | Ashok Pande",
    "text_left_1": "The rule of the British in India was also an expansion of western knowledge in our country's language, architecture, science and arts. The impressions left by the British Raj upon the breadth and length of the country are indelible. For this purpose the British set up several institutions and surveys that achieved some remarkable feats. Teams of cartographers, ethnographers, anthropologists and botanists worked endlessly to scientifically map the whole country as a composite piece of land.",
    "text_left_2": "In his book 'The Magic Mountains: Hill Stations and the British Raj', the Missouri-born American historian Dane Keith Kennedy wrote, \"Located on peaks that loom like sentinels over heat-simmering plains, hill stations remain among the most curious monuments to the British colonial presence in India.\"",
    "text_left_3": "Further in the same book Kennedy observes that in India the beginnings of hill stations were rooted in the aspiration of the British \"to establish sanitaria within the subcontinent where European invalids could recover from the heat and disease of the tropics.\"",
    "text_right_1": "The colonial masters took special interest in the hills of Kumaon for several reasons. They set up some of their favourite hill stations here, including Nainital and Ranikhet. These stations served the primary purpose of providing medical relief to the British soldiers and officials who couldn't bear the brunt of the heat of the plains. Almora, a third such station was already a bustling town with a population of nearly twenty thousand where the British set up their operational headquarters.",
    "text_right_2": "Several smaller centres were also developed as satellite hill stations that served a variety of people that included missionaries, tea planters, ornithologists and timber traders etc. Examples of such satellites would be Mukteshwar and Patwadangar in Nainital district and Abbot Mount in the Champawat district of Kumaon.",
    "text_right_3": "The British were fond of Kumaon for another reason as revealed by Pilgrim in his notes from 1844 - \"Kumaon is the richest province and yields higher revenue than all the rest of Hill Protected States put together\"",
    "text_right_4": "In the next pages we would tell you about some of the most enchanting and most remarkable imprints of the days of the British Raj in the land of Kumaon."
  },
  {
    "page_number_1": "12",
    "page_number_2": "13",
    "title": "NAINITAL",
    "discovery_details": "Nainital was 'discovered' by Peter Baron, an avid traveller and a flush sugar and wine trader from the Shahjahanpur town of UP in, 1841.",
    "clay_reference": "J. M. Clay, the Deputy Commissioner of Nainital during the 1920's in his important book 'Nainital: A Historical and Descriptive Account' describes Baron's Nainital experience in these words:",
    "first_discovery_quote": "\"The first recorded discovery of Nainital was in the year 1841 on November 18. Mr. Baron and his two companions entered the Nainital basin from the direction of Khairna through St. Loo Gorge. They remained only one night and left again the next day, Mr and captain C. going to Ramgarh and Captain Weller returning to his camp. Mr. Baron was very much impressed with Naini Tal and its possibilities as a hill station and as a sanatorium, and was enthusiastic over the beauty of the scenery, the crystal clearness the water and the plentiful animal life.\"",
    "image_description": "A view of the north end of Naini Tal in 1875 | Creative Commons/Public Domain",
    "image_location": "Thandi Sarak, Nainital | Dr. Kurt Boeck 1890",
    "baron_writing": "Baron himself wrote a fascinating account of his journeys in the mountains under the penname Pilgrim and got them published as 'Notes of Wanderings in the Himalaya' in the Agra Gazetteer. He wrote about Nynee-thal :",
    "best_site_quote": "\"It is, by far, the best site I have witnessed in the course of a 1,500 miles (2,400 km) trek in the Himalayas.\"",
    "pilgrim_lodge": "He immediately took a liking for the place and constructed a house for himself aptly called the Pilgrim Lodge. Very soon the word spread and Nainital became a health resort for British soldiers, officials, and their families. Churches were erected, the town burgeoned and this small settlement became the summer capital of the erstwhile United Provinces.",
    "british_capital_shift": "It is a well-known fact that the British wanted to shift India's summer capital to Nainital but since the fragility of the hills did not make it suitable for constructing a railway line they chose Shimla instead and called it Chhota Vilayat or Little England."
  },
  {
    "structure_date": "1900",
    "building_type": "gothic structure",
    "architect": "Santoni McDonald",
    "original_rooms": "five",
    "location": "Naina Devi peak",
    "current_use": "High Court of Uttarakhand",
    "garden": "sprawling",
    "town": "Nainital",
    "bungalows": "British",
    "signature": "Britiah Raj",
    "spots": "Dorothy's Seat, Tiffin Top, Land's End, Snow View, Smugglers' Rock",
    "pleasure": "adventurous",
    "structures": "fantastic",
    "time_period": "British time",
    "building_name": "Raj Bhavan",
    "alternative_name": "Governer's house",
    "foundation_date": "April 1897",
    "completion_date": "March 1900",
    "style": "domestic Gothic",
    "resemblance": "Balmoral",
    "residence_type": "summer residence",
    "royal_family_location": "Aberdeenshire of Scotland",
    "area": "160 acres",
    "golf_course": "45",
    "golf_course_date": "1936",
    "architect_name": "F.W. Steven",
    "engineer_name": "F. O. W. Ortel",
    "engineer_title": "Executive Engineer",
    "residence_type_2": "official residence",
    "governor_location": "Uttarakhand",
    "museum_items": "curiosities, guns",
    "dacoit_name": "Sultana Daku",
    "location_name": "Nainital",
    "author_name": "Krishna Chandra Palariya"
  },
  {
    "document_title_left": "THE RAMSAY HOSPITAL",
    "ramsay_hospital_completed_year": "1892",
    "ramsay_hospital_erected_as": "a memorial to Sir Henry Ramsay, the most distinguished British Commissioner of British Kumaon",
    "ramsay_hospital_original_cost": "two and a quarter lakh Rupees",
    "ramsay_hospital_author_quote": "J. M. Clay",
    "ramsay_hospital_book_title": "'Nainital: A Historical and Descriptive Account'",
    "ramsay_hospital_quote_content": "\"The hospital has served the European residents of the entire province most efficiently for over a generation, and few institutions have a better claim on the public support.\"",
    "ramsay_hospital_campus_description": "brilliant",
    "ramsay_hospital_buildings_reflect": "the glory of the architectural elegance of the Raj",
    "document_title_right": "CHURCHES OF NAINITAL",
    "church_name": "St. John in the Wilderness",
    "church_author_quote": "J. M. Clay",
    "church_book_title": "‘Nainital: A Historical and Descriptive Account'",
    "church_origin_recorded": "One of the earliest buildings erected in Nainital was the church of St. John in the Wilderness",
    "church_site_chosen_year": "1844",
    "church_approved_by": "the Bishop of Calcutta, Daniel Wilson",
    "church_discovered_year": "1841",
    "church_plans_prepared_by": "Captain Young, Executive Engineer",
    "church_cornerstone_laid_date": "October 1846",
    "church_original_structure_cost": "Rs. 15000",
    "church_cost_met_by": "private subscription and pew rents",
    "church_first_opened_date": "April 2, 1848",
    "church_taken_over_year": "1856",
    "church_taken_over_by": "the government as a public building",
    "church_description": "fantastic building",
    "page_number_left": "16",
    "page_number_right": "17"
  },
  {
    "church_name": "St. Francis Catholic Church",
    "also_known_as": "Lake Church",
    "built_year": "1868",
    "priest": "Rev. Fr. Maeken",
    "vicariate": "Agra Vicariate",
    "enlarged_between": "1907 and 1909",
    "location": "Tallital side of the Mall Road",
    "functional": "true",
    "methodist_church_name": "The Methodist Church",
    "founder": "John Wesley",
    "priest_years": "1703 - 1791",
    "disciples_called": "Methodists",
    "evangelist": "William Butler",
    "nainital_chosen": "true",
    "butler_arrival": "22 September, 1858",
    "assistance_from": "Sir Henry Ramsay",
    "commissioner_of": "Kumaon",
    "near": "old Rickshaw Stand of Mallital on the Mall Road",
    "page_number": "18"
  },
  {
    "schools_of_nainital": "In the course of the British Raj, Nainital developed as a very important center of school education. All the academic institutions from those days are still continuing the traditions. The most important schools, whose foundations were laid by the British, are listed here.",
    "st_josephs_college_building_completed": "1889",
    "st_josephs_college_opened_by": "Sir Auckland Colvin, Lieutenant Governor",
    "st_josephs_college_original_school": "Catholics of the Allahabad Diocese",
    "st_josephs_college_built_in": "Darjeeling",
    "st_josephs_college_transferred_by": "Roman authorities to Nainital",
    "st_josephs_college_pupils_arrived": "towards the end of January, 1888.",
    "st_marys_convent_college_founded": "1878",
    "st_marys_convent_college_founded_by": "Mother Salesia Reiner",
    "st_marys_convent_college_purpose": "provide an all-round education to all sections of society, regardless of caste, creed or financial status.",
    "st_marys_convent_college_managed_by": "sisters of the Congregation of Jesus",
    "sherwood_college_conceived_as": "Diocesan Boy's School",
    "sherwood_college_brainchild_of": "Mr. Condon, Mr. H.S. Reid",
    "sherwood_college_patronage_of": "Seventh Metropolitan of India, Rev. Robert Milman",
    "sherwood_college_patronage_date": "July 1869",
    "sherwood_college_enrolments_touched": "end of 1870",
    "sherwood_college_mentioned_by": "E.T. Atkinson",
    "sherwood_college_in": "'The Himalayan Gazetteer' of 1882",
    "sherwood_college_defined_as": "a center of learning which thoroughly fulfills the designs of its Founders.",
    "all_saints_college_founded": "July 1869",
    "all_saints_college_students": "2",
    "all_saints_college_teacher": "Miss Bradbury",
    "all_saints_college_called": "“Diocesan Girls' High School'",
    "all_saints_college_set_up_at": "'Stoneleigh' where Ramsay Hospital now stands.",
    "all_saints_college_shifted_to": "Petersfield, the present site of Balika Vidya Mandir",
    "all_saints_college_shifted_to_2": "'Brandsdale', which now houses the Uttarakhand Hight Court",
    "all_saints_college_shifted_to_3": "Ayarpata Hill in 1892",
    "all_saints_college_charge_taken_by": "All Saints' sisters', an Anglican religious order",
    "birla_vidyamandir_started_as": "Oak Openings High School",
    "birla_vidyamandir_started_in": "1870",
    "birla_vidyamandir_student": "Jim Corbett",
    "birla_vidyamandir_mentioned_in": "Martin Booth in his biography of Corbett 'Carpet Sahib'",
    "birla_vidyamandir_called": "Oak Openings",
    "birla_vidyamandir_situated": "below the summit of Sher Ka Danda",
    "birla_vidyamandir_view": "stunning panoramic view of the town, the tal (the Naini Lake) and the drop to the plains of India."
  },
  {
    "page_number_left": "22",
    "page_number_right": "23",
    "college_name": "Philander Smith College",
    "year_changed": "1905",
    "school_name": "Hallett War School",
    "year_renamed": "1939",
    "author_name": "J. M. Clay",
    "book_title": "Nainital: A Historical and Descriptive Account",
    "site_elevation": "7,500",
    "school_location": "India",
    "image_left_location": "Birla Vidyamandir, Nainital",
    "image_left_photographer": "Mukesh Rawat",
    "section_title": "SATTAL, NAUKUCHIYATAL AND BHIMTAL",
    "image_right_location": "Christian Ashram, Sattal",
    "image_right_photographer": "Vijay Patni",
    "area_description": "The area surrounding Nainital town was studded with several natural lakes which prompted the colonial rulers to call it the Lake District.",
    "commissioner_name": "George William Trailll",
    "year": "1830",
    "planter_name": "Robert Blinkworth",
    "purpose": "establishing a tea-plantation",
    "experiment_location": "slopes of Naukuchiyatal"
  },
  {
    "Botanical Gardens": "The noted Scottish botanist and the first Superintendent of the Saharanpur",
    "Hugh Falconer visited these sites": "Hugh Falconer visited these sites and approved the quality of work being done in Bhimtal and Naukuchiyatal.",
    "Lake District evokes immense nostalgia": "Some remains of those ambitious projects can still be seen today. A visit to these secluded parts of the Lake District evokes immense nostalgia.",
    "Sattal near Bhimtal": "Sattal, a small lake-strewn place near Bhimtal found the attention of Christian missionaries and other Britishers.",
    "Estates owned by Britishers": "Several estates, owned by them sprang into existence.",
    "Remarkable estates": "The most remarkable among these were Midlake, Flowermead and Beoni.",
    "Midlake Estate built in 1860": "The Midlake Estate, built in 1860 is the oldest construction in the area.",
    "Cottages rented to missionaries": "About a dozen small cottages were also built for the purpose of being rented out to the missionaries during summers.",
    "Evans owned Sattal Estate": "A British couple called Mr. and Mrs. Evans owned the Sattal Estate between 1910 and 1930.",
    "Evans built St. John's Church": "Mr. Evans built a small church, the St. John's, in the memory of his mother in 1912.",
    "St. John's Church, Sattal | Vijay Patni": "St. John's Church, Sattal | Vijay Patni",
    "Page number": "25",
    "E. Stanley Jones | Photo Courtesy: Vijay Patni": "E. Stanley Jones | Photo Courtesy: Vijay Patni",
    "Stanley Jones visited Sattal": "The famous missionary of the Methodist Episcopal Church, Rev Stanley Jones also visited Sattal in the early part of the 20th Century and acquired the estate in 1930 for the Methodist Church in India and started the Ashram.",
    "Stanley Jones founded Churches": "Stanley Jones was a pioneer in founding Churches based on the traditional Ashram-system of India.",
    "Sattal Christian Ashram": "It was through his efforts that the globally famous Sattal Christian Ashram came into existence in 1930.",
    "Ashram developed into a centre of Biblical studies": "The Ashram has gradually developed into a centre of Biblical studies and is visited by people from all across the world.",
    "Programmes organized in Ashram": "Special programmes are organized in the Ashram twice a year, during summers and autumn respectively.",
    "Sattal Christian Ashram is a forest retreat": "The objective of these programmes is nicely summed up in the official website of the Ashram: \"Sattal Christian Ashram is a forest retreat, where individuals get an opportunity to discover answers for victorious daily living in the 21st century.\""
  },
  {
    "title": "NAINTIAL IN BRITISH ART AND LITERATURE",
    "bheemeshwar_temple_image_credit": "Bheemeshwar Temple 1878 by Marianne North | Creative Commons/Public Domain",
    "nainital_appearance": "The town of Nainital appears in several works of art and literature.",
    "notable_mentions": "Some of the most remarkable mentions are made in books and documents of Josiah Bateman, Hannah S. Battersby, Rudyard Kipling, Joseph Fayrer, Jamea Watson M'Crindle, Eva Shaw McLaren and of course Jim Corbett.",
    "eva_shaw_mclaren_book": "Eva Shaw McLaren's book 'Elsie Inglis: The Woman with the Torch' records the life of Eliza Maud popularly known as Elsie Inglis, a Scottish doctor, surgeon, teacher, suffragist, and founder of the Scottish Women's Hospitals.",
    "first_woman_serbian_order": "She was the first woman to hold the Serbian Order of the White Eagle.",
    "elsie_birth": "Elsie was born on 16 August 1864 in Nainital.",
    "elsie_father": "Her father John Forbes David Inglis was an East India Company civil servant, who went on to become the Chief Commissioner of Oudh in North India.",
    "elsie_early_life": "Elsie lived for the first twelve years of her life in Nainital which she is fondly made to remember in the following words:",
    "childhood_memories": "\"All our childhood is full of remembrances of father. He never forgot our birthdays; however hot it was down in the scorched",
    "page_number_left": "26",
    "nainital_painting_credit": "Nainital by Charles J. Cramer-Roberts 1886 | Creative Commons/Public Domain",
    "childhood_description": "plains, when the day came round, if we were up in the hills, a large parcel would arrive from him. His very presence was joy and strength when he came to us at Naini Tal. What a remembrance there is of early breakfasts and early walks with him - the father and the three children! The table was spread in the verandah between six and seven. Father made three cups of cocoa, one for each of us, and then the glorious walk! The ponies followed behind, each with their attendant grooms, and two or three red-coated chaprassies, father stopping all along the road to talk to every native who wished to speak to him, while we three ran about, laughing and interested in everything.\"",
    "watercolour_artists": "Two remarkable water-colourists, namely Marianne North and Charles J. Cramer-Roberts were among the several painters who used Nainital and places around it as themes for their paintings.",
    "marianne_north_description": "Of these two Marianne was a remarkable globe-trotting woman of the nineteenth century who visited Nainital twice in 1878. Reminiscing the beauty of Nainital she wrote in her account titled 'Recollections of a happy life: being the autobiography of Marianne North', “I saw many beautiful flowers: great masses of blue plumbago, pink gentian, white and pink bauhinia, and the judas tree, a perfect mass of pink without any leaves. Other bushes were covered with small red blue flowers, looking like almond or peach blossom. The hills are marvellously blue, piled one over the other beyond them. I never saw such abundance of pure colour.\"",
    "art_capture": "The works of these artists capture the glorious past of Nainital and the essence of Raj.",
    "page_number_right": "27"
  },
  {
    "city": "RANIKHET",
    "establishment_year": "1918",
    "founder": "Jaimitra Singh Bisht",
    "context": "The creation of hill stations in the Himalayas by the British in the early part of the 19th century was first a rejoinder to both hygienic and tactical deliberations.",
    "british_citizens_exposure": "British citizens who had to live in the tropics were particularly exposed to fever and disease.",
    "19th_century_doctors_limitation": "Until the latter part of the 19th century doctors were unable to identify the reasons for most tropical disorders or their connections with transmission instruments such as water or mosquitoes.",
    "death_rate_description": "Death rate was very tall amid them.",
    "hygiene_concepts_influence": "In agreement with the hygiene concepts in vogue at that time in the West, the British desired to set up sanitaria in the Himalayan highlands.",
    "kumaon_hill_stations_personnel": "The individuals typically engaged in fostering the hill stations in Kumaon were mainly British army officers, bureaucrats of the East India Company, businessmen, suppliers, planters and military doctors,",
    "ranikhet_role": "Ranikhet was one of the first such sanitaria where British officers, convalescents and invalid soldiers came frequently.",
    "page_28": "28",
    "page_29": "29"
  },
  {
    "page_number_30": "30",
    "page_number_31": "31",
    "document_number": "No. 28 of 1868",
    "section_title_1": "HEADQUARTERS OF THE KUMAON REGIMENT",
    "paragraph_1": "After the defeat of the Gorkhas at the hands of the British, Kumaon became part of the Empire. The British soldiers and officials were stationed at Hawalbagh near Almora. In 1839, the army settlement was shifted to Almora town. Additional troops were posted at Pithoragarh and Lohaghat since that area formed borders with Nepal.",
    "paragraph_2": "Ranikhet had in the meantime become popular among several European tea-planters and entrepreneurs and they had acquired large chunks of land for their perusal. In 1868 the British Government decided to move base from Almora to Ranikhet and a site in the possession of the planter Norman Troupe was chosen as the main dwelling for the British soldiers.",
    "paragraph_3": "In 1869 the British established Ranikhet as their army base in Kumaon. The forests surrounding Ranikhet were declared reserved forests in 1873. Today Ranikhet is the headquarters of the esteemed Kumaon Regiment.",
    "paragraph_4": "Ranikhet became such a popular summer retreat among the Britishers that at one point in time it was proposed to be made the summer capital of the Government of India.",
    "section_title_2": "THE BUNGALOWS",
    "paragraph_5": "The Royal Military Hospital was completed in 1892. Huge barracks were built with provision of heating the large rooms with hot water percolating inside the room through pipes hidden behind the thick walls.",
    "paragraph_6": "Some time later it was decided to station the wives and children of the military personnel serving on field duty elsewhere (something akin to what is today known as separated family accommodation) or to utilize the establishment as a Convalescent station for the sick and/or injured troops. A number of splendid bungalows and barracks were built for this purpose, most of which still exist.",
    "paragraph_7": "A remarkable feature about the bungalows is that each one of them is connected by a motorable road. The residents of these bungalows were mostly from English, Irish or Scottish stock; hence such diverse names as Fairlands, Windy-Hough, St. Alban's, The Priory, Parsonage, Balmoral, Osman Thorpe, Rookwood, Hermitage, Knockfierna, Ridgeway to name a few. The Ranikhet Club and the Holm Farm Heritage are also historically very important buildings.",
    "paragraph_8": "Like any other British cantonment, Ranikhet too has its share of rugged barracks, austere dwelling houses and miles and miles of unspoilt greenery. The oldest surviving barrack is the Alma Barrack, a grand two-storied structure built in 1872 at a commanding height. Built with the help of troop labour, it is popularly called the Naulakha Barrack. Other stern looking structures that immediately catch your eye are the Fitzwaygram Barracks, Clarence Barracks, Convalescent Barracks and double storied married family accommodation.",
    "paragraph_9": "However, the most impressive buildings are the dozen odd churches spread all over the place. Since the European population adhered to different orders and sects of Christendom, one finds churches of various shapes, sizes and interiors, and all specimens of Victorian Architecture."
  },
  {
    "title": "CHURCHES IN RANIKHET",
    "st_peter_church_dating": "Dating back to 1873, it is located in the heart of the city.",
    "st_peter_church_functional": "No longer functional, it has been converted into a shawl and tweed factory by the army for the rehabilitation of the war widows and the disabled army personnel.",
    "st_martin_church_location": "Lying on the outskirts of the town near the Somnath Ground, this church came up in1901 and caters to the Protestant laity.",
    "st_bonaventure_church_establishment": "is a Roman Catholic establishment under the control of the Catholic Bishop of Diocese of Lucknow.",
    "st_bonaventure_church_location": "Located on the Mall Road, opposite the Residence of the C.O., Military Hospital, this fully functional church was built in 1899.",
    "the_presbyterian_church_name": "also called the St. Nanian's Church",
    "the_presbyterian_church_location": "is located near Mankameshwar Temple.",
    "the_presbyterian_church_constructed": "Constructed in 1908 the structure was designed as a Scottish Presbyterian Church.",
    "christian_cemeteries": "There are two Christian cemeteries as well in Ranikhet whose ownership currently rests with the High Commission of United Kingdom in India.",
    "christian_cemeteries_names": "Called the Old and New Christian Cemeteries, these were built in 1870 and 1895 respectively.",
    "page_number_left": "32",
    "page_number_right": "33"
  },
  {
    "page_number_left": "34",
    "page_number_right": "35",
    "left_title": "CHAUBATIYA",
    "left_image_caption": "Chaubatiya Garden | Ashok Pande",
    "left_text": "Chaubatiya is a tiny and sleepy hamlet that immediately became a favourite with the British officials after Bishop Heber's visit to Ranikhet and its surroundings in 1824. It became a much-loved destination for the tea planters headed by Norman Troupe. A small army settlement also came into existence and so did several structures in the course of time. One can still see remnants of these dating back to the first and second half of the 19th century.",
    "left_church_info": "Two important churches of Chaubatiya deserve a special mention. The first is the Ignatius Michael's Church that was built in 1882. Towering over at 7000 feet it is the largest church in the area, although it is now used as a multipurpose hall by the army. The slanted roofs have been built of slates neatly tucked together, which have weathered the vagaries of rain and snow for nearly a century. The interiors of this church, with huge arches and curved wooden ceiling are really breath-taking. It was taken over by the army and is now used as an auditorium called Kautilya Hall.",
    "left_second_church_info": "The other one is the St. Bridget's Church. Built in 1885 and owned by the Franciscan Friars the church is still functional. The more than 100 years old Baptismal Font and Confession Box are in brilliant order. Bordered with deodar trees, this significant structure shows visible Irish impact in its architectural outline. It is also recognized as St. Patrick's Church.",
    "left_hotel_info": "KMVN has a couple of fabulous hotels in Ranikhet.",
    "right_title": "ALMORA",
    "right_image_caption": "Paltan Field, Almora in 1921 | Photo Courtesy: Uday Raj Vikram Sah",
    "right_text": "After the defeat of the Gorkhas by the British, Almora was made the administrative headquarters of Kumaon. The British Kumaon was under the rule of several commissioners, some of whom left their indelible impressions on the social and economic fabric of Kumaon in general and Almora in particular. These able administrators included E. Gardener, George William Trail, Percy Wyndham and foremost of them all Sir Henry Ramsay.",
    "right_army_info": "The British Army that defeated the Gorkhas was initially posted at Hawalbagh near Almora but was later shifted to Almora where a full-fledged cantonment was established."
  },
  {
    "title": "THE NANDA Devi TEMPLE AND ITS BRITISH CONNECTION",
    "statue_origin": "Garhwal",
    "king": "Baj Bahadur Chand",
    "year_brought": "1670",
    "initial_statue_location": "campus of the Malla Mahal",
    "chand_king": "Udyot Chand",
    "year_established": "1690",
    "temples_established": "two",
    "temple_names": "Parvatishwar and Udyot Chandreshwar",
    "british_rule_commissioner": "George William Traill",
    "statue_relocation": "from Malla Mahal to the Udyot Chandreshwar Temple",
    "traill_journey_location": "Johar valley",
    "incident": "lost his eyesight",
    "reason": "goddess's wrath",
    "advice": "build a temple for Nanda Devi",
    "year_eyesight_restored": "1816",
    "page_number_left": "36",
    "page_number_right": "37",
    "image_description": "Mount Nanda Devi from Binsar | Ashok Pande"
  },
  {
    "church_name": "Budden Memorial Methodist Church",
    "location": "Almora",
    "photographer": "Jaimitra Singh Bisht",
    "year_john_henry_budden_stationed": 1850,
    "organization": "London Missionary Society (LMS)",
    "stationed_at": "Mirzapur",
    "year_came_to_india": 1841,
    "reason_for_visiting_himalaya": "health",
    "met_captain_ramsay": true,
    "captain_ramsay_title": "Sir",
    "captain_ramsay_christian_officer": true,
    "captain_ramsay_resident_at": "Naini Tal",
    "missionary_position_offered": true,
    "offered_by": "Captain Ramsay and Mr. J. H. Batten",
    "school_and_mission_work_begun": true,
    "location_of_school_and_mission_work": "Almora",
    "buildings_adjoining_bazar": "mess-room and billiard room",
    "buildings_dedicated_to": "mission work",
    "one_building_used_as": "Mission Chapel",
    "sunday_services_offered_in": "Hindustani and English",
    "page_number_left": 38,
    "page_number_right": 39,
    "rev_john_henry_budden": "Rev. John Henry Budden",
    "formal_opening_mission_work": "August 7, 1851",
    "indian_headmaster_appointed": 1852,
    "headmaster_location": "Almora mission school",
    "mission_school_relocated": 1871,
    "relocated_to": "centre of town",
    "site_formerly_occupied_by": "palace of the Almora rajas",
    "later_occupied_by": "Government buildings",
    "high_school_became_known_as": "Ramsay College",
    "year_high_school_became_ramsay": 1886,
    "affiliated_with": "Calcutta University",
    "mrs_john_henry_budden_assisted_by": "Mary Budden",
    "mrs_mather_lms_mirzapur_started": "Girls' School",
    "mrs_budden_died": 1859,
    "daughters_continued_work": true,
    "year_girls_school_supervised_by_mary_budden": 1909,
    "scholars_in_girls_school": 117,
    "mary_budden_established": "Hospital for Women"
  },
  {
    "image_description_left": "Mary Budden Estate, Binsar | Jaimitra Singh Bisht",
    "image_description_right": "Irene Pant aka Begum Ra'ana with her husband and Hollywood actor James Stewart, 1951 / Photo courtesy: Dawn.com",
    "mission_work_almora": "Other mission work in Almora included boys' and girls' orphanages and a refuge for homeless women.",
    "leper_asylum": "The mission also supervised a leper asylum, which had been established by Sir Henry Ramsay, then a Civil Officer, in 1840. The leper asylum in Almora was one of the oldest institutions of its kind in India. In November, 1851, John Henry Budden assumed the care of the 31 patients in the asylum; by 1854, a new building had been acquired and there were between 30 and 50 patients. By 1866, the number of patients had grown to over 100, who occupied nine rows of five houses each, with a nearby store, school, and other outbuildings.",
    "budden_england": "John Henry Budden went to England in January, 1860. While there, he published five books in Urdu and Hindi, which he had previously prepared for Indian converts to Christianity. John Henry Budden was described as \"an able preacher, educationalist, and writer\".",
    "page_number_left": "40",
    "budden_retirement_death": "John Henry Budden retired from active service in 1887, and died at Almora on March 18, 1890. The church at Almora was named the Budden Memorial Church, in remembrance of his years of service there. The work of the mission station at Almora continued, largely under the supervision of John Henry Budden's daughter, Mary Budden. In 1891, the year after John Henry Budden's death, there were 706 Christians in the province of Almora.",
    "ramsay_budden_conversion": "It would be worth mentioning that the team of Ramsay and Budden was successful in converting a large number of high caste Brahmins into Christianity. Since such converted people were declared outcasts by their own people, Ramsay made sure that a separate settlement was established in Almora for them in Heeradungri neighbourhood. The most famous person to have come out of Heeradungri was Irene Pant, daughter of Daniel Pant, who went on to marry Liaqat Ali Khan, the first Prime Minister of Pakistan.",
    "budden_memorial_functional": "The Budden Memorial Church is still functional.",
    "page_number_right": "41"
  },
  {
    "page_number_left": "42",
    "page_number_right": "43",
    "title_left": "ALMORA'S NOBEL BOND: RONALD Ross",
    "title_right": "MISSIONARIES IN DARMA AND VYANS VALLEYS OF DHARCHULA",
    "image_caption_left": "Sir Ronald Ross | Creative Commons/Public Domain",
    "image_caption_right": "Ruins of the church at Baun village in Darma valley | Vinod Upreti",
    "text_left_1": "Sir Ronald Ross was the first British Nobel Prize winner for his pioneering research in the subject of malaria. He was born in Almora on May 13, 1857 to Sir C. C. G. Ross, an army officer of the East India Company, and his wife Matilda Charlotte Elderton. Ronald was the eldest of ten children. He was sent at the age of eight to England for studies where he lived with an aunt and uncle on the Isle of Wight. During his early years he fostered a fascination for poetry, literature, music and mathematics. He continued to absorb in these youthful fancies till his death.",
    "text_left_2": "Besides being a scientist of the highest order, he was a celebrated musician, poet, painter and writer. His biographers believe that his childhood in Almora contributes a great deal in transforming him into a nifty genius. He remembered his dear Almora in one of his writings: \"Down the valleys far and deep, where the starlit shadows sleep, lights of distant hamlets peep, Almora how can I forget thee!\"",
    "text_right_1": "The Christian missionaries had tried their best to influence the high- Himalayan residents of Kumaon called the Rungs for a long time. Populating the Vyans, Darma and Chaundas valleys of the Pithoragarh district, these people held monopoly over the Indo-Tibetan trade via Kumaon. The Rungs were treated as mere tribals by the missionaries who set up a church each in Sirkha village of the Chaundas valley and Baun village of Darma valley.",
    "text_right_2": "These missionary efforts met met with almost no success. Only one family from Sirkha village could be persuaded to convert. In Baun their efforts were completely futile.",
    "text_right_3": "On a visit to the Darma valley one could see the ruins of the said church, which narrate the legend of the Rung people's respect for their faith and traditions and underline their sense of integrity."
  },
  {
    "SCHOOLS OF ALMORA": "true",
    "BINSAR": "true",
    "Model School, Almora | Jaimitra Singh Bisht": "true",
    "Almora went on to become the pivot of contemporary education for": "true",
    "the natives of the Kumaon region during the middle of the nineteenth": "true",
    "century. The British administrators opened some of the most": "true",
    "important schools and colleges of the area in Almora. The foremost": "true",
    "among them was set up by Henry Ramsay in 1871. This schools was": "true",
    "later renamed after him. George Smith's remarkable Book 'The Twelve": "true",
    "Indian Statesmen' has ample praise for this school now called the": "true",
    "Ramsay Inter College.": "true",
    "One of the other prominent schools from the days of the Raj is the": "true",
    "Adam's School, established in 1851 by Mary Budden, the daughter of": "true",
    "Rev. John Henry Budden.": "true",
    "In 1891, another school was built which is now called the G. I. C. These": "true",
    "schools can proudly claim to have produced several bureaucrtas,": "true",
    "writers, actors, musicians, politicians, scientists and citizens of": "true",
    "global repute.": "true",
    "44": "44",
    "Binsar | Ashok Pande": "true",
    "The dreamlike, fairy-tale setting of Binsar reminded the British of the": "true",
    "hills of Scotland. Sir Henry Ramsay, the magnanimous Commissioner": "true",
    "of Kumaon for over quarter of a century loved Binsar so much that": "true",
    "he built his home here. After his retirement, Ramsay spent most of": "true",
    "his summer months in this house which is now known as Grand": "true",
    "Oak Manor and is one of the few resorts inside the Binsar Wildlife": "true",
    "Sanctuary.": "true",
    "Another remarkable building in Binsar is the Mary Budden Estate.": "true",
    "Reverend John Henry Budden's daughter Mary bought some land in": "true",
    "Binsar in 1899 and began a school and training centre for orphan girls": "true",
    "from the neighbouring villages. The estate is also run as a luxury": "true",
    "hotel now.": "true",
    "45": "45"
  },
  {
    "Khali Estate of Binsar Origin": "The Khali Estate of Binsar was originally bought by Lt. Col. Alexander Patterson in 1873.",
    "Khali Estate of Binsar Ramsay": "Sir Henry Ramsay bought it from him in 1885 and gave the property its name.",
    "Khali Estate of Binsar Ownership": "Later Ramsay also sold it. After being owned by a series of British officials, it was bought by Vijay Laxmi Pandit, the sister of Pandit Nehru.",
    "Khali Estate of Binsar Independence": "After independence, the estate was bought by a Gujrati mountain-enthusiast, Navnit Parikh, who developed the property into a tourist resort.",
    "Document Number": "No 386f 1868",
    "Section Title": "THE SANATORIUMS",
    "Sanatorium Quote": "Bishop Heber quoted Almora as the first British sanatorium.",
    "Common Malady": "The most common malady among the employees of the British police and army was tuberculosis (TB). This was a major worry of the colonial rulers.",
    "Bhowali Sanatorium Location": "Eleven km from Nainital on the road to Almora is a small hill settlement named Bhowali.",
    "Bhowali Sanatorium History": "In 1912 a TB sanatorium was built here by the British and was named after the recently deceased king of Great Britain, King George Edward VII.",
    "Bhowali Sanatorium Ownership": "The property originally belonged to the Nawab of Rampur who donated the land for the generous cause owing to the fact that his own wife had died of same disease.",
    "Bhowali Sanatorium Medical Staff": "Renowned medical professionals of the time including Colonel Kocron and Dr. L. S. White served the patients from the incurable disease.",
    "Sanatorium Size": "Stretched over a sprawl of 225 acres, the Sanatorium has several cottage and buildings constructed in Gothic style.",
    "Sanatorium Dignitaries": "Several important dignitaries were admitted to this hospice since its inception. The most notable among these were Subhash Chandra Bose and Kamla Nehru, Jawaharlal Nehru's wife.",
    "Image Description": "Jauljibi Estate, Binsar | Ashok Pande",
    "Page Number Left": "46",
    "Page Number Right": "47",
    "Image Description 2": "Kamala and Jawaharlal Nehru | Creative Commons/Public Domain"
  },
  {
    "Church in Abbot Mount": "Saransh Mungoli",
    "The Bhowali Sanatorium": "Ashok Pande",
    "whole compound status": "in shambles but recently some renovation work has been taken over by the government to preserve this important heritage",
    "Abbot Mount Description": "A remarkable privately developed hill station called Abbot Mount is located near Lohaghat in the Champawat district of Kumaon. John Harold Abbot was a Scottish businessman settled in Jhansi. The climate of plains did not suit him so he, along with his wife Catherine, moved to Ranikhet. In Ranikhet they bought the property of famous planter Norman Troupe. This property is now known as Holm Farm after another tea planter named William Holm.",
    "Abbots' search": "The restless Abbots wanted to go still further and during their search for a better place at the turn of the nineteenth century they came across this fantastic spot near Lohaghat. They were enamoured by the beauty of it and decided to settle there. They aptly named it Abbot Mount.",
    "Abbot's decision": "Being a businessman Abbot decided to turn Abbot Mount into an exclusive hill station for the British and built several bungalows there.",
    "John Abbot's cricket ground": "An avid cricket enthusiast, John Abbot built a full-fledged cricket ground too at an elevation of nearly 6500 feet.",
    "page_number_48": "48",
    "page_number_49": "49"
  },
  {
    "Dr. Morris's Hospital in Abbot Mount | Saransh Mungoli": "true",
    "acres_count": "half a dozen",
    "cottages_count": "thirteen",
    "built_by": "John",
    "in_memory_of": "Catherine Abbot",
    "church_condition": "dilapidated",
    "catherine_died_in": "1942",
    "john_survived_for": "three more years",
    "john_died_at": "Ramgarh in Nainital",
    "haunted_house_owner": "Dr. Morris",
    "popularity_source": "social media",
    "secluded_place": "true",
    "page_50": "true",
    "DEDICATED": "true",
    "TO THE MEMORY OF": "true",
    "Mrs._L._K._Abbott": "true",
    "ERECTED": "true",
    "BY HER HUSBAND": "true",
    "1942": "true",
    "Dedication stone at the Abbot Mount Church | Ashok Pande": "true",
    "page_51": "true"
  },
  {
    "title": "THE SEVIER COUPLE OF BRITAIN AND MAYAVATI",
    "location": "Adwait Ashram, Mayavati | Saransh",
    "charlotte_elizabeth_savier_birthplace": "Chetlenham of England",
    "james_henry_sevier_occupation": "officer in the British army",
    "year_seviers_met_vivekananda": "1896",
    "month_seviers_met_vivekananda_start": "May",
    "month_seviers_met_vivekananda_end": "June",
    "vivekananda_dream": "establishing an ideal Himalayan ashram",
    "year_seviers_found_ashram_land": "1898",
    "month_seviers_found_ashram_land": "July",
    "distance_from_lohaghat_to_maipat": "10 km",
    "retired_general_name": "Mcgregor",
    "date_glengyle_tes_estate_bought": "2nd March 1899",
    "cost_of_glengyle_tes_estate": "Rs.7000",
    "original_name_of_mayavati": "Maipat",
    "date_seviers_moved_into_ashram": "19th"
  },
  {
    "Charlotte Sevier": "Charlotte Sevier",
    "James Henry Sevier": "James Henry Sevier",
    "Thomson House, Almora | Jaimitra Singh Bisht": "Thomson House, Almora | Jaimitra Singh Bisht",
    "March 1899": "March 1899",
    "birth anniversary of Sri Ramakrishna Paramhans, the guru of Swami Vivekananda": "birth anniversary of Sri Ramakrishna Paramhans, the guru of Swami Vivekananda",
    "James Henry Sevier died": "James Henry Sevier had died on 20th October, 1900 only at the age of 55 years, three months before Swami Ji's arrival in Mayavati in December 1900",
    "wife Charlotte stayed in Mayavati": "His wife Charlotte though stayed on for several years at Mayavati and was later addressed as the Mother of Mayavati",
    "A visit to Mayavati": "A visit to Mayavati is also means paying tribute to this genuinely great British couple's hard work and passion for India",
    "'Prabuddha Bharata' started": "'Prabuddha Bharata' was started off in 1896 under the encouragement of Swami Vivekananda",
    "Chennai devotees published journal": "In Chennai his devotees commenced the publication of a journal 'Prabuddha Bharata', or Awakened India",
    "July 1896 inaugural issue": "In July 1896 the inaugural issue came out.",
    "Rajam Iyer died": "Two years later the editor Rajam Iyer unexpectedly died.",
    "Swami Vivekananda requested disciples": "Swami Vivekananda, then in Almora, requested his English disciples, Captain Sevier and his wife Charlotte to shoulder the responsibility of publishing the journal.",
    "Captain got printing requirements": "The Captain got all the printing requirements including a press moved from Kolkata to Almora's Thomson House.",
    "Historic building": "The historic building, situated close to the Mall Road, today houses a government office.",
    "page_number_left": "54",
    "page_number_right": "55"
  },
  {
    "page_number": "56",
    "title": "THE LEGEND OF SIR HENRY RAMSAY",
    "image_caption": "Sir Henry Ramsay from The Indian Charivari album vol 1",
    "ramsay_bio_1": "The most popular British administrator in Kumaon's history was Sir Henry Ramsay. J. M. Clay writes, \"In 1848, Mr. Batten became Commissioner and was succeeded in 1856 by Captain Henry Ramsay, who later became Major-General Sir Henry Ramsay, Sir Henry Ramsay's rule lasted for twenty-eight years; and to this day he is spoken of as \"the king of Kumaon.\"",
    "ramsay_bio_2": "Affectionately addressed as ‘Ramji Sahib' by the locals, he was adored by both Indians and the Englishmen alike.",
    "ramsay_bio_3": "Ramsay functioned from Almora and built a house for himself in Binsar, a beautiful sanctuary some 25 km from Almora. He lived for almost four decades in and around Almora and through his several great, people-oriented deeds and an honest, fearless persona, he became a household name in Kumaon.",
    "page_number_2": "57",
    "ramsay_binsar_bungalow": "His bungalow in Binsar has now been converted into a hotel while several buildings in Almora bear the stamp of his name. George Smith in his book 'The Twelve Indian Statesmen', published in 1897, included Sir Ramsay among the twelve most important architects of the British Raj.",
    "old_document_caption": "Old document addressing Sir Ramsay as Ramji Sahib | Jaimitra Singh Bisht"
  },
  {
    "page_number_left": "58",
    "page_number_right": "59",
    "title": "THE JIM CORBETT SAGA",
    "image_caption_left": "Jim Corbett | Creative Commons/Public Domain",
    "image_caption_right": "Sultana Daku after his arrest | Creative Commons/Public Domain",
    "birth_name": "Edward James Corbett",
    "birth_date": "25 July 1875",
    "birth_place": "Nainital",
    "parents_moved_to_nainital": "1862",
    "father_name": "Christopher William Corbett",
    "father_job": "postmaster",
    "family_size": "16 siblings",
    "family_moved_to": "Kaladhungi",
    "settlement_type": "foothill settlement",
    "settlement_location": "close to Haldwani",
    "family_owned": "cottage",
    "mother_name": "Mary Jane",
    "mother_business": "small-time real estate",
    "mother_business_details": "dealt exclusively with Europeans",
    "father_retired": "1878",
    "father_died": "1881",
    "brother_name": "Tom",
    "brother_job": "postmaster of Nainital",
    "childhood_location": "Kaladhungi",
    "corbett_became": "great hunter and wildlife expert",
    "school": "Oak Openings School",
    "school_name_now": "Birla Vidya Mandir, Nainital",
    "corbett_books": "Man-Eaters of Kumaon, The Man-Eating Leopard of Rudraprayag, and The Temple Tiger and More Man-Eaters of Kumaon",
    "national_park_named_after": "Jim Corbett",
    "park_location": "Ramnagar in the Nainital district",
    "park_size": "more than 500 square kilometres",
    "park_features": "hills, plains, riverine belts, marshy depressions, grasslands and a large lake",
    "park_elevation": "400 to 1,220 m",
    "corbett_summer_house": "Gurney House",
    "mary_jane_moved_in": "1881",
    "gurney_house_sold": "1947",
    "corbett_moved_to": "Kenya",
    "gurney_house_status": "privately owned but stays open for the visitors"
  },
  {
    "page_number": "60-61",
    "corbetts_house_transformed": "Corbett's House in Kaladhungi that has now been transformed into a museum | Ashok Pande",
    "kaladhungi_house_converted": "The Kaladhungi house of Jim Corbett has now been converted into a museum.",
    "corbetts_name_associated": "Corbett's name is also associated with the dreaded Sultana Daku, India's Robin Hood. When Freddie Young was deployed by the British to track down Sultana, Jim Corbett assisted him in some of his raids. During one such raids they encountered Sultana. The situation was such that Sultana could have easily killed them but he spared their lives. When Sultana was finally arrested and was publicly paraded in chains, Jim felt unhappy and wrote this in his 'My India' -",
    "justice_quote": "\"I could have wished that justice had not demanded that Sultana be exhibited in manacles and leg-irons, and exposed to ridicule from those who trembled at the mere mention of his name while he was at liberty. I could also have wished that he had been given a more lenient sentence, for no other reasons than that he had been branded a criminal at birth, and had not had a fair chance; that when power was in his hands he had not oppressed the poor; that when I tracked him to the banyan tree he spared my life and the lives of my friends. And finally, that he went to his meeting with Freddy, not armed with a knife or a revolver, but with a water melon in his hands.\"",
    "museum_and_trail": "Apart from visiting the Corbett Museum in Kaladhungi and the Gurney House in Nainital, an interested visitor can also follow the Kaladhungi-Ghatgarh-Mangoli-Nainital trail that Jim Corbett horse backed frequently.",
    "robert_koch_credit": "Robert Koch | Creative Commons/Public Domain",
    "veterinary_research_institute": "Indian Veterinary Research Institute, Mukteshwar",
    "imperial_bacteriological_laboratory": "The Imperial Bacteriological Laboratory was established by the British in 1889 for doing research in animal husbandry. It was later relocated in Mukteshwar on the recommendation of Alfred Lingard, a medical bacteriologist working in the Pune laboratory. Work began in Mukteshwar in 1895 and the building was completed in 1898. Unfortunately the building was gutted by fire the very next year but was resurrected in 1901.",
    "alfred_lingard_headed": "Alfred Lingard headed the Laboratory for 17 years. During his tenure important research work was done towards developing a vaccine for rinderpest, an infectious disease of cattle. Lingard was well known in his circles and he was able to persuade acclaimed scientists Robert Koch, Richard Pfeiffer and George Gaffky to visit Mukteshwar. Koch worked in Mukteshwar for almost one year. He went on to win the Nobel Award in 1905"
  },
  {
    "Robert Koch": "the great German physician, who worked at Mukteshwar",
    "Year Koch worked at Mukteshwar": 1897,
    "Nobel Prize Year": 1905,
    "Reason for Nobel Prize": "discovering the tuberculosis bacterium",
    "IVRI Museum Description": "provides a detailed representation of the progress made by the institute in the last 120 years or so in the field of Science.",
    "Mukteshwar Altitude": "7620 ft",
    "Jim Corbett's Books": "'The Temple Tiger' and 'Man-Eaters of Kumaon.",
    "KMVN": "has one of its best heritage hotels in Mukteshwar.",
    "Gardens": "Chaubatiya Gardens",
    "Horticulture Research and Testing Centre": "Chaubatiya | Ashok Pande",
    "Nursery Establishment Year": 1860,
    "Orchard Conversion Year": 1869,
    "Fruit Import Locations": "Spain and Japan",
    "Apple Variety": "'Red Delicious'",
    "Hill Fruit Research Station Start Year": 1932,
    "UP Government Founded": "its Horticulture Directorate in Chaubatiya.",
    "Visiting Recommendation": "A walk through the Chaubatiya Gardens is a must for anyone visiting Ranikhet.",
    "Page Number 62": null,
    "Page Number 63": null,
    "View from": "KMVN's Tourist Guest House at Mukteshwar | KMVN Photo Bank"
  },
  {
    "State Vaccine Institute, Patwadangar": true,
    "km_before_Nainital": 11,
    "highway": "Haldwani-Nainital",
    "year_institute_established": 1903,
    "year_institute_handed_over": 2005,
    "university": "G. B. Pant University of Agriculture and Technology, Pantnagar",
    "institute_houses": "Institute of Biotechnology",
    "THE_SAGA_OF_BRITISH_TEA_PLANTERS_IN_KUMAON": true,
    "DISTRICT_KUMAON": true,
    "TEA_LANDS": true,
    "British_Map_of_Kausani_Tea_Estate_Courtesy": "Jaimitra Singh Bisht",
    "report_year": 1877,
    "author": "J. H. Batten",
    "publication": "Journal of the Royal Asiatic Society of Great Britain and Ireland",
    "cultivation_of_tea_in_Kumaon": "important and profitable venture",
    "price_of_borax_from_Hundes_Tibet": "almost ceased to be mentioned as a trade speculation",
    "price_of_Almorah_tea": "important topic of conversation among the merchants of Kabul",
    "Bishop_Heber_found": "wild tea plants in many parts of Kumaon",
    "founder_of_tea_gardening_in_Kumaon": "Hugh Falconer"
  },
  {
    "Tea Garden Champawat | Saransh Mungoli": "true",
    "charge of the Government Botanical Gardens in Saharanpur.": "true",
    "It was through his initiatives that seeds of true Bohea tea were imported from China in 1834 and distributed in Kumaon.": "true",
    "George William Traill was the Commissioner of Kumaon at that time and he with the help of Robert Blinkworth, an expert planter began the first experiments of tea cultivation in select parts of Kumaon.": "true",
    "A later development in April 1842 saw ten Chinese tea bakers arriving at Hawalbagh tea nursery near Almora. Batten describes their presence in another of his reports dated June 1843 in these words: \"Thousands of tea plants are thriving very well in the Almorah and Hawalbagh nurseries, and ten Chinese Tea-bakers amuse the puharree (hilly) population by their strange figures and still stranger propensities, among them their love of pork.\" The new superintendent Dr. William Jameson's visit to Kumaon revolutionized tea cultivation in Kumaon and within a few years there were several notable tea plantations all over Kumaon, most of them run by private entrepreneurs, grew of": "true",
    "Dr T. Oldham owned as many as ten such plantations at places like Hawalbagh and Bhimtal, Norman Troupe owned several in the Katyur valley. The most outstanding plantations were situated at Chaukori, Kausani, Berinag, Lohaghat, Jalna and Ramgarh.": "true",
    "The tea from Kumaon had become an internationally recognized commodity at lo and was celebrated for its rich aroma and texture.": "true",
    "The remains of this remarkable phase of the British history can be seen in some tea gardens of Kumaon that still exist and function. Some of these are in Kausani, Chaukori, Bhowali and Champawat.": "true",
    "66": "true",
    "FREEDOM STRUGGLE AND THE RAJ": "true",
    "Jhanda Satyagrah in Almora, 1930's": "true",
    "| Courtesy 'Sarfaroshi ki Tamanna' edited by Shekhar Pathak": "true",
    "Kumaon did not remain untouched by the Freedom Struggle being led by Mahatma Gandhi. The undertone of rebellion had always been manifest in the air throughout Kumaon from the decade of 1920's. In the guidance of adept frontrunners like Govind Ballabh Pant, Badri Futt Pande, Victor Mohan Joshi, Har Govind Pant and numerous others, the folks of Kumaon vigorously joined in the struggle for freedom from the British regime. Quite a few local newspapers and journals sustaining the freedom struggle were being published and distributed in Almora and other places.": "true",
    "At the bidding of the local Congress leaders, Mahatma Gandhi visited Kumaon in June 1929. He arrived at Nainital on 14 June where he addressed a public gathering. Several women joined the gathering for the first time in the history of Kumaon. From Nainital he arrived first at Bhowali and then at Tarikhet where he met people extensively and took part in several meetings.": "true",
    "He reached Almora on 19 June, 1929 and the following day addressed a public meeting at the Laxmeshwar Ground. His talk imparted to the audience a feeling of courage and obligation towards the motherland.": "true",
    "67": "true"
  },
  {
    "Mahatma Gandhi quote": "\"You would shun fear completely because fear is an obstacle on the path to Swaraj.\"",
    "Gandhi's stay in Kausani": "From Almora he went to Kausani and stayed there for a fortnight.",
    "Name of Kausani house": "Anashakti Ashram",
    "Reason for the name": "because during this stay he manged to complete his famous book 'Anasakti Yog.'",
    "Visit to Bageshwar": "He also visited Bageshwar during this trip which had become famous for a historic incident in 1921.",
    "Date of incident": "On the 14 January, 1921",
    "People congregated": "more than 40, 000 people",
    "Oath taken": "took collective oath to not provide legally forced free labour (begaar) to the British.",
    "Gandhi's second visit to Kumaon": "Gandhi's second visit to Kumaon took place in 1931.",
    "Arrival in Nainital": "He arrived in Nainital on May 18, 1931.",
    "Accompanied by": "He was accompanied by Kasturba Gandhi, Mahadev Desai, Jamnalal Bajaj and a half a dozen more people.",
    "Stayed in": "He stayed in Nainital and Takula during this trip.",
    "Impact of journeys": "These journeys of Mahatma Gandhi sparked the passion of freedom in the whole of Kumaon.",
    "People's participation": "The people of the land willingly joined the countrywide movement with complete dedication.",
    "Places mentioned": "In many places like Kausani, Ranikhet, Almora, Chanauda, Nainital, Salt, Dwarahat and Bageshwar one comes across a number of places that held vital importance in our nation's freedom movement.",
    "Page number left": "68",
    "Page number right": "69",
    "Document title": "THE ARCHITECT'S FOOTPRINTS : STORY OF LAURIE BAKER IN PITHORAGARH",
    "Laurie Baker's training": "Laurie baker was trained as an architect in the Birmingham Institute of Art and Design.",
    "Service during WWII": "He was sent to China during the Second World War to work with the Ambulance Unit of the British Army.",
    "Opportunity": "He got an opportunity to serve people fighting leprosy.",
    "Health issues": "His health deteriorated in China and he had to board a ship going to Britain.",
    "Ship's layover": "The ship made a three-month layover in Bombay.",
    "Impact of layover": "These three months changed the life of the young architect.",
    "Meetings with Gandhi": "He had several meetings with Mahatma Gandhi during these three months as one of his friends knew him intimately.",
    "Era": "Those were the days of Quit India Movement.",
    "British departure": "It was certain that the British would have to leave India soon.",
    "Baker's impression": "Nevertheless Laurie Baker was deeply impressed by Gandhi and wanted to do something for the poor people of India.",
    "Baker's decision": "While the British left, Baker decided to stay back.",
    "Job": "He found a job as an architect with the Indian Chapter of the World Leprosy Mission.",
    "Work location": "Laurie began his work from Faizabad in Uttar Pradesh.",
    "Meeting Elizabeth": "It was here in Faizabad that he met and later married Dr. Elizabeth from Kerala.",
    "Elizabeth's association": "Elizabeth was also associated with the Leprosy Mission.",
    "Honeymoon": "The two came to Pithoragarh in 1948 for their honeymoon.",
    "Kate Young": "Baker knew the British doctor Kate Young who was running a Leprosy Care Centre at Chandag near Pithoragarh.",
    "Image description": "A morning procession called Prabhat Pheri",
    "Image courtesy": "| 1930's Courtesy ‘Sarfaroshi ki Tamanna' edited by Shekhar Pathak"
  },
  {
    "page_number_left": "70",
    "page_number_right": "71",
    "location_chandag": "Arriving in Chandag, the couple realized that the people of that far-flung region required medical services more than anyone else and decided to stay there permanently.",
    "years_spent": "Between 1948 and 1963 the two took care of thousands of people.",
    "house_built": "They even built a house for themselves and named it Mitra Niketan, meaning the abode of friends.",
    "baker_family_moved": "The Baker family moved to Kerala in 1963 where Laurie created some of the finest buildings of the post-Raj India and earned international reckoning for himself.",
    "hospital_complex": "The remains of the hospital complex built by the Baker couple in Chandag, Pithoragarh, bear testimony to their grand philanthropic work.",
    "reading_list_title": "READING LIST",
    "book_1": "'The Himalayan Gazetteer' by E. T. Atkinson 1882",
    "book_2": "'Nainital: A Historical and Descriptive Account' by J. M. Clay 1928",
    "book_3": "'Carpet Sahib' by Martin Booth 1986",
    "book_4": "'Western Tibet and British Borderlands' by Charles Sherring 1906",
    "book_5": "'The Province of Kemaon - Geology & Other Branches' by John McClelland 1835",
    "book_6": "'Angling in the Kumaun Lakes' by ' W. Walker 1888",
    "book_7": "'All About Nainital to Pindari Glacier through Kumaon' by C. P. Oleary 1924",
    "book_8": "'Official Reports on the Province of Kumaon' by J. H. Batten 1851",
    "book_9": "'Nainital - A Gazetteer' by H. R. Nevill 1904",
    "book_10": "'Himalayan Folklore' by E. S. Oakley, Tara Dutt Gairola 1935",
    "book_11": "'These Himalayas - A Sojourn in Pindari Glacier' by K. B. Gore 1941",
    "book_12": "'Hand Books for the Indian Army - Kumaonis' by A. Latham 1933",
    "book_13": "'Notes on the History of Religion in the Himalaya' by E. T. Atkinson 1883",
    "book_14": "'A Guide to Nainital & Kumaun' by C. W. Murphy 1906",
    "book_15": "'Revised Settlement in Kumaun District' by J. B. Beckett 1874"
  },
  {
    "page_number": "72",
    "title": "A WORD ABOUT KMVN",
    "establishment_year": "1971",
    "organization_name": "Kumaon Mandal Vikas Nigam",
    "organization_type": "Government",
    "companies_act_year": "1956",
    "objective": "ensuring all-round development of the hill districts of Kumaon",
    "major_activity": "tourism",
    "number_of_hotels": "forty",
    "package_tours": "yes",
    "high_altitude_treks": "yes",
    "collaboration": "Government of India",
    "logistics_management": "Kailash-Mansarovar Yatra",
    "ropeway_location": "Nainital",
    "adventure_tourism": "yes",
    "restaurants": "high-quality",
    "visitor_flavors": "native",
    "slogan": "Let us take care of all your concerns while you are in Kumaon.",
    "hidden_secrets": "Raj days",
    "hotels": "visitor-friendly",
    "staff": "experienced and willing",
    "contact_website": "www.kmvn.in"
  }
]