[
  {
    "title": "Abode of the Snow Goddess",
    "subtitle": "A Passage to Almora",
    "author1": "Ashok Pande",
    "author2": "Jaimitra Singh Bisht",
    "conceptualized_by": "Nitin Bhadauriya, I.A.S.",
    "publisher": "Almora Fort Trust",
    "year": "2020"
  },
  {
    "page_number_left": "2",
    "page_number_right": "3",
    "book_title": "Abode of the Snow Goddess",
    "initiative": "The District Administration, Almora and Almora Fort Project",
    "copyright": "Almora Fort Trust, 2020",
    "concept": "Nitin Bhadauriya, IAS",
    "text_author": "Ashok Pande",
    "photographer": "Jaimitra Singh Bisht",
    "publisher": "Almora Kitab Ghar, Almora",
    "email": "almorakitabghar@gmail.com",
    "phone_number": "9412044298",
    "coordination": "Rahul Chaubey, District Tourism Development Officer, Almora",
    "disaster_management": "Rakesh Joshi, District Disaster Management Officer, Almora",
    "designer": "Raju K. Bhawariya",
    "isbn": "9789384718022",
    "view": "View of the valley from Kasardevi, Almora"
  },
  {
    "page_number": "21",
    "quote": "“A thing of beauty is a joy forever!”",
    "author": "John Keats",
    "paragraph_1": "One forms relationships as one navigates through life. These relationships are not only with people around you but also with inanimate things such as the memory of your favourite street-food served on a stall, next to your house. These memories taken together define your relationship with the city - its people, its culture, its spirit and in general, its ethos!",
    "paragraph_2": "Located in the Middle Himalayas in Uttarakhand, lies the picturesque district of Almora. The temple town of Jageshwar Jyotirlinga, the military town of Ranikhet, the picture-postcard winter destinations of Binsar Sanctuary and Sheetlakhet, the world famous 'Jim Corbett National Park, the only Sun Temple in Northern India - Katarmal Sun Temple and the spiritual energy of Dol Ashram, Haidakhan Temple and Yogda Ashram all lie within the district. The district is also home to the protecting deities of Kumaun, the 'Ashta Bhairavas' - Kal Bhairav, Batuk Bhairav, Shah Bhairav, Garhi Bhairav, Anand Bhairav, Gaur Bhairav, Bal Bhairav and Khutkuniya Bhairav, the 'Navgriha Shakti circuit' - Nanda Devi, Patal Devi, Sitla Devi, Kasar Devi, Yakshini Devi, Ulka Devi, Rajrajeshwari Devi, Tripura Devi and Kot-Kalika Devi; and the local deities - Chitai Goljyun, Dana Goljyun, Gairar Goljyun as well as the ancient temples of Aeradyao, Dunagiri, Binsar Mahadev, Banri Devi, Manila-mata and Bamnswal. The district is also home to the most ancient site of Uttarkhand - the Lakhudiyar Caves with paintings dating back to Old Stone Age to Neo Stone Age.",
    "paragraph_3": "Kumaun has been settled by different migration streams, starting from the Mahabharat age to the Mughal period, has endowed different parts of Kumaun with their own unique sub- culture. Thus, Almora has strong cultural roots - being bestowed the honour of the cultural and spiritual capital of Kumaun, which as a region is known the world over for the richness of its culture. A city which is more than 500 years old built on a horseshoe ridge, Almora has seen the reign of Katyur rulers, Chand dynasty, British rulers and the Indian administrators post the end of British rule. The Khadi and Baithiki Holi of Kumaun and Almora's Dussehra and its Ramleela are famous all over the world. In fact, the 150 year old Kumaun Ram Leela has been declared as the world's longest-running opera by UNESCO and is now a part of the World Cultural Heritage List.",
    "paragraph_4": "Almora district has been the birthplace of the likes of Bharat Ratna Shri Govind Ballabh Pant, Shri PC Joshi - the founder of Communist Party in India, Shri BD Pande - the former Cabinet Secretary of India and Sir Ronald Ross - the Nobel laureate for Medicine and the founder of malaria, the Kasar Devi area has also been called home by a group of people as diverse as Shri Jawaharlal Nehru,",
    "paragraph_5": "Smt Vijaylakshmi Pandit who owned the Khali estate in Binsar, Shri Uday Shankar who started his famous dance academy and Smt Zohra Sehgal who was one of his disciples, Shri Lama Govinda who established a Buddhist monastery and notable international personalities who have stayed briefly including Bob Dylan, Robert Thurman with daughter Uma Thurman, Earl Brewster, Cat Stevens, Allen Ginsberg, Tiziano Terzani and DH Lawrence. Almora also has a strong Bengali connection with Swami Vivekanand having famously made three visits to Almora and meditated at Kasar Devi and Nobel laureate Shri Rabindranath Tagore having written parts of Gitanjali in Almora itself. The present day luminaries include the shuttlers Lakshya Sen and Chirag Sen, the lyricist Prasoon Joshi and the international cricketer Ekta Bisht.",
    "paragraph_6": "Almora has always been an educationally forward district with the literacy rates being amongst the top districts of undivided Uttar Pradesh. Not only has it continued to produce luminaries in all the fields occupying high positions the world over, it has also nurtured a Kumauni spirit within its residents - A psyche which is not only defined by the feistiness and resilience of its people, but also by their gentleness and progressive character.",
    "paragraph_7": "Recently, Almora has also witnessed a reverse-migration from the city people, aptly calling themselves 'the environment refugees'; some of whom are exploring their roots and some trying to establish new roots for a slower pace of life. This group truly loves the mountains and want to call it home, thereby, further enriching the culture of the town and making Almora truly, a melting pot of cultures.",
    "paragraph_8": "Almora Fort Project has been taken up with the idea of integrating all the tourism related works under a hub and spoke model. The Rani Mahal and Malla Mahal, the seat of erstwhile Chand rajas and the location of present day Collectorate is being converted into several Museums showcasing the rich Kumauni history, culture and traditions. Under the various spokes, the publication department is one such spoke and the Coffee Table Book - 'Snow Goddess: A Passage to Almora' is the first publication under the activities of Almora Fort Project.",
    "paragraph_9": "This Book is a passionate attempt to capture this spirit of the district. After working on the first draft of the book, it was felt that further volumes of the book would be needed to cover the entire material available, and yet they may not do justice to the place that Almora and Kumaun are. This book epitomizes the dedication, drive and zeal with which the district administration has been working relentlessly with the vision \"to strive, to seek, to find and not to yield.\"",
    "author_name": "Nitin Bhadauriya, IAS,",
    "author_title": "District Magistrate, Almora"
  },
  {
    "page_number_left": "6",
    "left_text": "Abode of the Snow Goddess",
    "title": "Oh Almora!",
    "text_1": "The town of Almora has been built on a soft-sloped hillside with houses and shops and temples, rising up on top of each other with a series of interlocking alleyways and a streets zigzagging their way down the horseshoe bay underneath. In the old Almora town, there is a complex maze of narrow lanes.",
    "text_2": "These vein-like lanes were once paved with dark old stones. The vibrant chorus of sounds all around lets you know the town is alive and pulsating.",
    "text_3": "The magnificent Almora town has been heralded as a centre of culture for centuries. Its age-old charm still exists and draws one to delve deep into its manifold labyrinths that have preserved unbelievable treasures from the past. Almora is sheer magic for the senses.",
    "text_4": "Located at an elevation of 1642 m above sea level and lingering across a five-kilometre protracted ridge, the splendour of the Almora town conjures manifold temperaments - the captivating cultural characteristic, the privileged standing of being a mystical and spiritual sanctuary for centuries, the regal Himalayan vista, authentic old-style handicrafts, peerless food and the customary cordiality of the folks.",
    "caption": "The expanse of Almora town from Palna Bend",
    "page_number_right": "7"
  },
  {
    "page_number": "8",
    "page_number_right": "9",
    "book_section": "Abode of the Snow Goddess",
    "almora_description": "The remarkable Almora town has developed into a year-long temptation for travellers and tourists from far and wide who come here to discover and uncover more than what they pursue.",
    "almora_poetry": "Almora is ragged human poetry written on the face of time. It is a place where the most mundane looking might turn out to be an utterly magnificent edifice, where a silent face might be holding a thousand incredible tales and where each stone and rock might have its own individual deity.",
    "almora_culture": "Steeped into the rich aroma of Kumaoni folk culture, Almora has been the most sought-after hill station for all artists practising music, sculpture, painting, writing or anything else. It is the unofficial headquarters of Kumaoni art. There are several premier institutions dedicated to culture with more than a century of history of activity still operating in the town. The narrow lanes of the old Almora quarters still house many artists - old and young - who untiringly work year-long for the incredible annual spectacles of Dussehra, Moharram, Ramlila and Holi.",
    "almora_attraction": "Almora has attracted saints, writers, artists, musicians, mountaineers and commoners alike. They have left their imprints on every inch of it. You would in the course of this book come face-to-face with some of these remarkable imprints.",
    "image_description": "Window and a Kumaoni woman in traditional attre"
  },
  {
    "page_number_left": "10",
    "page_number_right": "11",
    "image_description": "Abode of the Snow Goddess",
    "location_description": "Nanda Devi from Syali Dhar"
  },
  {
    "gazetteer_published_year": "1981",
    "gazetteer_editor": "Mr Saiyad Ali Akhtar Rizvi",
    "district_name_origin": "headquarters town of Almora",
    "earliest_grantees": "family of Tiwaris",
    "required_supply": "sorrels",
    "temple": "Sun temple at Katarmal",
    "local_name_sorrel": "kilmora",
    "king_hunting": "Balo Kalyan Chand (1560-65)",
    "animal_appeared": "hare",
    "animal_assumed_form": "tiger",
    "diviners_advice": "establish his capital on the hill",
    "preliminary_step": "crowbar driven into the ground",
    "crowbar_pierced": "Shesha Naga",
    "crowbar_stained": "blood",
    "punishment": "rule of his descendants would last only a few generations",
    "capital_name": "Almora",
    "location": "Khagmara Kot, Almora"
  },
  {
    "page_number": "14",
    "image_description": "Abode of the Snow Goddess",
    "building_name": "L. R. Sah Building",
    "location": "Mall Road, Almora",
    "year": "1921",
    "photo_courtesy": "Uday Raj Vikram Sah",
    "goodbye_message": "GOOD BYE TO MR & MRS CRUICKSHANK",
    "town_founded_century": "sixteenth",
    "town_founded_by": "Chand dynasty of Kumaon",
    "almora_after_british_takeover": "major station for the activities of the colonial regime",
    "kumaon_signified": "tract of country called Kali Kumaon lying to the right of the River Kali",
    "chands_capital_almora_year": "1563",
    "area_covered_by_kumaon": "Pithoragarh, Bageshwar, Champawat, Udham Singh Nagar, Almora and Nainital districts",
    "kalyan_chand_reign": "portion of Tarai now forming part of Nainital and Udham Singh Nagar districts was annexed by the Nawab of Avadh",
    "kumaon_invaded_captured_by": "Gorkhas",
    "passed_to_british_year": "1815",
    "remained_district_until": "1891",
    "almora_district_existence_date": "October 15, 1891",
    "hill_pattis_constituted_into": "district of Nainital",
    "remaining_area_constituted_into": "district of Almora",
    "change_effected_because": "district of Kumaon was too big to be satisfactorily controlled by the district officer",
    "page_number_2": "15"
  },
  {
    "Abode of the Snow Goddess": "",
    "Traditional Woodcarving in an old house. Almora Bazar.": "17"
  },
  {
    "page_number": "18",
    "title": "The kaleidoscope called Almora",
    "description": "The Almora district is a cornucopia of cultural, historical, religious, and social multiplicity. This fact is reflected in its several monuments, historical evidence and social traditions that are finely woven into the thread of its life.\nThe hardworking hill people have always revered Mother Nature and its elements. This faith is mirrored in their all-imbibing religious practices. The traditional gods of Uttarakhand don't carry the subliminal cosmic thread. On the contrary they have all arrived from this very land and made their mark through their great deeds as humans living a human life. It is no wonder that most Kumaoni gods have been shepherds, saints, monks, soldiers and farmers. They have a huge following. With time the greater Hindu gods also arrived and found a path into mountain households. The people of Uttarakhand took a special predilection for Lord Shiva and Parvati, his divine consort.\nThe Almora district is dotted with countless places of worship devoted to all these gods and goddesses. The many ancient temples of the Almora district bear a stamp from the golden past that excelled in creating architectural wonders.\nFor ages, Almora has charmed the seekers of spiritual well-being and enlightenment to its secrets. Ma Anandmayi, Swami Vivekananda and several enlightened souls came to Almora in their pursuit of supreme knowledge. These journeys left two-way marks, both on the visitors and the visited alike.\nTime and again Almora has produced geniuses who conquered the world through their sheer knowledge and spark. Almora boasts of writers like Shailesh Matiyani, Manohar Shyam Joshi, Ila Chandra Joshi, Sumitra Nandan Pant etc. who learned their first alphabets here. The famous physicist Sri Krishna Joshi, proud soldier Gaje Ghale, musician couple Mohan-Naima Khan Upreti and painter Mohammed Salim are some of the names that Almora is proud of. Not many people know that Ronald Ross, who discovered the vaccine for the dreaded Malaria was also born here.",
    "image_caption": "Nanda Devi Dola at Nanda Devi Temple, Almora"
  },
  {
    "page_number": "20",
    "book_title": "Abode of the Snow Goddess",
    "location": "Dolidana, Almora",
    "description": "covered in morning mist"
  },
  {
    "page_number": "22",
    "image_description": "Abode of the Snow Goddess",
    "text_content": "A close reading of the history of Almora reveals that it has, for centuries been the most energetic and humming hub of political and social activity that affected the whole Kumaon region. The Chand rule, the Gorkha defeat, the feats of Sir Henry Ramsay and the town's contribution to Indian Freedom Movement compose some of the most notable pages from the history of Kumaon.\nEvery year the compound of Almora's Nanda Devi Temple becomes a centre of frenzied cultural activity with folk artists thronging the town from far and near, showcasing the rich cultural legacy of Almora. Home to several great artists, Almora has a great tradition in theatre, dance, music, Ramlila, painting and handicrafts.\nPassing through the old neighbourhoods of Almora is always an enchanting experience. The systematically separated zones of the old market and richly carved wooden exteriors of houses impart Almora a spectacular grandeur and present to the onlooker grand remnants of a past immersed in nostalgia, richness and gaiety.\nOnce the biggest township of Kumaon, Almora housed a large British population during the Raj. The intricate water supply- system that worked through a chain of water-sources called Naulas and the European architecture of the old house display the efficiency with which the management of a big settlement was carried.\nAlmora is all this and much more.",
    "snowfall_location": "Snowfall in Almora",
    "page_number_23": "23"
  },
  {
    "page_number": "24",
    "image_description": "Abode of the Snow Goddess",
    "title": "Epitomes of faith",
    "caption": "Tibetan prayer flags and Lord Shiva's trident with the great Himalayan backdrop near Kasardevi",
    "page_number_2": "25"
  },
  {
    "page_number_left": "26",
    "page_number_right": "27",
    "section_title": "Nanda Devi Temple",
    "nanda_devi_description": "Kumaon is blessed with many sites of devotional as well as religious significance. Nanda Devi Temple is one of the most important of them. The sacred temple of Nanda Devi, an incarnation of the Hindu Goddess Durga, is located in the heart of Almora city. Visited by thousands of Hindu pilgrims, Nanda Devi is considered to be the Destroyer of Evil and the protector of Kumaon. The ancient temple is believed to be 1000 years old and is dedicated to the Goddess Nanda, the patron goddess of Chand Dynasty that happened to rule Kumaon for several centuries.",
    "nanda_devi_hallway": "Situated in the hallway of an old Shiva Temple, the Nanda Devi temple carries monumental significance. It is adorned with a stone amalaka or crown encircled by wooden roof. The walls of the temple showcase intricate carvings done by the skilful artists of that period. The visitors can admire the peculiar stone carvings that emulate life-like time images and figurines. Each year in the month of September on the Ashtami of Bhadra Shukla, the temple is a host to the grand Nanda Devi Fair which is attended by thousands of devotees and travellers belonging to different places.",
    "nanda_devi_idol_removal": "In 1815, the then commissioner of Kumaon George William Traill had the Nanda Devi idol removed from its original place in the Malla Mahal. The incident has found mention in a poem by the Kumaoni poet Gumani. It is believed that this idol had been placed there by the Chand ruler Baj Bahadur Chand, who had brought it from the Badhankot palace in 1670. For a long time now the Malla Mahal has been serving as Almora's collectorate.",
    "nanda_devi_idols": "In 1699, king Gyanchand brought another idol from Badhankot to Almora. In 1710, king Jagatchand had a golden idol forged of Nanda Devi. Both these idols were placed within the Malla Mahal. King Udyot Chand built in 1690-91 two temples namely Udhyot Chndreshwar temple and Parwati Chandreshwar temple where the modern Nanda Devi temple stands today.",
    "british_removal_1815": "In 1815, the British removed the Nanda Devi idol from the Malla Mahal and placed it to the modern Nanda Devi premises. Right after this the commissioner Trail left for a long trek of the Himalayas. During the trek while looking at the Nanda Devi peak he lost his eyesight. It is believed that when he returned to Almora, on the advice of his local advisers he built the modern Nanda Devi temple in 1816.",
    "kumaon_garhwal_worship": "The rulers of both Kumaon and Garhwal worship Nanda Devi as their kuldevi i.e. the ancestral goddess. In tradition she has been treated as daughter-sister of the Garhwal and Chand rulers.",
    "nanda_devi_carvings": "From the carvings etched on the walls of the Nanda Devi temple one is led to believe that at one time the place had been used for Tantric worship.",
    "nanda_devi_premises_state": "The premises of the Nanda Devi temple today are in the same state as back in 1925. It was the time of the Indian freedom struggle. The temple premises had borne witness to the political activities of the brave men who took part in this struggle.",
    "image_caption": "Nanda Devi Temple during Nanda Devi Festival"
  },
  {
    "page_number": "29",
    "text": "Kumaoni bride donning traditional nath and other jewellery"
  },
  {
    "temple_name": "Patal Devi Temple",
    "location": "Almora, village of Shel",
    "distance_from_almora": "5-6 km",
    "age": "About 250 years old",
    "water_reservoirs": "four water reservoirs in its vicinity",
    "underground_tank": "Gauri Kund",
    "inscription_builder": "Sumer Singh",
    "inscription_king": "Deep Chand (1748-1777)",
    "dynasty": "Chand Dynasty",
    "rebuilt_by": "Gurkhas (1790-1815)",
    "features": "spire, a sanctum sanctorum and a circumambulation path",
    "shaktipeeth_location": "Within the sanctum sanctorum",
    "statues_on_spire": "statue of an elephant and of a lion each",
    "statue_on_eastern_face": "statue of Nandi",
    "nearby_ashram": "Maa Anandmayi Ashram",
    "community_following": "Bengali community",
    "past_students": "students from Bengal",
    "roof_problem": "started to cave in",
    "department_action": "archaeological department has taken measures to remedy this problem"
  },
  {
    "page_number_left": "32",
    "page_number_right": "33",
    "section_title": "The Bhairava Temples",
    "fact_1": "There are eight Bhairava shrines coupled with nine Devi temples in Almora, making it a spiritually unique place.",
    "belief_1": "According to Hindu belief, Lord Bhairava's temples were built principally to provide security to the Devi temples.",
    "fact_2": "The eight Bhairava temples were built to pacify Lord Bholenath's rage during the Chand regime of Gyan Chand.",
    "temple_names": "Kaal Bhairava, Batuk Bhairava, Shai Bhairava, Gadhi Bhairava, Anand Bhairava, Gaur Bhairava, Baal Bhairava and Khutkuniya Bhairava.",
    "belief_2": "Almora is specially blessed by gods and goddesses on all sides.",
    "belief_3": "Eight guard gods protect Almora from adversaries and rivals.",
    "fact_3": "Balo Kalyan Chand established the Chand capital in 1563 AD.",
    "temple_image_label_left": "Shai Bhairav Temple",
    "temple_image_label_right": "Khutkuni Bhairav Temple"
  },
  {
    "temple_name": "Kasardevi Temple",
    "location_distance": "8 km from Almora",
    "temple_type": "local deity",
    "pilgrimage_status": "popular pilgrimage destination",
    "surroundings": "valleys and the gorgeous Himalayas",
    "tourist_destination_status": "one of the most desirable tourist destinations of Almora",
    "artists_writers_poets": "Swami Vivekananda, Bob Dylan, George Harrison, Cat Stevens, Allen Ginsburg, Timothy Leary",
    "swami_visit_year": "1890",
    "devotees_visit": "thousands",
    "deliverance_offering": "Kasardevi temple",
    "hippie_movement_year": "1970's",
    "place_offers": "tranquillity and mesmerizing view of the Almora valley",
    "meditation_place": "Swami Vivekananda",
    "danish_mystic": "Alfred Sorenson",
    "mystic_name": "Sunyata Baba",
    "sculpture_description": "Lion holding elephant head - Sculpture in the Kasardevi Temple",
    "page_number": "35"
  },
  {
    "Abode of the Snow Goddess": "36",
    "Morning rays over Nanda Devi, Binsar, Almora": "Morning rays over Nanda Devi, Binsar, Almora",
    "page_number": "37"
  },
  {
    "temple_name": "Katarmal Sun Temple",
    "temple_ranking": "second biggest Sun temple in the country after Odisha's Konark temple",
    "altitude": "high",
    "distance_from_almora": "14 km",
    "route_from_almora": "en route Ranikhet",
    "nearby_settlement": "Kosi",
    "distance_from_adheli_sunar": "3 km",
    "historical_age": "approximately two hundred years older than the Konark temple",
    "built_by": "Katyuri rulers",
    "construction_period": "between the 6th and 9th century in the early medieval period",
    "number_of_temples": "44",
    "temple_characteristics": "largest and tallest temples of Kumaon",
    "temple_style": "unique architectural and sculptural style",
    "altitude_meters": "2116",
    "direction_facing": "north",
    "sun_rays_effect": "first Sun rays fall directly on the Shivlinga inside the temple",
    "temple_platform": "square",
    "walls_material": "stones",
    "pillars_decoration": "beautiful carvings",
    "door_material": "engraved wood",
    "door_location": "Delhi's National Museum",
    "page_number": "39"
  },
  {
    "temple_name": "Katarmal Sun Temple",
    "age": "approximately 1000 years old",
    "number_of_smaller_temples": "44",
    "dedicated_to": "ancient Sun God",
    "alternative_names": "'Vardhaditya' or 'Badaditya'",
    "statues_present": "Sun God, Shiv-Parvati, Lakshmi-Narayana, Narshingh, Ganesh, Kartikey",
    "temple_style": "trirath",
    "features": "square shaped sanctum-sanctorum and a curved spire",
    "style_of_spire": "Nagar style",
    "walls": "intricately carved",
    "current_pavilion": "constructed at a later time",
    "protected_site": "true",
    "declared_by": "The Archaeological Survey of India",
    "maintenance": "department looks after it",
    "daily_prayer_control": "with the local people",
    "temple_spire_condition": "falling apart due to lack of maintenance",
    "attack_year": "1743",
    "king": "Kalyan Chand",
    "dynasty": "Chand dynasty",
    "attacker": "Hafiz Rehmat Khan",
    "attack_location": "Almora",
    "attack_duration": "seven months",
    "damage": "Rohela soldiers vandalized this temple among others and put fire to historical documents",
    "katarmal_temple_damage": "bore the brunt of their ire",
    "idols_status": "defiled idols have been kept separately within the same premises"
  },
  {
    "page_title": "People and their Faith",
    "section": "Abode of the Snow Goddess",
    "page_number": 42,
    "content_start": "Folk myths, anecdotes and folklore constitute a major part of the local culture in Almora. Ancient scriptures proclaim at several places that the whole region of Kumaon has been a holy tract. When the erstwhile British Deputy Commissioner Chales Sherring travelled extensively through Kumaon in the nascent years of the twentieth century he realized this immediately and remarked in his celebrated book 'Western Tibet and British Borderland\" - \"In those lovely valleys there is still the romance and poetry of life: each tree has its god, each bush its spirit.\"",
    "local_gods_description": "Local gods and deities abound in Kumaon. Golla or Gol or Golu is the leader amongst these countless minor and major local gods. These local deities have very humble human origins and through their deeds of valour and charity they have acquired divine status.",
    "folk_music_description": "Stories pertaining to their lives and accomplishments have transcended into the folk music of Kumaon, a rare showcasing of which can be witnessed at the Nanda Devi Temple complex of Almora during the famous Nandashtami Fair held in early autumn every year.",
    "local_population_beliefs": "For the local population, these deities and their appeasement matters more than anything else. Several forms of folk music have been developed over the centuries around their myths. The Hudkiya Baul, for instance, performed on fields during the paddy-sowing season all across Kumaon, sings of the bravery of the Bafaul brothers of Champawat. Jagar, a great invocative form of folk singing, brings in several narratives from the lives of local gods, is a household practice. Jagars are held to invoke these gods through enthralling music and song by experts called jagariyas and dangariyas.",
    "image_caption": "Nanda Raj Jaat going through Chhani Lweshal, Someshwar, Almora village",
    "page_number_2": 43
  },
  {
    "temple_name": "Golu Devta Temple, Chitai",
    "location": "Chitai, 6 km from Almora",
    "deity": "Golu Devta",
    "other_deities_worshipped": "Haru, Saim, Airi, Gangnath, Bholanath, Chaumu, Bhumiya",
    "temple_feature": "Thousands of brass bells",
    "brass_bells_significance": "Represents a request to Golu",
    "letters_and_applications": "Addressed to the deity, tied inside the temple complex",
    "golu_devta_role": "Imparts justice by punishing the evil and rewarding the good",
    "temple_status": "Supreme court among locals",
    "inner_sanctum_features": "Horse-riding Golu idol carrying bow and arrows, statues of mother Kalinka and assistants",
    "kaluwa_masan_statue": "Placed at the entrance",
    "temple_shape": "Octagonal",
    "reconstructed_year": "1909",
    "page_number": "45"
  },
  {
    "page_number": "46",
    "title": "Dana Golu Temple of Gairad",
    "description": "This important temple dedicated to the local god Kalbisht or Dana Golu is situated little further from the Gairad Band on the Almora-Binsar road. Kalbisht is remembered and worshipped as a generous folk god in local tradition.\nAn exceptional flautist, Kalbisht was a handsome shepherd who could directly communicate with animals and plants.\nHe was brutally murdered by foes. Posthumously he attained the status of an illustrious folk god.\nHis myth is an intriguing account of love, deception and murder.\nKalbisht is among the most loved folk gods of the region and songs written in his memory comprise a vital part of Kumaon's musical heritage.",
    "entrance_caption": "Entrance to the Gairad Golu temple",
    "statue_caption": "Marble Statue of Lord Kalbisht",
    "page_number_right": "47"
  },
  {
    "group_name": "The Jageshwar Group of Temples",
    "location_from_almora": "35 km",
    "religious_significance": "among the oldest religious centres of Kumaon",
    "built_century": "7th",
    "rulers": "Katyuri",
    "archaeological_survey_of_india_separation": "Katyuri, Post-Katyuri and Chand",
    "total_temples": "124",
    "building_material": "stones carved out from huge rocks, Copper sheets and Deodar wood",
    "style": "Nagar",
    "prevalence": "erstwhile North India",
    "temple_top_importance": "utmost",
    "roof_material": "wooden",
    "temple_building_name": "bijaura",
    "yoga_festival_location": "Jageshwar",
    "puranas_name": "Hatkeshwar",
    "official_land_records_name": "Patti Parun",
    "river": "Jat Ganga",
    "height": "5000 feet",
    "belief": "Jat Ganga flows out of the tresses of Lord Shiva",
    "jageshwar_known_as": "Jyotirlingas",
    "lord_shiva_sages": "Saptarshi",
    "wishes_granted_at": "Jageshwar",
    "abuse_check": "Adi Shankaracharya",
    "abuse_check_century": "8th",
    "wishes_after_check": "evil-intentions stopped being granted",
    "achievement_method": "penance, worship and yajna"
  },
  {
    "Abode of the Snow Goddess": "50",
    "The Jageshwar group of temples": "51"
  },
  {
    "analysis": "detailed analysis of the Jageshwar Jyotirlinga in the Manas Khand of 'Skand Purana'",
    "scripture": "Nagesh",
    "jyotirlinga_location": "8th Jyotirlinga is located in Daruk Van",
    "daruk_foundation": "founded after the Deodar trees that grow all around the Jageshwar temple complex",
    "myth_father_in_law": "Daksha Prajapati",
    "myth_shiva_action": "Lord Shiva covered his body with the ashes of his dead wife Sati and came here to perform samadhi",
    "myth_women": "local women became enamoured with the beauty of Lord Shiva",
    "myth_sages": "sages were enraged and decreed Lord Shiva's Linga to be cut off",
    "incident_result": "turned the sky black as a result of which the earth was covered in pitch darkness",
    "sages_forced_action": "forced to institute and worship a Shiva look-alike Linga",
    "shiva_admonishment": "Lord Shiva admonished the seven sages to reside in the sky for committing the crime of punishing him without reason",
    "jageshwar_name": "Jageshwar is also known as Nageshwar",
    "tale_narrative": "Lav and Kush, the sons of Lord Ram performed a yajna here for which they had invited the gods",
    "temple_builders": "they were the ones to have built these temples first"
  },
  {
    "page_number": "55",
    "special_pujas_location": "Jageshwar",
    "special_pujas_occasion": "Maha Shivratri",
    "exclusive_pujas_and_parthiv_pujan_month": "Hindu month of Shravan",
    "temple_complex_visitors": "devotees from all over the country",
    "event_at_temple": "small village fair",
    "jageshwar_temple_location": "corner of complex, west-facing",
    "guards_statues": "Nandi and Skandi",
    "inner_sanctum_access": "through a mandapa",
    "statues_inside": "Lord Ganesha, Goddess Parvati, other members of Lord Shiv's family",
    "real_shivling_description": "duo of stones representing Shiva and Shakti",
    "shivling_origin_myth": "risen up from inside the ground",
    "water_source_evidence": "bubbles constantly rising to surface",
    "other_major_temples": "Mahamrityunjay Mahadev temple, Pushti Devi temple, Navgrah temple, Kuber temple complex, Dandeshwar temple complex",
    "dandeshwar_temple_campus_distance": "roughly 1 km from main Jageshwar temple complex",
    "temples_count": "One large and fourteen small temples",
    "largest_temple": "Dandeshwar temple",
    "lord_shiva_form": "not Linga, worshipped as rock",
    "lord_shiva_myth": "wives of sages attracted, angered sages turned Shiva into rock",
    "jageshwar_temple_complex_history": "hosted remarkable statues",
    "statues_relocation_reason": "threat from smugglers and criminals",
    "statues_relocation_authority": "Archaelogical Survey of India",
    "museum_distance": "about 100 metres from temple complex",
    "museum_information": "heights of artistic excellence",
    "remarkable_statues": "ashta-dhatu statue of Paun Devta and boot-donning Sun god",
    "jageshwar_description": "spiritual and natural splendour",
    "deodar_forests_effect": "unique place of worship"
  },
  {
    "title": "Dwarahat Group of Temples and Dunagiri",
    "location": "Kumaon",
    "deity": "Lord Shiva",
    "time_period": "10th and 11th centuries",
    "description": "Series of old temples with architectural brilliance.",
    "nearby_attraction": "Dunagiri temple",
    "distance_from_almora": "60 km",
    "distance_from_dwarahat": "15 km",
    "mythical_name": "Dronagiri or the Dron Parvat",
    "scriptures": "Skand Purana and Vishnu Purana",
    "rivers": "Kaushiki (Kosi) and Rath Wahini (Western Ram Ganga)",
    "hilltops": "seven hilltops of mythological importance",
    "rishi": "Rishi Dron",
    "detail_from": "Gurjar Dev Temple, Dwarahat, Almora"
  },
  {
    "page_number": "59",
    "dunagiri_description": "Dunagiri is famous for its natural elegance and vast bounty of herbs and forests. A unique range of flora and fauna characterises this region.",
    "laxman_hanuman_myth": "Popular myth narrates that after Laxman was made unconscious by the strength of Meghnad in the fierce Ram-Ravana battle, Hanuman was sent to bring life-saving herbs from Mount Dronanchal. While Hanuman was passing through this region, carrying the whole mountain on his palm, a part of it fell here. This is why Dunagiri abounds in valuable herbs.",
    "vaishno_devi_temple": "An ancient shakti peeth of Vaishno Devi is established on top of Dunagiri. It is said to have been built in 1181 AD by the erstwhile Katyuri rulers. It is counted amongst the 51 official shakti peeths of Devi and only the second shakti peeth of Vaishno Devi. A steep climb of 365 stairs takes one to the main temple from where one has a brilliant Himalayan panorama.",
    "mahabharata_places": "There are a number of places around Dunagiri that are associated with the myth of Mahabharata. These places include Nagarjun, Bhatkot, Pandukholi and Shukdev.",
    "image_caption": "Chaukhamba and Garhwal Himalayas from Pandukholi, Dwarahat"
  },
  {
    "temple_name": "Vibhandeshwar Temple",
    "distance_from_dwarahat": "5 km",
    "mentioned_in": "Skanda Purana",
    "mythological_significance": "Worshipping place of gods, gandharvas and yakshas",
    "location_description": "Sacred banks of Himwan, Nagraj mountain valley perched to the left of Rathwahini Ganga",
    "belief": "Lord Shiva chose this place for sleeping after marrying goddess Parvati",
    "reason_for_visit": "Seek riddance from sins and crises",
    "year_built": "Samwat 1376",
    "chand_regime": "King Udyot Chand established a statue of Lord Shiva",
    "folk_mythology": "Visit to Vibhandeshwar is equivalent to that to Kashi-Vishwanath",
    "year_swami_laxmi_narayan_das_came": "1943",
    "swami_laxmi_narayan_das_actions": "Built several more temples dedicated to Lord Ganesha, Lord Hanuman etc.",
    "inscription": "Ancient Lord Shiva temple with inscription in Nagri script underlines the historical importance of Vibhandeshwar."
  },
  {
    "page_number_left": "62",
    "page_number_right": "63",
    "title": "Abode of the Snow Goddess",
    "location": "Yogoda Satsanga Sakha Ashram, Dwarahat, Almora",
    "ashram_name": "Yogoda Satsanga Sakha Ashram"
  },
  {
    "page_number": "64",
    "title": "Paramhans Yogananda",
    "text_1": "Anyone with the faintest interest in spirituality and yoga mandatorily comes across the 1946 classic book of international acclaim on the subject - 'Autobiography of a Yogi' by Paramhans Yogananda. The esteemed publishing house Harper Collins featured this book in its list of the most important and influential spiritual books of the 20th century.",
    "text_2": "Paramhans Yogananda founded a spiritual group called the Yogoda Satsang Society in 1917. Based on his concepts of well-being and self-realization, his disciples opened the Yogoda Satsanga Sakha Ashram at Dwarahat in 1983.",
    "text_3": "The official website of the ashram states: \"The mountainous region around Dwarahat is hallowed with the memories of Mahavatar Babaji, the first in the line of the Yogoda Satsang Society Gurus, who revived the ancient technique of Kriya Yoga in 1861, and made it available to the world through his exalted disciple Sri Sri Lahiri Mahasaya. Yogoda Satsang Society has built a small shrine, named Babaji Smriti Bhavan, at the place near Dunagiri Mountain where Babaji initiated Lahiri Mahasaya into the sacred science of Kriya Yoga. Very close to this shrine is the cave where the first meeting of Lahiri Mahasaya with Babaji took place. The cave is now renovated by Yogoda Satsang Society.\"",
    "text_4": "The Ashram has become very popular among ardent enlightenment seekers from all over the world. One such person, Marco Pino Yoga from Ecuador, writes in one of his memoirs - \"I have so many positive memories from my stay at Yogoda Satsanga Sakha Ashram. This trip actually reminded me of my own country in so many ways. The surroundings and the weather are just like the highlands in Ecuador. The landscapes, the vegetation, the way the houses are spread on the highlands, all so similar. The bumpy and curvy journey reminded me of trips that I've made in Ecuador to Chugchilan, the Quilotoa Lake and many other places.\"",
    "text_5": "The prime objective of this very important centre of spirituality is to spread the techniques of meditation to the interested and to spread its exclusive \"How-to-Live\" principles, as instructed by Swami Yogananda.",
    "page_number_2": "65",
    "image_caption": "Paramahansa Yogananda (1924)"
  },
  {
    "page_number": "67",
    "temple_name": "Airadyo Temple",
    "route_1_start": "Almora",
    "route_1_reaches": "Korechhina",
    "route_1_via": "Majkhali",
    "korechhina_pathway_trifurcates_to_1": "Dwarahat-Dunagiri via Bagwalipokhar",
    "korechhina_pathway_trifurcates_to_2": "Kosi via Govindpur",
    "korechhina_pathway_trifurcates_to_3": "Paikham",
    "paikham_to_airadyo_distance": "six km",
    "famous_temple_near_airadyo": "Vindhyeshawri Mata temple",
    "following_kuchcha_road_destination": "Lod on the Almora-Kausani road",
    "route_2_via_1": "Kosi",
    "route_2_via_2": "Gwalakot",
    "route_2_via_3": "Pathariya Manan",
    "pathariya_manan_bifurcation_to": "Paikham",
    "road_after_paikham_surrounded_by": "thick Oak and Rhododendron forest",
    "airadyo_recognized_as": "important religious centre",
    "temple_dedicated_to": "Airi Bhagwan",
    "peak_mention": "Chaukhamba",
    "other_peaks": "himalayan peaks from Airadyo",
    "temple_location": "Airadyo"
  },
  {
    "page_number_left": "68",
    "page_number_right": "69",
    "image_description": "Inside of the room where Swami Vivekananda stayed in Khajanchi Mohalla, Almora during his stay",
    "title": "Swami Vivekananda in Almora",
    "first_visit_year": "1890",
    "route_to_almora": "Kathgodam, Nainital",
    "location_of_spiritual_enlightenment": "Kakrighat, confluence of Kosi and Seel Rivers",
    "incident_at_karbala": "Fainted due to hunger",
    "person_who_helped": "Zulfikar Ali, a Muslim fakir",
    "assistance_provided": "Brought a fresh cucumber",
    "house_stayed_in_almora": "Lala Badri Sah Thulgharia in Khajanchi Mohalla",
    "location_of_meditation": "Cave at Kasardevi (Sharda Math)",
    "news_received": "Sister's suicide",
    "return_to_almora_date": "6 May 1897",
    "memorial_location": "Swami Vivekananda Memorial Rest Hall",
    "second_visit_activity": "Spent time in Dauldhar, wrote letters to Swami Shuddhanand, Mary Helbaster, Sister Nivedita",
    "description_of_dauldhar": "Beauty of Dauldhar",
    "lectures_delivered": "Three important lectures",
    "third_visit_companions": "Gurubhai Swami Turianand, Swami Niranjananand, disciples Swami Sadanand and Swaroopanand",
    "western_disciples": "Oli Bull, McLoud, Muller, Bhagini Nivedita, Patterson",
    "house_stayed_at": "Thomson house of Almora",
    "sister_nivedita_decision": "Devote entire life to service of the poor",
    "topic_of_discussion": "Establishment of a monastery in the Himalayas",
    "stay_duration": "23 days",
    "journey_after_almora": "Almora to Kashmir",
    "monastery_location": "Mayawati Ashram, 70 km away from Almora, near Lohaghat",
    "mayawati_ashram_establishment_date": "3 January 1901",
    "trails_of_enlightened_swami": "Throughout the expanse of the old Almora district"
  },
  {
    "page_number_left": "70",
    "page_number_right": "71",
    "image_description_left": "Swami Ji's sandals in the room where he stayed Almora",
    "image_description_right": "Sister Nivedita's statue outside Deodar Inn House where she stayed while in Almora",
    "title": "Sri Ramakrishna Kutir, Almora",
    "paragraph_1": "Bengal and Uttarakhand share a strong common bond - Swami Vivekananda and his guru Swami Ramkrishna Paramhans. The most important part of this bond was the young swami's close association with Almora where several of his footprints can still be traced.",
    "paragraph_2": "Commemorating Swami Vivekananda's dream, the Sri Ramakrishna Kutir came into existence on May 22, 1916 under the auspices of Swami Turiyananda who wanted to give shape to the Swami's idea of an ideal natural place for meditation.",
    "quote": "\"We want to lead mankind to the place where there is neither the Vedas, nor The Bible, nor the Koran; yet this has to be done by harmonizing the Vedas, the Bible and the Koran. Mankind ought to be taught that religions are but the varied expressions of The Religion, which is Oneness. So that each may choose the path that suits him best\" - Swami Vivekananda once wrote.",
    "paragraph_3": "A close associate of Swami Vivekananda, Swami Turiyananda (1863-1922) had met Sri Ramakrishna Paramhans in his early teens. After joining the Ramkrishna Ashram in 1887 he travelled extensively across India and visited Almora with his gurubhai Swami Vivekananda.",
    "paragraph_4": "The Sri Ramakrishna Kutir at Bright End Corner of Almora has over the last century acquired the reputation of an important spiritual hub."
  },
  {
    "temple_name": "Trinetreshwar Temple",
    "location": "Bamanswal, Almora",
    "access_point": "Petshal",
    "nearby_settlement": "Jageshwar",
    "road_condition_first_12km": "new and paved",
    "road_condition_after_12km": "unpaved for 5-6 kms",
    "landmarks_on_left": "Garudabanj",
    "landmarks_on_right": "Lamgada via Bamanswal",
    "distance_of_bamanswal_from_point": "1 km",
    "first_group_of_temples": "three large temples",
    "second_group_of_temples": "two separate groups of about a dozen of smaller temples",
    "temple_styles": "Ancient Agra, Peeda Deval and Vallabhi styles",
    "signature_style": "Shiv temples across the Kumaon",
    "notable_idols": "Uma-mahesh idol and the reclining Vishnu idol",
    "bamanswal_status": "less known place",
    "historical_significance": "extreme historical significance because of its ancient temples"
  },
  {
    "page_number": "74",
    "book_title": "Abode of the Snow Goddess",
    "temple_name": "Trinetreshwar Temple complex",
    "location": "Banaswal, Almora",
    "page_number_right": "75"
  },
  {
    "page_number": "76",
    "book_section": "Abode of the Snow Goddess",
    "chapter_title": "Fairs and Regional Festivals of Uttarakhand",
    "image_caption": "Women dancing Chanchari in Syalde Bikhauti Mela, Dwarahat, Almora",
    "page_number_right": "77"
  },
  {
    "page_number_left": "78",
    "page_number_right": "79",
    "image_description": "The prestigious Nanda Raj Jaat passing through Almora town. Circa 2000",
    "text_left": "All major Hindu festivals are celebrated in Kumaon apart from several local ones. Some of these local festivals are Makar Sankranti, Nandashtami, Harela, Phool Dei and Kale Kawwa.\nThe hardworking, fun-loving and peaceful people of Uttarakhand are generally busy throughout the year waiting and preparing for these festivals in order to create interludes of exuberance in their otherwise hard life under the rugged elements. No wonder that so many fairs and festivities find their way into their simple lives.",
    "text_right": "These occasions are celebrated collectively to underline the age-old lifestyle of community living. Most fairs are associated with festivals. These events have very strong religious and spiritual connotations. This apart they provide opportunities to unleash the creativity of folk culture through song, dance and mirth.\nThe Almora town hosts several important festivals and fairs every year that have now made their streak into all the major tourist guides.",
    "section_title": "Abode of the Snow Goddess"
  },
  {
    "text": "Abode of the Snow Goddess\nMembers of a family watching the proceedings of Bikhauti Fair in Dwarahat, Almora",
    "page_number": "81"
  },
  {
    "page_number": "83",
    "left_page_title": "Abode of the Snow Goddess",
    "right_page_title": "Chholiya dancers celebrating Nanda Devi Festival in Nanda Devi temple complex, Almora",
    "mela_name": "Nanda Devi Mela Almora",
    "chand_king": "Baj Bahadur Chand",
    "idol_location": "Badhankot fort",
    "idol_establishment": "Malla Mahal of Almora",
    "ancestral_goddess": "true",
    "shiva_temples_builder": "Udyot Chand",
    "shiva_temples_names": "Parvatishwar and Udyot Chandreshwar",
    "temples_built_year": "1690",
    "british_deputy_commissioner": "G. W. Traille",
    "statues_transfer_year": "1815",
    "statues_transfer_from": "Malla Mahal",
    "statues_transfer_to": "Udyot Chandreshwar temple",
    "poet_name": "Gumani Pant",
    "poet_region": "Kumaoni",
    "verse_line_1": "Vishnu ka dewal ukhada oopar bangla bana khada",
    "verse_line_2": "Maharaj ka mahal dhawaya bedi khana tahan dhara",
    "verse_line_3": "Malle mahal udaayi Nanda banglon se bhi tahan dhara",
    "verse_line_4": "angrezon ne almore ka naksha aure aur kiya",
    "action_1": "demolished Vishnu's temple and built a bungalow upon it",
    "action_2": "destroyed the king's palace and built a prison there",
    "action_3": "took away Nanda from Malla Mahal and built bungalows there too",
    "action_4": "British have turned the map of Almora upside down",
    "mela_venue": "Nanda Devi temple",
    "mela_frequency": "every year",
    "hindu_month": "Bhadrapad",
    "paksh": "Shukla Paksh",
    "fifth_day_deities": "Nanda and Sunanda",
    "deity_invocation": "jagar",
    "ganesh_puja": "true",
    "devi_idols_material": "banana stalks",
    "idol_purpose": "express gratitude",
    "eighth_day_name": "Nandashtami",
    "women_activity": "visit the temple",
    "women_dress": "traditional dresses",
    "idol_procession": "dola",
    "dola_worship": "true",
    "dola_location": "pond",
    "uttarakhand_goddess": "Nanda Devi",
    "nandashtami_expression": "shatterproof belief",
    "mela_significance": "history and culture",
    "fair_feature": "artists from Kumaon",
    "art_form": "Jagar",
    "jagar_description": "rhythmic folk singing",
    "jagar_singers": "jagariyas",
    "jagariyas_location": "Nanda Devi temple",
    "jagar_content": "parables about goddess Nanda Devi",
    "fair_duration": "three or more days",
    "folk_art_forms": "Jhora, Chhapeli, Chholiya and Chanchri",
    "fair_attraction": "Bair",
    "bair_description": "extempore questions and their witty answers",
    "bair_artists": "bairiyas",
    "mela_flavor": "exclusive",
    "mela_recommendation": "not-to-be-missed event",
    "mela_interest": "cultural legacy of Uttarakhand"
  },
  {
    "Abode of the Snow Goddess": "84",
    "Nanda Devi from Kasardevi": "85"
  },
  {
    "page_number_left": "86",
    "page_number_right": "87",
    "title": "The myth of Nanda Devi",
    "paragraph_1": "The veneration of Lord Shiva has for centuries been complemented by the reverence of Shakti. In Uttarakhand the sequence gets transposed where Shakti is considered as the more formidable expression of Mother Nature. She is worshipped in various forms by various names. The Tantra-scriptures mention numerous names of goddess Shakti and inform us that she was worshipped as Nanda, Manda, Shiva Nanda, Shubha Nanda, Sunanda and Nandini.",
    "paragraph_2": "The goddess form of Nanda is known by more than a few names such as Devi, Kalinkya, Kali, Shakambari and Chandravadni etc. and Shakti Peethas have been built at many places. The auspicious day of Nandashtami becomes an occasion for celebrating this prime goddess through events like Nanda Jaat, Nanda Paati, Nanda Devi Fair and Anthoon etc.",
    "paragraph_3": "Descriptions of how she demolished the demons are found in various folk tales and songs of both Kumaon and Garhwal. These versions, celebrating the war between good and evil, comply with the descriptions provided in the Tantra-scriptures.",
    "paragraph_4": "The Puranas mention that she dwelled in the Himalayas. The 22nd chapter of the 'Manas Khand' of 'Skand Purana' says: \"The wise have spoken of the Himalayas as west-facing. Towards its south is the Nand Giri where resides Nanda Devi, the goddess worshipped by gods. She was born in the house of Nand Gop and was thrown on to the fortunate rock by Kans. Afterwards she reached the Nanda Parvat through the path of the sky. Ever since she has been worshipped by the gods. Offering prayers to her frees men of their sins.\"",
    "paragraph_5": "When the Mahakali Yogmaya resides in the Himalayas as Nanda, she takes up both classical and folk forms. Besides she resides in rivers and mountain peaks like Nandakini, Mandakini, Alaknanda, Nanda Devi, Nanda Kot, Nanda Ghunti, Nanda Kund etc. She resides in all life-giving elements of nature as the Mother-Protector.",
    "paragraph_6": "This Nanda Devi who also resides in the folk songs, tales, myths and anecdotes takes up two forms - the creator and the destroyer. As a fearsome destroyer she is known by names such as Kali, Kalinka, Bhramari or Bhadra Kali while as a mother and procreator she is the embodiment of love, affection and kindness.",
    "image_caption": "Nanda Devi temple, Almora at night"
  },
  {
    "page_number": "88",
    "title_left": "Abode of the Snow Goddess",
    "text_1": "Nanda Devi is the mother of the universe. She creates and takes care of her creation. The task of taking care is also performed by the father but his role is different. The love and dedication of the mother is more important. The woman of the mountains fights the elements alone. The daily struggles and pains of this woman are also reflected in the popular image of Nanda Devi.",
    "text_2": "Hill people have always held mountains in high esteem and revered them but the relationship between Nanda Devi and the people of Uttarakhand is a most remarkable one. Mother Nanda is the most worshipped goddess in whole of Uttarakhand.",
    "text_3": "Several temples of Nanda Devi are found in Uttarakhand. A number of rivers, mountains and towns bear her name. Names like Nanda Devi, Nanda Kot, Nanda Bhanar, Nanda Ghunghat, Nanda Ghunti, Nandakini and Nand Prayag underline the religious significance attributed to Nanda Devi.",
    "text_4": "Fairs are held at several placed in both Kumaon and Garhwal on her name. The Nanda Devi peak is one of the highest in the country but for the people of Uttarakhand, Nanda Devi is not just a mountain.",
    "text_5": "For them it has for centuries gained the status of a daughter and a sister.",
    "text_6": "She is the daughter of the mighty Himalayas whom the most ancient scriptures refer to as an omnipotent god. Anyone who wishes to understand the culture of Kumaon would necessarily need to be present on the site of Nanda Devi fairs.",
    "text_7": "Nanda Devi was the ancestral goddess of the influential Chand and Panwar kings of Kumaon and Garhwal respectively. Consequently she holds a supreme place in the religious beliefs of the whole Uttarakhand. Folk history tells us that she was also worshipped by the Katyuri kings. Nanda Devi has therefore been addressed as Raj Rajeshwari. She is seen as the sister of goddess Parvati but at several places she is believed to be Parvati herself. Nanda is addressed by several names including Sunanda, Shubhananda and Nandini to cite a few.",
    "text_8": "Nanda Devi is the one common link that binds the people of Uttarakhand together. The Nanda Raaj Jaat held every twelve years is an internationally acclaimed socio-religious event of historical importance dedicated to her.",
    "title_right": "Nanda Devi from Crank's Ridge, Kasardevi"
  },
  {
    "page_number_left": "90",
    "image_description_left": "Hurka",
    "page_number_right": "91",
    "title": "Bikhauti Mela",
    "description_1": "Bikhauti Mela is part of the rich cultural heritage of Uttarakhand and is held every year on the transition between Vishuwat Sankranti and Mesh Sankranti i.e. on the last night of the Hindu month of Chaitra and the first day of Vaisakh. The venue is Vibhandeshwar temple situated 8 km from Dwarahat on the confluence of Surabhi, Nandini and Gupt Saraswati rivers.",
    "description_2": "This fair organized at Bairath, including Syalde and Dwarahat, the later-capital of the erstwhile Katyuri kings goes on for a week. The Dwarahat town holds special religious and cultural significance. According to 'Manas Khand' the gods desired to create the holy town of Dwarika in Dwarahat. For this purpose they asked the rivers Kosi and Ramganga to join Dwarahat.",
    "description_3": "The responsibility of taking the divine message was given to a Semal (Bombax Ceiba) tree located at Gargeshwar of Chhana Golu. The Semal tree was tired and went off to sleep. When it woke up, it realized that the river Ramganga had moved beyond Gewar. Thus Dwarahat could not become Dwarika. This is why it was given the name Uttar-Dwarika.",
    "description_4": "Once the Katyuri rulers had constructed a beautiful pond here. The temples of Syaldevi (Sheetla Devi) and Kot Kangra Devi are built on its banks. The Katyuri kings Brahmdev and Dhamdev were also worshipped here. This pond later acquired the name Syalde Pokhar. It has presently dried out. The Bikhauti Mela of Dwarahat is a major attraction for the locals from far and wide.",
    "image_description_right": "Dancers at the Bikhauti Mela, Dwarahat, Almora"
  },
  {
    "page_number_left": "92",
    "page_number_right": "93",
    "image_description_left": "A folk musician with hurka at the Bikhauti Fair",
    "image_description_middle": "Narsingha - folk instrument of Kumaon",
    "image_description_top_right": "Dancers at the Bikhauti Mela",
    "image_description_bottom_right": "Bikhauti Mela procession",
    "cultural_tradition_description": "A great cultural tradition is associated with the Syalde-Bikhauti Mela. A month in advance the villages nearby begin to reverberate with the rhythm of jhora songs. Men and women alike participate in jhora performances.",
    "cultural_troupe_description": "Cultural troupes representing various villages in the famous fair begin their special training and rehearsals a month prior to the occasion. People gather at the houses of different locals and practice singing jhoras, bhagnauls and other local song-forms.",
    "religious_fair_description": "Any religious fair taking place in this particular region witnesses an affectionate musical conversation between the goddess Jagdamba and her worshippers. The fair begins with the performance of a specific jhora. Through singing, people request the goddess to open her doors of justice. The goddess in return asks them as to what they have brought for her. The people then answer - \"we have brought two pairs of flags and two pairs of drums.\"",
    "vaisakh_description": "On the first day of the month of Vaisakh, people from nearby villages congregate at the courtyard of the Sheetla Devi temple, perform pujas and sing jhoras. These famous folk songs of Kumaon acquire a special flavour during the Bikhauti Mela. Current social, political and economic issues become themes of these songs. Villagers wait in eager anticipation for this fair throughout the year."
  },
  {
    "page_number": "95",
    "title": "Dussehra of Almora",
    "description": "Almora is also famous for its Dussehra procession. To see dozens of effigies of Ravana, Meghnaad, Kumbhakarna and other demons from Ramayana being carried by dancing troupes and the devotees through its narrow streets is an audio-visual experience that no one could afford missing.\nIt's said that the tradition of Dussehra procession in Almora goes back to 1930. A photograph of the demon king Ravana's effigy made for that year's procession appeared in that year's edition of the 'Purvasi' magazine, which comes out every year from the Hukka Club. For the first few decades only that one effigy was made, but the number has been growing ever since. Now about 28 effigies are made every year, including that of Meghnaad, Kumbhakarna, Tadika, Ahiravana, etc.\nAlmost every mohalla and bazaar in Almora takes part in the making of these effigies. Unlike other places where bamboo stalks are used to make effigies, angle frames and straw are used here. The bodies are made first, and the heads are joined to them later. Made by the local artists, who take great pains to decorate them in traditional styles and colours, they are often a treat to the eyes. Kids also take part in their making, and create their own small effigies.\nIn the evening all these effigies are taken out in the form of a procession. Upon reaching the Ramlila ground they are put to fire. Along with its Ramlila, Almora's Dussehra procession is also a not to be missed event in case one is in the city during the season.",
    "location": "Dussehra procession, Mall Road, Almora",
    "year": "1930",
    "number_of_effigies": "28"
  },
  {
    "page_number": "96",
    "text_left": "Abode of the Snow Goddess",
    "text_right": "Dussehra procession through Almora market",
    "text_bottom": "97",
    "text_center": "NO",
    "text_top": "M",
    "text_middle": "KING",
    "text_sign": "लवणासुर पुतला\nसमिति 2018\nगंगोलो महोल्ला\nअल्मोड़ा।",
    "text_police": "DLICA",
    "text_agent": "एजेन"
  },
  {
    "page_number_left": "98",
    "page_number_right": "99",
    "image_description": "Dashrath and Kaikeyi, Ramleela at Hukka Club, Almora",
    "title": "Ramlila of Almora",
    "paragraph_1": "Ramlila has been an integral part of our social fabric for centuries. Underlining its importance, the UNESCO mentioned in one of their documents:",
    "quote": "\"Staging of Ramlila is based on the Ramacharitmanas. Ramlilas recount episodes from the Ramacharitmanas through a series of performances. It was composed in the Awadhi dialect of Hindi by Tulsidas in the 16th century with an objective of making the Sanskrit epic available to all. The performance of Ramlila lasts for ten to twelve days, but Ramlilas performed in some places like Ramnagar may last for an entire month. The Ramlila holds the distinction of bringing the whole population together, without distinction of caste, religion or age.\"",
    "paragraph_2": "\"However, in the recent past owing to the development of mass media the play has experienced reduction in the audience thereby losing its principal role of bringing people and communities together.\"",
    "paragraph_3": "Further in the document, UNESCO has named several art forms on its Representative List of the Intangible Cultural Heritage of Humanity. The official document states - \"Ramlila is performed during the festival of Dussehra every year across northern India. Out of them the most representative Ramlilas are performed in Ayodhya, Vrindavan, Almora, Sattna, Madhubani, Ramnagar and Benares.\"",
    "paragraph_4": "The fact that Almora appears in this prestigious list is no surprise since the impressive and illustrious Hukka Club of the town has a 90-year old tradition of staging Ramlila in the most elegant and modern fashion. Artists from all ages across religious and social boundaries unite for months of rehearsal and costume-making before the timeless saga is staged for almost a fortnight in the open.",
    "paragraph_5": "The Ramlila is performed during the Navratris that mark Lord Ram's homecoming after 14 years of exile. A uniquely enthralling experience, the Ramlila of Almora has become a defining event of Almora's claim as an extraordinary cultural hub of the country."
  },
  {
    "page_number_left": "100",
    "page_number_right": "101",
    "text_left": "Abode of the Snow Goddess",
    "text_right": "The Ramlila of Almora has been recognized\nas one of the best in the world by UNESCO.\nRamleela at Hukka Club, Almora"
  },
  {
    "page_number": "10",
    "book_title": "Abode of the Snow Goddess",
    "image_description": "Ravana in his full grandeur and glory, Ramleela at Hukka Club, Almora",
    "page_number_right": "103"
  },
  {
    "page_number_left": "104",
    "page_number_right": "105",
    "image_description": "Children celebrating Phool Dei at Sainar village, Almora",
    "festival_name": "Phool Dei",
    "festival_description": "Phool Dei is the celebration of spring season's arrival. This festival, celebrated on the first day of the month of Chaitra, also marks the Hindu New Year. Phool Dei would literally translate into -flowers on the threshold of a house.",
    "children_activities": "Children, especially young girls, gather flowers from nearby areas or forests and prepare auspicious plates or baskets containing these flowers. In the villages children also put green leaves, rice, jiggery and coconut in their plates or baskets. They then go door-to-door to sprinkle them on doorsteps of neighbours, wishing them prosperity and good fortune by singing a traditional Phool Dei song:",
    "phool_dei_song": "Phool Dei, chamma dei\nDeni dwar, bhar bhakar\nYo dei se barambaar namashkar\nPhule dwar.",
    "gifts_received": "The children receive gifts in return that include jiggery, sweets and money.",
    "celebration_description": "The Phool Dei celebration is a very colourful affair."
  },
  {
    "title": "Ghughutiya: the festival of the Black Crow",
    "location": "Khatyari, Almora",
    "festival": "Uttarayani",
    "date": "Makar Sankranti, middle of January",
    "associated_festival": "Ghughutiya",
    "alternative_name": "Kale Kawwa (Black Crow)",
    "delicacies": "ghughutas",
    "ingredients": "wheat flour, milk, jiggery",
    "shapes": "shield, pomegranate flower, sword, pitcher, damru",
    "garland_items": "tiny oranges, popcorns, roasted whole groundnuts",
    "ritual": "offer delicacies to crows",
    "song_phrase": "\"Kale kawwa kale, ghughuti mala khale\"",
    "song_translation": "O black crow, consume this garland made of ghughutas",
    "offering_phrase": "\"Le kawwa talwar, Miken de Sune ki talwar\"",
    "offering_translation": "Take this sword O black crow! Give me a golden sword in return",
    "belief": "crows have a direct connection with ancestors' souls",
    "post_ritual_activity": "children wear garlands and munch delicacies",
    "page_number_left": "106",
    "page_number_right": "107"
  },
  {
    "page_number_left": "108",
    "page_number_right": "109",
    "title": "A taziya of Moharram at Karkhana Bazar, Almora",
    "section_title": "The Taziyas of Moharram",
    "paragraph_1": "The Anjuman Sewa Samiti of Almora has for decades been financing and supporting the making of the Taziyas of Moharram. These are extremely aesthetic and pretty. The taziyas are decorated with all sorts of fancy lights and other embellishments.",
    "paragraph_2": "On the evening of Moharram, these artistic creations are brought out in the old streets of Almora in the form of a disciplined procession. This mourning-procession is supposed to be the theatrical re-enactment of the Battle of Karbala. As the evening darkens, the lights inside the taziyas begin to sparkle and create a surreal environment. The procession goes all the way up to Karbala, situated at one end of the Almora town where these taziyas are bid farewell to.",
    "paragraph_3": "The making of the taziyas of Moharram has always been a community affair in Almora and people from across religious boundaries take part in the process with enthusiasm. The Taziya-procession of Almora is also a unique affair."
  },
  {
    "title": "Harela: Celebration of Nature",
    "description": "Reflecting man's essential relationship with nature, Harela is a popular Kumaoni festival celebrated thrice every year.",
    "grains": "In the Hindu months of, Chaitra and Ashwin seven types of grains, namely barley, wheat, mustard, urad (black gram lentil), gahat (Horse Gram), bhat (Black Soyabean) and corn, are sown in a plate or bamboo-basket in every household.",
    "location": "The plate or basket is kept inside the house-temple away from sunlight and is watered regularly.",
    "cut_time": "The young plants are cut after 10 or eleven days on the auspicious occasion of Harela.",
    "rituals": "Pujas are held on the day and the newly grown plants are first offered to the gods. Later the lady of the house blesses each member of the family with these young plants. She would take three or four of these plants and keeping them in both her hands would touch the other person's feet, shoulders and head respectively and offer blessings.",
    "meaning": "Harela is a festival of prosperity and collective joy.",
    "location_title": "Harela in a Kumaoni house"
  },
  {
    "page_number_left": "112",
    "page_number_right": "113",
    "image_caption_1": "The famous baithki holi of Hukka Club, Almora",
    "image_caption_2": "Women's Holi procession in Almora market",
    "section_title": "Holi Singing and the grand tradition of Indian classical music",
    "paragraph_1": "The festival of Holi holds a very special significance for Kumaonis. Apart from being the clichéd festival of colours, it is marked as an occasion to underline the classical musical tradition of the region. As a matter of fact Kumaon has a whole season dedicated to Holi during which specific compositions set to classical music are sung in households. These compositions are also called Holis. Officially the singing season begins from the day of Basant Panchmi that falls about a couple of months before the actual Holi festivities begin.",
    "paragraph_2": "Holi singing of Almora is recognized as the supreme form of its kind in the whole of Kumaon. Great local exponents of classical music have laid an extensive tradition of Holi singing in Almora. The compositions have been created with pakka raag as their foundation. The singing sessions normally take place during the night and can sometimes go on until the wee hours of morning. The compositions exhibit and exude overall happiness verging on to ecstasy. The domain of this singing has been predominantly a male forte.",
    "paragraph_3": "There is another form of Holi singing which is less classical in nature. Based on catchy folk tunes this form of singing is done both by men and women and falls in two broad categories: Khadi (standing) and Baithki (sitting).",
    "paragraph_4": "The participants are treated to some specific and mouth-watering culinary preparations including Gujhiya and Aaloo Gutuk. Besides its representational meaning of victory of good over evil, Holi in Kumaon also implies the culmination of the long winter season and the beginning of a spring.",
    "paragraph_5": "The Holi singing of Almora is a musical tradition that has seen several maestros perform classical ragas like Des and Jaijaiwanti over generations at every nook and corner of the town. The foremost name among these great Holyars (Holi-singers) still remains that of Late Pandit Tara Dutt Pande fondly remembered as Tari Massaab. The Holi singing of Almora even today remains an exceptionally vibrant musical spectacle of rhythm, colour and rapture."
  },
  {
    "Abode of the Snow Goddess": "",
    "The Folk Culture of Kumaon": "",
    "115": "",
    "Traditional trumpet player accompanying chholiya dancers in the Almora bazar": ""
  },
  {
    "page_number": "116",
    "section_title": "Abode of the Snow Goddess",
    "culture_description": "Contemporary Kumaoni culture is a blend of varied impressions from indigenous population as well as from the immigrants to the region. Subsequently, the myths, dialects, languages, folk literature, festivals, fairs and other forms of expression embody the creative impacts of diverse cultural clusters that create Kumaon.",
    "folk_literature_tradition": "Kumaon encompasses an extremely affluent tradition of folk literature. Anonymous poets and writers wrote songs and anecdotes related to a variety of themes - deeds of gods and goddesses; creation of earth; local heroes and dynasties and characters from the Mahabharata and the Ramayana.",
    "dances_description": "The dances of the region are linked to the routine life of the people and display innumerable human passions. Some of the well-known dance forms of Kumaon are Hurkiya Baul, Jhumaila, Chauphula and Chholia. Chholia is basically an accompanying dance in a marriage procession but nowadays it is performed on many auspicious occasions. Performed with swords and shields the dance is marked with jumps and turns of the body. Attired in costumes of ancient warriors, the dancers show several sword fighting feats. Classical Chholia is traditionally performed by a team of 22 men, eight of them are the sword dancers and the rest are the musicians.",
    "songs_description": "One encounters songs on cultural and social festivals. The variety of songs that are agricultural and pastoral showcases the preserved connection between man and his surroundings. These songs portray the really exceptional natural exquisiteness of this region.",
    "page_number_2": "117",
    "folk_songs_types": "The innumerable types of folk songs namely bhagnaul, nyauli, chanchari, jhora and chhapeli are few of the breathtakingly vibrant experiences one can derive.",
    "music_description": "Music is an integral part of local culture. Various forms of folk music like Mangals, Basanti, Khuded and Chhopati enthral listeners with their beautiful melody. Jagar, another important form of music in which the Jagariya sings a ballad of the gods, is inspired by the epics. In the year 2017, after being shortlisted several times, 63-year-old Basanti Devi Bisht was picked for the prestigious Padma Shri, the country's fourth highest civilian award, in art and music section. \"It's the divine and magical Dev Bhoomi that has always inspired me,\" she said. The jagar form of singing is a way of invoking deities, which is traditionally done by men. But, Bisht broke the practice and today is a well-known voice, and is trying to preserve this traditional form of singing in the state of Uttarakhand.",
    "tribes_description": "The Shauka, Tharu, Vanraji and Boksa tribes living in Kumaon are also known for their outstanding folk songs and dances which are showcased during socio-cultural ceremonies and festivals.",
    "singers_and_writers": "Some of the greatest singers of Kumaon include Mohan Singh Reethagari, Gopidas, Chakra ram Damai and Jaitram. If one talks about the written literature of Kumaon then the most famous names are Krishna Pandey, Lok Ratna Pant 'Gumani', Shiv Dutt sati, Shyama Charan Dutt Pant, Gorda, Ram Dutt Pant 'Kaviraj', Pitambar Pandey, Chandra Lal Chaudhary, Bachi Ram Arya, Kunwar Singh Bhandari, Rajendra Bora aka Tribhuwan Giri and Jeevan Chandra Joshi.",
    "image_caption": "Traditional Kumaoni Bagpiper during Nanda Devi Fair, Almora"
  },
  {
    "page_number_left": "118",
    "page_number_right": "119",
    "title": "Kumaoni Folk Dances",
    "description": "Various mythological stories and interesting tales are associated with the folk dance forms of Kumaon.",
    "dance_jhora_description": "The Jhora dance is mainly performed to ensure peace between communities. Both men and women enthusiastically participate in this dance. Jhora is performed along with song and music. It is performed at the coming of spring, at fairs, and also to celebrate weddings. The dancers dance in a circle by holding each other's arms. The dance is a beautiful amalgamation of various steps.",
    "dance_chanchari_description": "Chanchari is quite similar to Jhora. It is a collective dance form performed by both sexes. Chanchari is danced in a semi-circle in a very slow tempo and follows the traditional group dance of unconfined joy. Chanchari is most famous in the Danpur Patti of Bageshwar District, lying north of the Pindari Glacier.",
    "dance_jagar_description": "Jagar is a particular dance form that falls in the spiritual category. The performances are based on several ballads associated with local gods, goddesses and spirits, ghosts and fairies, the most famous being the Golla, Bholanath and Ganganath.",
    "instruments_used": "The instruments used are a big drum called Dhol, a smaller drum called Damua, Hurka and Thali.",
    "dance_chholiya_description": "Chholiya dance is a war dance form mainly performed during marriages. It is performed with sword and shield in pairs.",
    "image_description": "Chholiya dancers performing during Nanda Devi Mela"
  },
  {
    "page_number_left": "120",
    "page_number_right": "121",
    "section_title": "Kumaoni Folk Songs",
    "folk_songs_origin": "nature",
    "folk_songs_description": "They have undergone various phases of growth and transformation during the course of time. They speak about various festivals, religious traditions, folk stories and simple life of the people of Uttarakhand.",
    "folk_songs_examples": "Bajuband, Chhopati, Chhura, Chounphula, Jhumeila, and Jagar",
    "hudkiya_baul_description": "a form of mythological singing that accompanies paddy sowing during the rainy season. The village singer sings royal myths on the beats of hudka, a traditional Kumaoni miniature drum, while groups of women collectively sow paddy on their fields.",
    "malushahi_description": "Another exclusive form of singing is called Malushahi. It involves singing in great detail the love story of prince Malushahi and his lover the pretty Rajula. There aren't many exponents of this craft left in Kumaon.",
    "image_caption": "Kumaoni women singing jhora"
  },
  {
    "Gopidas_image_label": "Gopidas",
    "Harda_Surdas_image_label": "Harda Surdas",
    "Mohan_Singh_Reethagarhi_image_label": "Mohan Singh Reethagarhi",
    "Abode_of_the_Snow_Goddess_page_number": "122",
    "folk_tradition_description": "The rich tradition of folk culture in Kumaon has been kept alive by several remarkable personalities who dedicated their lives to the conservation and development of this treasure.",
    "kumaoni_folk_culture_giants": "Two giants of Kumaoni folk culture, namely Gopi Das Tailor and Mohan Singh Reethagarhi rank first and foremost among this distinguished list. These two doyens mastered among other genres, the exclusive form of Malushahi singing, wherein, as told earlier, the love story of Rajula and Malushahi is narrated.",
    "gopi_das_tailor_birth": "Gopi Das Tailor or Gopal Ram was born in 1900 in Sakar village of Almora.",
    "malushahi_singing_style": "The form of Malushahi singing that he become proficient at is called the Bairathi style.",
    "gopi_das_profession": "A tailor by profession, he was working in Kausani, when a German musicologist called Konrad Meissner came to meet him.",
    "vasudha_pande_mention": "Dr. Vasudha Pande of the Delhi Universiy has mentioned in a paper - \"Konrad Meissner's description of his first meeting with Gopal Ram or Gopi Das is full of pathos.",
    "t_pandey_and_brajendra_lal_shah": "He had read T. Pandey's version of Malushahi, and Brajendra Lal Shah had recommended he approach Gopi Das.",
    "gopi_das_in_1966": "In 1966, Gopi Das was working at Kausani as a dholi (tailor).",
    "konrad_meissner_encounter": "He assumed that Konrad Meissner had come for tailoring work, and in the process showed him his hand which revealed that he was suffering from a skin disease.",
    "konrad_meissner_writes": "Konrad Meissner writes that he was shaken by this initial encounter, but he persevered and eventually recorded the 2200 lines of the ballad, transcribed and translated it, finally publishing it in conjunction with a recorded version of its performance.\"",
    "Sant_Ram_and_Anandi_Devi_image_label": "Sant Ram and Anandi Devi",
    "konrad_meissner_contribution": "Konrad Meissner's contribution to Kumaoni folk music is immense in that he not only stayed with Gopi Das for several years but produced a transcription and translation of this greatest Kumaoni ballad for the world to read.",
    "gopi_das_death": "Gopi Das Died in 1975.",
    "gopi_das_tapes": "Tapes of 100 hours of his singing are still preserved in University of Munich, courtesy Meissner.",
    "mohan_singh_reethagarhi_birth": "Mohan Singh Reethagarhi was born around 1905-06 and became another great singer of Malushahi.",
    "mohan_singh_reethagarhi_style": "His style of singing wasn't confined to any specific school. He took in whatever he found suitable in other song-forms of Kumaon, for his singing. His singing was a rich amalgamation of various forms of Jagar, Chholiya and Hudkiya baul.",
    "harda_surdas_singing": "The folk singing of Harda Surdas, a blind-by-birth singer from a village near Jageshwar was focussed on bringing out the special sounds that the hudka could produce.",
    "harda_surdas_expertise": "Apart from being a singer he was an expert Jagariya (traditional singer who invoke local gods during special pujas).",
    "harda_surdas_singing_style": "Therefore his singing style is influenced by several factors and he is regarded as one of the best Ramaul singers of Kumaon.",
    "sant_ram_anandi_devi_description": "The blind couple Sant Ram-Anandi Devi belonging to Dhaulchhina of Bhainsiyachhana block of Almora district, deserves a special mention for the fact that despite their limited resources they have made it a point to appear in the Nanda Devi Fair of Almora every year and showcase the diversity of Kumaoni folk songs.",
    "Kumaoni_bride_image_label": "Kumaoni bride",
    "story_title": "The story of Rajula and Malushahi",
    "rajula_malushahi_description": "The most popular folk tale represented in the musical tradition of Kumaoni folklore is that of Rajula and Malushahi. The heroine of this ballad is supposed to have come from a village of the far off Himalayas. This larger-than-life ballad has been sung in Kumaon for at least a thousand years. Rajula Malushahi is the love story of King Malushahi and Rajula.",
    "rajula_malushahi_setting": "Set at the time when the Katyuri dynasty was disintegrating into autonomous parts, the narrative draws its beginnings to around the 10th century A.D., when a king no longer ruled from the capital of Kartikeyapur. Instead, it narrates the account of one inheritor king, Malushahi, who reigned from Bairath, near present-day Dwarahat.",
    "king_malushahi_story": "The king, even though previously wedded to seven wives, falls in love with Rajula, the attractive and sensible daughter of Sunapati Shauka, a Shauka trader of Tibetan goods. Their dreamy escapades in search of one another take them to the far corners of the Himalayas, where manoeuvring, perfidy, vehemence, black magic, and even mortality machinate to keep them separately.",
    "rajula_malushahi_travels": "In their travels, the two lovers visit many places and deal with at least three conspicuously different cultures - the Katyuri, the Shauka and the Tibetan. Unlike other romances, the characters never turn into gods, nor are conquered by them, as Malushahi and especially Rajula use their reasons to get away from risk on many occasions.",
    "rajula_malushahi_ending": "The ballad ends in the marriage of Malushahi and Rajula. Sung at a stretch on a favourable social opportunity the complete singing of the Rajula Malushahi story takes ten or twelve hours to."
  },
  {
    "Brijendra Lal Sah label": "Brijendra Lal Sah",
    "B M Shah label": "B M Shah",
    "Girda label": "Girda",
    "Mohan Upreti with his musicians label": "Mohan Upreti with his musicians",
    "decade": "1950's",
    "country independence": "long British rule",
    "Almora": "hub of folk music and dance",
    "musicians included": "Mohan Upreti, Naima Khan Upreti, Brijendra Lal Sah, B M Shah and Lenin Pant",
    "musicians resolution": "provide Kumaoni folk culture a national platform",
    "Principal": "Mohan Upreti",
    "Mohan Upreti birth year": 1928,
    "Mohan Upreti death year": 1997,
    "Mohan Upreti occupation": "theatre director, playwright and a music composer",
    "Bedu Pako Bara Masa": "national favourite",
    "Mohan Upreti created": "United Artists",
    "United Artists": "group of cultural activists in Almora",
    "Parvatiya Kala Kendra established": 1968,
    "Parvatiya Kala Kendra objective": "producing plays and ballads embedded in Kumaoni tradition",
    "Brij Mohan Shah": "artist from Almora",
    "Mohan Upreti death location": "New Delhi",
    "Mohan Upreti married": "Naima Khan Upreti",
    "Naima Khan Upreti": "graduate of National School of Drama in 1969",
    "Naima Khan Upreti born": "25 May 1938",
    "Naima Khan Upreti joined": "her husband in his mission and revived several old melodies",
    "Brij Mohan Shah born": 1933,
    "Brij Mohan Shah born location": "Nainital",
    "B. M. Shah": "close associate of Mohan Upreti",
    "Brij Mohan Shah travelled": "across Kumaon during the 1940's and 1950's",
    "Brij Mohan Shah collected": "folk songs and tunes",
    "Brij Mohan Shah award": "Sangeet Natak Academy Award in 1979",
    "Brij Mohan Shah graduate year": 1962,
    "Brij Mohan Shah graduate school": "National School of Drama",
    "Brij Mohan Shah director": 1982,
    "Brij Mohan Shah position": "director of the same institution",
    "Brij Mohan Shah position end": 1984,
    "Brij Mohan Shah known for": "innovative dramatic techniques",
    "Brij Mohan Shah remembered for": "having contributed immensely towards the preservation of Kumaoni folk culture",
    "Brij Mohan Shah died": "5 June 1998",
    "Brijendra Lal Sah field": "folk culture",
    "Brijendra Lal Sah born": "13 October 1928",
    "Brijendra Lal Sah occupation": "songwriter and playwright",
    "Brijendra Lal Sah joined": "Mohan Upreti, Lenin Pant and others",
    "Brijendra Lal Sah became": "member of the United Artists, Almora",
    "group renamed": "Lok Kalakar Sangh",
    "Brijendra Lal Sah association": "went on till the end",
    "Brijendra Lal Sah created": "musical ballads and collected many folk myths",
    "Brijendra Lal Sah dramatization": "Bhana-Gangnath",
    "Girish Tewari": "Girda",
    "Girish Tewari birthdate": "9 September 1945",
    "Girish Tewari deathdate": "22 Auguat 2010",
    "Girish Tewari occupation": "poet and a versatile folk singer",
    "Girish Tewari research": "Kumaoni Holi",
    "Girish Tewari singing": "Jhusia Damai",
    "Girda ancestral home": "Dhar ki Tuni of Almora"
  },
  {
    "page_number_left": "126",
    "page_number_right": "127",
    "title": "Kumaoni Language",
    "kumaoni_language_description": "The Kumaoni Language is one of the central Pahari languages of the people of the Kumaon. Kumaoni is spoken by over 2.5 million people mainly in the districts of Almora, Nainital, Pithoragarh, Bageshwar, Champawat and Rudrapur/ Udhamsingh nagar. Kumaoni has many regional dialects spoken in different places in Uttarakhand. Amongst its dialects, the central Kumauni is spoken in Almora and northern Nainital, north eastern Kumauni is in Pithoragarh, South eastern Kumauni is in south eastern Nainital and western Kumauni is in the west of Almora and Nainital. Kumaon shares its borders with Nepal. Hence many locals are also good at speaking Nepali. Hindustani i.e. a mix of Hindi and Urdu is also spoken Kumaon. It developed in the 13th Century and it is still popular in many parts of India. Rang-lo (or Rang-lwu), Jaunsari and Bhoti are the popular regional languages used by tribal people.",
    "kumaoni_language_official_status": "Almost all people who can speak and understand Kumaoni can also speak and understand Hindi, the official language of India. UNESCO's atlas of the world's languages designates Kumaoni as language in the endangered language category which means that it requires consistent preservation efforts. There will otherwise only be a few speakers of the language left and eventually the language will be extinct.",
    "kumaoni_language_family": "Languages spoken in Kumaon belong to Aryan family. There are 13 dialects in the Kumaon region described by G. A. Grierson. The aforementioned dialects include Johari, Danpuriya, Majh Kumaiya, Askoti, Soryali, Sirali, Chaugarkhyali, Gangola, Kumaiya, Khasparjia, Pachhai, Phaldakoti and Rauchaubhaisi.",
    "kumaoni_dialects": "All these dialects of Garhwali and Kumaoni are jointly known as central Pahari group of languages. Khaskura (Nepali) is spoken in the east of the Kumaon region, Western Pahari (Himachali) in the west, Tibeto - Burmese family in the north and Western Hindi in the south.",
    "kumaoni_related_languages": "These dialects are most closely related to Garwhali and Nepali.",
    "kumaoni_grammar": "Being part of the Indo-Aryan dialect continuum, Kumaoni shares its grammar with other Indo-Aryan languages especially Garhwali, Hindi, Rajasthani, Kashmiri, and Gujarati. There are many words in Kumaoni that are common even with Bengali. It shares much of its grammar with the other languages of the central Pahari like Garhwali and Jaunsari. After a state government order of March 2014, Kumaoni was introduced at the undergraduate level as a new subject in the academic year 2014-15.",
    "kumaoni_in_education": "The step came in the light of long impending demands to launch a policy and endorse the local language and culture of the glorious state of the Uttrakhand which was separated from Uttar Pradesh in the year 2000. The three-year undergraduate programme includes Kumaoni grammar, syntax and literature. It also includes other academic work in the language.",
    "local_ladies_location": "Local ladies, Lat village, Almora"
  },
  {
    "Earthen statues": "Earthen statues called 'dikaare' are prepared in\nthe households during the Harela festival",
    "page_number": "128",
    "section_title": "Kumaoni Rites and Rituals",
    "introduction": "Like all other societies, the Kumaoni society also has several important rites and rituals attached to every human life.\nSome of the most important ones are being mentioned below.",
    "Pachauli": "On the fifth day of the birth of a child, the\nmother and the child are given a bath, followed by puja\nand singing of traditional songs.",
    "Chhathi": "This event is celebrated on the sixth day of a\nchild's birth. It is a day-long event and generally finishes in\nthe evening. It usually consists of decorating the house with\ntraditional aipans (traditional painting form of Kumaon)\nand other things, singing of traditional Kumaoni songs\nfollowed by lunch.",
    "Nawan": "This is celebrated the ninth day of the child's\nbirth. Basically it is celebrated in the same manner as the\nPachuli.",
    "Namkaran": "On the eleventh day of the child's birth the\nnamkaran ceremony takes place. The house is decorated\nwith aipans. Brahmin is called for puja. The child is exposed\nto the sun for the first time on this day. Similarly he is\nmade to touch the earth on this day. A conch shell is\nwrapped in a new cloth and the Brahmin takes it near the\nchild's ear and very gently speaks the child's name in his/\nher ear. This cloth is then kept in the puja place and used\nto make a dress which the child wears on his/her Anna-\nPrashana day.",
    "Anna-Prashana": "This event is celebrated in the fifth\nmonth in the case of a girl child and the sixth month in\ncase of a boy. The house is decorated with aipans. Guests\nare called, puja is done and later the mother does symbolic\nfeeding of the child with a gold ring. It is a tradition to keep\nitems like toys, silver coin, pen, ink, books and knife etc. on a\nbig plate. The child is taken near the plate and encouraged\nto pick or touch any of the items.",
    "Chuda-Karma": "This is celebrated on the third birthday of\na child. Five different pujas, Ganesh Puja (for Lord Ganesha),\nMatri Puja (for mothers), Kalash Sthapna, Nav-Grah Puja (for\nthe nine celestial planets), and Punya-Vachan are done. After\nthis the hair of the child are shaved off. The child's ears are\nalso pierced on this day.",
    "Yajnopavit Sanskar": "This is second most important\nday in the life of a male child. The house is decorated and\nguests are invited. Puja on this day is more elaborate than\non previous occasions. After puja the boy wears the sacred\nthread called Janeu or the Yajnopavit. He pledges to remain\na Brahmchari (virgin) till he completes his education.",
    "page_number_2": "129"
  },
  {
    "page_number_left": "130",
    "page_number_right": "131",
    "title": "Aipan: the art of Kumaon",
    "description_1": "The traditional folk art Aipan or Alpana has a great degree of social, cultural as well as religious significance in all the Kumaoni households. The designs used in an Aipan represent various socio-religious symbols.",
    "description_2": "Another commonly used word for Aipan is Likhai (writing), although it is a pattern made with the fingers. Aipan are used as ritual designs for all pujas, festivals and ceremonies. These are usually drawn at the place of worship of the houses and the main entry doors or in the front courtyard. The Chowkies, made of mango wood are painted with special Aipan designs, each valuable for a special occasion.",
    "description_3": "The raw materials used are simple ochre (Geru) colour and rice paste. Mostly women paint the designs on the floors and walls of their homes using the last three fingers of the right hand. However, the ones with Geru patterns are drawn by a free hand.",
    "description_4": "Pichhaura, the typically Kumaoni dupatta-like piece of dress, worn by Kumaoni women during festivals and marriages is also decorated with Aipan designs and patterns. Nowadays, Aipan patterns are used on varied items like greeting cards, wall hangings, cushion covers, table cloths and even T-Shirts.",
    "image_caption": "Aipan display at TRH, Binsar"
  },
  {
    "page_number_left": "132",
    "text_left": "Abode of the Snow Goddess",
    "page_number_right": "133",
    "text_right": "Traditionally attired Kumaoni Woman making aipan on her threshold, Almora"
  },
  {
    "page_number": "134",
    "title": "Kumaoni Architecture and Sculpture",
    "image_description": "Intricate stone carving in the Nanda Devi temple, Almora",
    "book_section": "Abode of the Snow Goddess"
  },
  {
    "page_number_left": "136",
    "page_number_right": "137",
    "text_left": "Kumaon has a unique style of architecture, which is to be seen on the one hand in scattered settlements of the higher Himalaya and populated agricultural valleys, and on the other in the various temples, Naulas (Aquifiers), forts and dharmshalas (inns). Most of the old houses of Kumaon have stone walls, mud floors, slate roofs and patangans (grey-stone courtyards).\nThe doors, windows and Kholis (main entrance to the house) have intricately carved figures of Lord Ganesha and other Gods and Goddesses.",
    "text_right": "The temples, constructed over a period of about a thousand years, follow a local style known as the Himadri style of architecture. The temples at Jageshwar, Almora, Katarmal, Thal, Baijnath, Someshwar, Dwarahat, Gangolihat, Patal Bhuvaneshwar and Marsoli are very good examples of the local style, which is often termed as post Gupta architecture.\nAlong with architecture, Kumaon has also had a distinctive style of sculpture. One finds many idols in temples and even outside temples. The idols at Jageshwar, Dwarahat, Baijnath, Katarmal, Kasni and Champawat bear ample testimony to Kumaon's rich tradition of sculpture. The bronze or ashtdhatu (an amalgam of eight metals) statues are also worth mention.",
    "image_caption": "People rejoice in front of an old traditional Kumaoni house, Dwarahat, Almora",
    "section_title": "Abode of the Snow Goddess"
  },
  {
    "page_number_left": "138",
    "page_number_right": "139",
    "section_title": "Traditional Kumaoni Jewellery",
    "image_caption_paunchi": "Paunchi",
    "image_caption_nath": "Nath",
    "image_caption_guloband": "Guloband",
    "text_block_1": "Jewellery has adorned women's foreheads, necks, ears, noses,\nwaists, hands and feet for generations. No wonder women\nare so passionate about them. Jewellery is very closely tied\nto tradition and women often have special jewellery pieces\nand designs for occasions such as weddings and festivals.\nThe same applies to the hardworking ladies of Uttarakhand.\nSeveral unique pieces of jewellery are found in every woman's\npersonal collection like Nath, Guloband and Paunchi.",
    "text_block_2": "Some of the other common pieces of Kumaoni jewellery are\nas follows: seeshphool, mangtika, beniphool (head and forehead);\nbulak, long, phulli (nose); munar, bali, kundal, latkan, murki\n(ears); guloband, husuli, matarmala, hamail, rupaimala, satlar,\nchandrahar, paunla (neck); dhagul, thoke, kangan, bajuband\n(wrist and arm); kamarband, latkan, atardan, sudi (waist) and\nchainpatti, imrati, bichchhoo, pajeb, amrita, payal, ginal etc (feet).",
    "image_caption_kumaoni_lady": "Kumaoni lady wearing traditional jewellery",
    "abode_of_the_snow_goddess": "Abode of the Snow Goddess"
  },
  {
    "page_number": "140-141",
    "title": "Rendezvous of a different kind in Ranikhet",
    "location_description": "Ranikhet, 49 km to the west of Almora",
    "elevation": "1830 metres",
    "name_translation": "Queen's Meadow",
    "local_myth": "Katyuri Kumaoni queen called Padmini enamoured by the charms of the place",
    "historical_reference": "King Sudhar Deva, 1180 A.D, built a palace",
    "scholar_reference": "Pandit Rahul Sankrityayan",
    "book_reference": "'Kumaon'",
    "british_influence": "Instituted a sanatorium and recuperative base in 1869",
    "military_establishment": "Ranikhet found suitable for cantonment in 1869",
    "military_unit": "Kumaon Regiment of the Indian Army",
    "treasury_opening": "April 1, 1869",
    "surroundings_description": "Richly diverse forests with oak, pine, rhododendron, and deodar trees",
    "wildlife": "Flora and fauna, various animals and birds",
    "tourism": "Major attraction for birding",
    "himalayan_peaks": "Trishul, Nanda Devi, Nanda Kot, Maiktoli and Mrigthuni",
    "colonial_architecture": "Bungalows and churches in colonial style",
    "churches_mentioned": "St. Peter's Church, St. Nanian's Church, St. Bonaventure Church, St. Martin's Church",
    "army_role": "Indian Army has done commendably well in keeping them intact.",
    "himalayan_view": "Himalayan view from Ranikhet town"
  },
  {
    "page_number_left": "142",
    "page_number_right": "143",
    "left_page_title": "Abode of the Snow Goddess",
    "ranikhet_weather_description": "The Ranikhet weather is characteristically that of a hill station. The spring and summer months from March to June are mildly warm and pleasant. Monsoon arrives in the middle of July and goes in till the beginning of September after which the onset of autumn is the so-called Bengali tourist season marked by the arrival of travellers from all over the globe. During winters Ranikhet receives regular snowfall and after sunny days the nights might become pretty chilly.",
    "ranikhet_attraction": "For decades, Ranikhet has attracted artists, painters, poets and writers from all parts of India and the world. Ranikhet finds mention in the works of a number of writers including Nirmal Verma, Dharmvir Bharti and Keki N. Daruwala.",
    "ranikhet_club_description": "Ranikhet Club, a heritage building of Ranikhet offers awe-inspiring Himalayan vista"
  },
  {
    "page_number": "144",
    "temple_name": "Haidakhan Temple",
    "location_description": "little township called Chilianuala near Ranikhet",
    "distance_from_ranikhet": "5 km",
    "founder": "Baba Haidakhan",
    "deities_housed": "Lord Shiva, Lord Hanuman",
    "purpose": "spiritual salvation and knowledge, meditation",
    "visitors": "foreigners",
    "view": "majestic Himalayan peaks",
    "location": "Hairakhan temple, Chiliyanaula, Ranikhet",
    "title": "Abode of the Snow Goddess"
  },
  {
    "title": "The Apple Orchards of Chaubatiya and Jhula Devi",
    "location": "Ranikhet",
    "description": "Chaubatiya is a 600-acre expanse of orchards and fields. Originally developed as a tea plantation by Britishers.",
    "history": "Garden was made an important centre of research in horticulture in 1869. Lord Mayo visited in 1872.",
    "horticulture": "Instrumental in research-works in horticulture. Several innovative varieties of local fruits including apples were developed.",
    "apple_variety": "Delicious",
    "orchards": "Peach, apricot, plum and apple orchards.",
    "jhula_devi_temple_distance": "7 km from Ranikhet",
    "jhula_devi_temple_myth": "Wild animals inhabited the area and posed threats to villagers. Goddess Durga rescued them.",
    "jhula_devi_temple_belief": "Goddess fulfils wishes, devotees offer metal bells.",
    "jhula_devi_temple_worship": "Goddess Durga is worshipped in the form of Shakti.",
    "other_temples": "Mankameshwar Temple and the Ram Mandir",
    "bungalow_description": "An old bungalow dating back from the Raj",
    "bells_description": "Brass bells at the Jhula Devi temple",
    "temple_name": "Mankameshwar temple",
    "page_number": "147"
  },
  {
    "location_km_from_ranikhet": "6",
    "location_near": "Ghingharikhal",
    "golf_course_name": "Upat Golf Course",
    "golf_course_reputation": "one of the highest golf courses in the whole of Asia",
    "golf_course_type": "9-hole",
    "golf_course_management": "Kumaon Regiment",
    "temple_name": "Upat Kalika temple",
    "temple_location": "close to the golf course",
    "majkhali_development": "developed into a favourite haven for retired people",
    "bhalu_dam_location_from_chaubatia": "3 km",
    "bhalu_dam_location_from_ranikhet": "11 km",
    "bhalu_dam_type": "man-made water reservoir",
    "bhalu_dam_forest": "dense and preserved forest",
    "bhalu_dam_built_year": "1903",
    "bhalu_dam_builder": "British army",
    "bhalu_dam_purpose": "water supply to its soldiers",
    "kumaon_regimental_centre_museum_establishment": "1970's",
    "kumaon_regimental_centre_museum_attraction": "another attraction of the Ranikhet town",
    "kumaon_regimental_centre_museum_exhibits": "Chinese rifles from the 1962 war, Rani Laxmibai's silver staff, a Japanese wireless field telephone from the days of the second World War and several precious and rare documents",
    "tarikhet_location_from_ranikhet": "8 km",
    "tarikhet_route": "on the way to Ramnagar",
    "tarikhet_gateway": "Corbett National Park",
    "tarikhet_significance": "freedom struggle movement",
    "tarikhet_landmark": "Gandhi Kuti commemorating Mahatma Gandhi's visit in the 1930's",
    "ranikhet_places_of_interest": "Ashsiyana Park, St. Bridget Church and the Binsar Mahadev Temple"
  },
  {
    "page_number": "151",
    "image_description": "Magnificent Himalayan vista from Kasardevi",
    "book_title": "Abode of the Snow Goddess",
    "page_number_left": "150"
  },
  {
    "title": "Binsar",
    "location": "Thirty kilometres from the Almora town",
    "description": "A dreamlike, fairy-tale place called Binsar. Burrowed deep inside the copious forest of a wildlife sanctuary, this small place populated by a half a dozen old bungalows is one of the most exquisite attractions of Uttarakhand.",
    "altitude": "2420 metres from sea-level",
    "views": "Binsar offers awe-inspiring views of the imposing Himalayan range.",
    "peaks_visible": "The peaks of Trishul, Nanda Devi, Nanda Kot and Panchachuli are visible in their pristine glory from Binsar.",
    "page_number_left": "152",
    "page_number_right": "153",
    "image_caption": "Dawn over the Himalayas, Binsar",
    "book_section": "Abode of the Snow Goddess"
  },
  {
    "page_number_left": "154",
    "page_number_right": "155",
    "left_page_title": "Abode of the Snow Goddess",
    "text_start": "Waiting in the wee hours of the generally cold mornings for the sun to appear from behind the distant mountains becomes one of the most memorable experiences for the beholder who would cherish it for a lifetime. The extraordinary and unforgettable theatre of nature begins when the faint gold-red of the first ray falls on the highest point of Nanda Devi, the highest Himalayan peak on this side of the country. Seconds later, one sees the top points of Mount Trishul getting illuminated.",
    "text_middle": "This time the colour of the rays has a stronger reddish tinge. Soon the magnificent slope of the Nanda Kot and Maiktoli and then Panch Chuli receive the divine light. For ten minutes one is transported to a world of supernatural beauty till the whole grand landscape is bathed in untainted and vibrant sunlight. Everything begins to sing and dance in Binsar.",
    "image_caption": "Glowing Rhododendron flower in Binsar forest"
  },
  {
    "page_number_left": "156",
    "page_number_right": "157",
    "left_image_caption": "Hundred year old naula near Bineshwar temple, Binsar",
    "left_image_title": "Ode of the Snow Goddess",
    "right_image_caption": "Watching the ample Buransh or Rhododendron flowerings during spring in Binsar is a surreal experience",
    "right_image_location": "Zero Point, Binsar",
    "text_block_1": "Binsar inspires one to get immersed in its bountiful natural grandeur. It eggs one on to go on long walks under the shades of its million trees. The 300 km expanse of the majestic Himalayan vista accompanies you throughout your walk till you reach the Zero Point. At this dramatically beautiful point one can look in a state of happy bewilderment all around and realize the vastness of the place.",
    "text_block_2": "The Binsar Wildlife Sanctuary is home to several rare species of flora and fauna which you encounter every now and then. The sanctuary was officially setup in 1988. Covering an area of 45.59 km Binsar boasts of housing more than 200 species of birds including Forktail, Blackbirds, Laughing Thrush, Kalij Pheasant, Nuthatches, Parakeets and Monal to name a few. Besides this wonderful array of birds, the sanctuary holds barking deers, Himalayan bears, leopards, foxes, musk deers, langurs, porcupines, chitals and jungle cats. The sanctuary has also been declared an 'Important Bird Area' by Bird Life International."
  },
  {
    "page_number_left": "158",
    "page_number_right": "159",
    "title": "Abode of the Snow Goddess",
    "text": "Binsar remains extraordinarily beautiful throughout the year. The surreal snow-scapes of the winters make way for the colourful spring that is nothing less than an explosion of colour and aroma. A walk through the forests beaming with thousands of tall rhododendron trees in bloom creates an out-of-the-world experience. The rains of Binsar are as incessant as those of a tropical island. The post-monsoon Binsar is a sight to behold. The moss-covered trunks of ancient trees, millions of creepers, abundant undergrowth, plenty of new foliage all around and fleeting mist - together create an enchantment so typical of fairy tales. This greenery begins to change into uncountable hues as autumn arrives and trees begin shedding their multi-coloured garments to cover the generous life-giving earth. One is tempted to repeat, Binsar is always extraordinary.",
    "wildlife_sanctuary_text": "The Binsar Wildlife sanctuary is home to some extraordinary species of mosses, ferns and mushrooms"
  },
  {
    "page_number_left": "160",
    "page_number_right": "161",
    "image_description": "Beeneshwar Mahahev temple, Binsar",
    "text_1": "While coming from Almora one arrives after several steep circuitous climbs to a comparatively flat point, where four different paths fork into four different directions. There is a flat ground at the end of which is located the famous Beeneshwar Mahahev temple. Built under the shade of a couple of old deodar trees, this little religious structure takes breath your away by its beautiful simplicity. The constant chirping, screeching and chanting of all kinds of birds and crickets accompanied by the slow and soft murmur of the thin stream following adjacent to the temple produce a divine symphony that lifts one's soul and heart no end.",
    "text_2": "This temple dedicated to one of the many incarnations of Lord Shiva was built in the 16th century A.D. during the reign of Raja Kalyan Chand of the infamous Chand Dynasty of Kumaon. The Chand kings became so fond of Binsar that they converted it into their summer capital. Throughout the year, devotees throng the temple in order to enjoy the resplendent beauty of Binsar as well as pay their respect to Lord Shiva.",
    "text_3": "Little further from this temple lies inside the forest, a very humble pile of stones that supposedly is the original seat of one of the greatest local Kumaoni gods, Kalbisht. There also is an almost 100-year old naula right before the entrance to the temple.",
    "title": "Abode of the Snow Goddess"
  },
  {
    "page_number_1": "162",
    "page_number_2": "163",
    "region": "Binsar",
    "construction_rights": "exclusive",
    "sir_henry_ramsay_mention": "yes",
    "ramsay_years_in_kumaon": "fifty five",
    "ramsay_commissioner_years": "1856-1884",
    "ramsay_title": "King of Kumaon",
    "ramsay_house_name": "Grand Oak Manor",
    "ramsay_house_location": "Binsar",
    "year_ramsay_built_house": "1872",
    "property_ownership_after_ramsay": "Mr. Gangola",
    "gangola_other_property": "Binsar Estate",
    "image_caption": "Sir Henry Ramsay's house in Binsar now known as Grand Oak Manor"
  },
  {
    "page_number_left": "164",
    "page_number_right": "165",
    "born_year": "1813",
    "born_location": "England",
    "person_name": "John Henry Budden",
    "profession": "Reverend",
    "missionary_location": "Almora",
    "death_year": "1890",
    "family_name": "Budden",
    "years_worked": "80",
    "missionary_society": "London Missionary Society",
    "missions_type": "American Methodist Missions",
    "locations": "Pithoragarh and Champawat",
    "daughter_name": "Mary",
    "church_name": "Budden Memorial Church",
    "land_location": "Binsar",
    "land_year": "1899",
    "estate_status": "sold",
    "estate_conversion": "luxury resort",
    "image_location": "Zero Point - Binsar"
  },
  {
    "page_number_left": "166",
    "page_number_right": "167",
    "title": "Abode of the Snow Goddess",
    "estate_name": "Khali estate",
    "historical_links": "Sir Henry Ramsay",
    "documents_dating": "nineteenth century",
    "original_buyer": "Lt. Col. Alexander Paterson",
    "original_buy_date": "20th March 1873",
    "ramsay_buy_date": "2nd April 1885",
    "ramsay_sold_to": "Arthur Ross Wilson",
    "ramsay_sold_date": "2nd February 1893",
    "wilson_occupation": "Scottish civil engineer",
    "wilson_department": "Public Works Department, Benares",
    "gandhiji_visit_year": "1929",
    "gandhiji_desire": "establish his ashram here",
    "estate_bought_by": "Jamnalal Bajaj",
    "purpose_of_buy": "building Gandhiji's dream ashram",
    "ashram_name": "Shailashram",
    "ashram_established_in": "Kausani",
    "subsequent_buyers": "family of Vijaylaxmi Pandit, Navnit Parikh",
    "current_management": "Khali Estate",
    "khali_estate_status": "resort",
    "documents_preserved": "originals by Jamini Roy",
    "memoirs_mention": "Khali estate",
    "view_description": "Bird's eye view of Edenpur Estate, Binsar now known as the Binsar Forest Retreat"
  },
  {
    "Abode of the Snow Goddess": "true",
    "Binsar during snowfall": "true"
  },
  {
    "page_number_left": "170",
    "page_number_right": "171",
    "image_caption": "Jauljibi House, the residence of Vivek Dutta and Marie Theresa in Ghuralkot Estate, Binsar",
    "person_name": "Vivek Dutta",
    "person_name_2": "Marie Theresa",
    "location_name": "Binsar",
    "year": "1955",
    "person_name_3": "L. R. Sah",
    "location_name_2": "Almora",
    "organization_name": "UNESCO",
    "animal_name": "ghural",
    "person_name_4": "Dena Kaye",
    "person_name_5": "Danny Kaye",
    "person_name_6": "Tiziano Terzani",
    "building_name": "Writers' Cottage",
    "building_name_2": "Forest Rest House",
    "location_name_3": "Edinpur Estate",
    "person_name_7": "Major Edin",
    "year_2": "1980",
    "location_name_4": "Uttar Pradesh",
    "building_name_3": "Tourist Rest House",
    "image_caption_2": "Tiziano Terzani, the great Italian writer lived in Ghuralkot for over two years"
  },
  {
    "page_number": "173",
    "title": "Land of bounty: the Someshwar Valley",
    "location": "north west of Almora town",
    "description": "fertile mountain valley of the whole Kumaon",
    "fields_people": "Great stretches of fields and people working on them can be seen round the year while passing through it.",
    "pride": "The valley takes special pride in the traditional paddy farming that has gone on in the area for centuries.",
    "paddy_sowing": "Customarily paddy-sowing has always been a community task in which several families of a village work collectively on every field to make the job less tiresome and less boring.",
    "sowing_accompaniment": "The sowing is normally accompanied by a form of traditional folk singing called the Hudkiya Baul.",
    "paddy_varieties": "The valley produces several dozen varieties of paddy",
    "seed_exchange": "is not uncommon for the villagers to exchange seeds",
    "agriculture_result": "agriculture in the valley gets more innovative and diverse",
    "rivulet": "A small rivulet called Sai flows through Someshwar and confluences with River Kosi.",
    "water_level": "The water level of this stream depends upon the seasonal rains.",
    "villages": "Khadi, Sutoli, Dhamuk, Lakhnadi, Rait, Bilori Dhonigarh and Jhupulchaura",
    "someshwar_valley": "The Someshwar valley can rightly be called the proud flag bearer of traditional Kumaoni agriculture.",
    "image_caption": "Fertile expanse of the Someshwar valley"
  },
  {
    "document_title": "Abode of the Snow Goddess",
    "page_number": "174",
    "caption": "Hudkiya Baul is a traditional form of singing that accompanies paddy sowing in Someshwar, Almora"
  },
  {
    "page_number_left": "176",
    "page_number_right": "177",
    "left_image_caption": "Idol at Gananath temple",
    "middle_image_caption": "Mallika Devi temple",
    "right_image_caption": "Shiva Idol at Gananath temple",
    "section_title": "The Gananath alchemy",
    "paragraph_1": "The unimaginably humbling beauty and remarkable spiritual vibrations make Gananath, 47 km off Almora, a unique experience. For reaching Gananath, one has to take a steep, 7-km kuchcha road from Ranman, located on the Almora-Someshwar road. There is another way from Takula located on the Almora-Bageshwar road. A third path leads to Gananath from a place called Lod, near Someshwar. The road is very difficult for driving and devotees normally arrive here on foot.",
    "paragraph_2": "Perched at an elevation of 2116 metres, this temple is dedicated to yet another incarnation of Lord Shiva. The name suggests that the Lord is the master of all his servants. An ancient Shivling has been built inside an ancient cave lying in the middle of dense forest. A thin stream flowing just above the cave falls down on to the aerial roots of an ancient banyan tree. These roots are said to be the tresses of Lord Shiva. Water drops from these tresses constantly keep dripping down on to the Shivling.",
    "paragraph_3": "A fantastically beautiful statue of Lord Vishnu is also to be seen in Gananath. It is commonly believed that this statue was originally placed in the Baijnath temple complex.",
    "paragraph_4": "Gananath hold special significance in the history of Kumaon. There used to be a Gorkha check post here during the Gorkha rule. While fighting the British army, the Gorkha leader Hastidal was killed here on 23rd April 1815. It was only after this that the Gorkhas surrendered.",
    "paragraph_5": "Another important character from the history of Kumaon, Harsh Dev Joshi also died in Gananath after writing his will.",
    "paragraph_6": "Gananath is an outstandingly pretty place especially for the seekers of spiritual peace and enlightenment. An old Forest Dak Bungalow little below the temple complex adds to the mystery and charm of Gananath.",
    "paragraph_7": "The famous Airadyo and Mallika Devi temples are situated in close vicinity of Gananath."
  },
  {
    "page_number": "179",
    "text": "The Magnificent Vishnu idol of Gananath Spread",
    "left_page_number": "178",
    "left_page_text": "Abode of the Snow Goddess"
  },
  {
    "page_number_left": "180",
    "page_number_right": "181",
    "title": "Lakh Udiyar: Signatures from the Stone Age",
    "paragraph_1": "Several pre historical evidences have been discovered in various parts of Uttarakhand during archaeological excavations. These historical sources presenting proof of human existence during the Stone Age, underline the very ancient and rich heritage of Uttarakhand. In several places in the Almora district ancient rock shelters and rock paintings have been found. Some of these include Pharkanaula, Petshal, Phalseema, Lwethap, Mahru Udiyar and Lakh Udiyar.",
    "paragraph_2": "Lakh Udiyar, the most prominent among these is located at a distance of 13 km from Almora on Almora-Pithoragarh road on the bank of Suyal River. The name Lakh Udiyar translates to 'a hundred thousand caves' in local dialect. It means that there must be many more caves the area.",
    "paragraph_3": "Several rock paintings can be seen on the overhanging rocks at Lakh Udiyar. The figures in these paintings represent",
    "paragraph_4": "These ancient rock paintings have been made using dark saffron as primary colour. Black and white has also been used at some places. Queued up people, animals, trees, wavy and straight lines, dancers, fishermen and animals are represented in the figures drawn in these paintings. Most of the human figures are shown as ranks of dancers. In one group of the drawings as many as thirty-four human forms can be identified while in another the number is twenty-four. Below these paintings there are some other configurations at five different positions, which have become paler with the progress of time.",
    "image_caption_left": "Details of Lakh Udiyar rock paintings",
    "image_caption_right": "Details of Lakh Udiyar rock paintings"
  },
  {
    "Abode of the Snow Goddess": "true",
    "The area inside the Cantonment Board, Almora offers fabulous views during monsoon": "true",
    "183": "true",
    "182": "true"
  },
  {
    "page_number": "185",
    "text": "Himalayan range from Syahidevi, Shitlakhet, Almora"
  },
  {
    "page_number_left": "186",
    "page_number_right": "187",
    "title": "The wild and the beautiful",
    "description_1": "The ample geographical expanse of the Almora district boasts of a very rich and diverse variety of flora and fauna. The most forests inside the district are populated with four major varieties of trees namely pine, deodar, oak and rhododendron. These forests are home to many animals representing a wide spectrum of the zoological world.",
    "description_2": "The Binsar Wildlife Sanctuary houses most of these animals including leopards, Himalayan ghurals, musk deer, wild boars, red foxes, pine marten, jungle cats, black bears, grey langurs, barking deer and the red flying squirrels.",
    "image_caption": "Rare capture of a Brown Wood Owl with Common Crow, Almora",
    "description_3": "A comprehensive variety of birds are to be spotted inside the Binsar sanctuary and other places of the district. Birding enthusiasts have spotted and identified more than 200 bird species in the forests of Almora district. These include several types of woodpeckers, tits, Eurasian jays, monals, parakeets, buzzards, doves, thrushes, magpies and pheasants to name a few.",
    "description_4": "Located close to the Jim Corbett National park is a small place called Marchula. Marchula also appears in the favourites-list of wildlife and birding aficionados."
  },
  {
    "Plum Headed Parakeet, Dolidana, Almora": "true",
    "Three Chukar Partridge 'Chakor', Kasardevi, Almora": "true",
    "Kalij pheasant (Female), Binsar": "true",
    "White Throated Bush Chat, Dolidana, Almora": "true",
    "Abode of the Snow Goddess": "true",
    "189": "true"
  },
  {
    "Blue Whistling Thrush, Almora": "true",
    "Black Redstart Female, Dolidana, Almora": "true",
    "Scaly Bellied Woodpecker, Binsar": "true",
    "Black frankolin (male), Doli Dana, Almora": "true",
    "191": "true"
  },
  {
    "Abode of the": "192",
    "Ghural, Binsar, Almora": null,
    "Pine Marten, Doli Dana, Almora": null,
    "Leopard Cat, Paparsaili, Almora": null
  },
  {
    "document_title": "Abode of the Snow Goddess",
    "page_number_left": "194",
    "page_number_right": "195",
    "text_content": "The panther or leopard is extremely common throughout the district. He is a bold and blood thirsty beast. His food consists of the cattle, sheep and goats which he is able to kill. Dogs form an agreeable change of diet, and he occasionally takes to killing man, when his superior audacity and cunning make him a more dangerous post than oven a man-eating tiger. The panther is exceedingly bold, often making descents in search of prey into the heart of a village, and it is said that a few years ago the assistant commissioner of Almora adjourned his court in order to kill & panther which had taken up its quarters in the centre of the town. The natives kill a great number in dead-fall traps (called jibala) baited with a deal sheep, goat or dog. The panther in the hills is usually called bagh or baghera.",
    "source_citation": "(H. G. Walton, The Gazetteer of Almora, 1910)",
    "image_caption": "Leopard spotted in Pande Khola, Almora"
  },
  {
    "page_number_left": "196",
    "page_number_right": "197",
    "book_title": "Abode of the Snow Goddess",
    "district_fertility_description": "The fertile expanses of land in the Almora district produce some of the most nutritious grains and millets in the world",
    "millet_cropping_description": "Several types of millets and food-grains are traditionally cropped all over the district throughout the year. Although the local agriculture is dependent primarily on monsoon, old systems of irrigation can be found in several villages.",
    "almora_agricultural_produce": "The most important part of Almora's agricultural produce comprises Chaulai (amaranth), Maduwa (Ragi), Jhingora (barnyard millet), Kuttu (buckwheat) and Koni (foxtail millet). With the recently discovered awareness and rising market-demand for organic and Himalayan food, more and more farmers are taking up traditional agriculture.",
    "image_label": "Millets"
  },
  {
    "page_number_left": "198",
    "page_number_right": "199",
    "image_description": "Siddh Naula, Paltan Bazar, Almora",
    "title": "Naulas of Almora",
    "himalayas_description": "The Himalayas, aptly addressed as 'Water Towers of Asia' incorporate 33,000 sq. km of glaciers. Part of the Western Himalayas, the state of Uttarakhand is richly endowed with water-resources.",
    "water_harvesting": "Several traditional systems of water harvesting are still practised in various parts of the state. These include - Naula (little depression aquifier), Dhara (springs), Gadhera (small river tributaries), Gul (traditional irrigation canals), Chal and Khal (artificial ponds on hilltops). Naula and Dhara are the most important and are still used as the prime sources of drinking water at many places.",
    "naula_description": "A Naula is a geologically formed water aquifer. It is converted into a stone-lined reservoir which catches dripping water from springs and streams. It looks like a temple from outside and is equally regarded as such. Naula and Dhara have been considered as sacred in Uttarakhand's tradition and culture. Sculptures of Lord Vishnu or any local deity are usually carved onto their walls to declare them sacred sites and prevent them from being polluted. The entrance of the Naula was always built small. This was done to prevent animals from entering it and to ensure that only one person entered it at a time. On the other hand, Dharas are mostly protected by constructing boundary walls.",
    "public_water_facilities": "The construction of public water facilities was considered an act of piety in ancient times. Naulas in Kumaon made during the Katyuri and Chand Eras are still in use today. For instance, the 1,000-year-old Naula in Suryakot (Almora), the 700-year-old Naula near Haat Kalika temple in Gangolihat (Pithoragarh), built by Raja Ramchandra Dev, the Garhsher Naula in Bageshwar district built in the 7th century and the Baleshwar Naula, built by Raja Thorchand in 1272, the Ranidhara Naula (Almora), Pattiani Naula and Tularameshwar Naula of Shealgaon (Almora) and Pahadpani Naula (Nainital) are some other notable examples. Some Naulas were beautifully carved on stone. One such example is the Ek Hathiya Naula in Dhakana village of Champawat district.",
    "francis_hamilton_quote": "Francis Hamilton in his 1819 book, 'The Kingdom of Nepal and of the territories annexed to this the Dominion by the House of Gorkha' underlines the abundant water resources in the Almora of 200 years back: \"Almora on the Soyal contains, according to all accounts, about 1000 houses. According to Hariballabh it is situated on the narrow ridge of a hill abounding in fine springs of water.\"",
    "british_raj_naulas": "During the British Raj, the Almora town housed a large population that included several thousand soldiers posted here. There were more than a hundred Naulas within the confines of the town that amply catered to the needs of this large number. After 1947, with the advent of pipelines, several of these Naulas gradually dried out. A handful of these great water aquifers are still in use including Ranidhara Naula, Siddh Naula, Doba Naula, Hathi Naula and Champa Naula.",
    "amazing_structures": "These amazing structures represent great human understanding of natural resources in the context of growing civilization in Almora in particular and Kumaon in general."
  },
  {
    "title": "A Page from the history of Almora",
    "context": "As has been mentioned earlier, during the last years of the eighteenth century the whole of Kumaon including Almora was invaded and captured by the Gorkhas of Nepal. After a fierce battle the Gorkhas were forced to hand over the rule of Kumaon to the British in 1815. A vivid account of this battle has been recorded in the Second Part of Atkinson's 'The Himalayan Gazetteer'. Some interesting excerpts from this narrative, describing the events on the fateful days of 25th and 26th April 1815 are being reproduced here.",
    "person": "Edwin T. Atkinson",
    "event_description": "Colonel Nicolls seemed determined to lose no time in following up his success, which the death of Hastidal rendered a very important one, and on the 25th April he put his troops in motion to attack Almora. The main body of the Gorkhalis, under the command of Angat Sirdar, was stationed little above the village of Pandekhola on the ridge called Sitoli, about two miles west of Almora between the town and the Kosi; a detachment under Chamu Bhandari was posted on the Kalmatiya hill to protect the right flank of the position; and the remainder of their force was stationed at Almora under the command of the Chauntra Bam Sah himself.",
    "attack_details": "At one P. M. on the 25th April Colonel Nicolls moved with the greater part of his force against the Sitoli position, where the Gorkhali had thrown ap breast-works and stockades. Colonel Nicolls had intended to establish a battery within range of the first stockade and had taken ap ground for the purpose, but seeing his men confident and ready for the attack, he ordered the two first stockades to be taken by assault which was well carried out by Captain Faithful and the first battalion of the 4th Native Infantry. The irregular infantry under Lieutenant-Colonel Gardner then advanced by a parallel ridge and diverging near the summit easily possessed themselves of the three remaining breast-works on the Sitoli ridge. In the meantime, fifty men of the 4th Regiment occupied a small breast-work on the left and the entire regiment eventually halted on the ridge itself, whilst Captain Leys with the flank battalion pursued the retreating enemy.",
    "british_advance": "Finding five different roads, the British advanced along each until they possessed the stockade leading to Kalmatiya and thus cut off all communications of the enemy in that quarter. The Gorkhalis fought with their usual determination and courage, but they were driven from every point and compelled to retreat into the town of Almora, followed closely by the British force. Colonel Nicolls established his head-quarters fur the night at Pokharkhali about half a mile north of the fort of Almora, and the troops were encamped close to the town, and on the bill called Haridungari (Heeradungari) above Pokharkhali.",
    "gorkhali_attempt": "About || P.M. in the same night, the enemy made a vigorous attempt to recover the ground he had lost. The detachment posted on Kalmatiya under the command of Chamu Bhandari descended from the ridge and attacked the British position on the north, while at the same time the garrison of Lalmandi bearing the noise of musketry made sortie from Almora on the opposite side. The attack on the north was at first successful. The Gorkhalis carried our most northern post, though stockaded and held by Lieutenant Costly and a detachment of the 4th Native Infantry. One hundred men of the flank battalion of the same regiment under the command of Lieutenants Brown and Winfield were instantly despatched to the assistance of the party, and Lieutenant-Colonel Gardner, who happened to be with Colonel Nicolls at the time, led in person company of his irregulars to the spot. By the promptness and gallantry of the rapports the position was recovered, and though the Gorkhalis again charged our troops two or three times, they were always repulsed.",
    "casualties": "The loss on both sides during this conflict was very considerable, for the enemy came on with great determination and was only defeated after a hard struggle. During this time the sortie from the Almora side took place and violent attack was made upon our most advanced position in that quarter. The enemy came up to the very wall of the stockade, which they attempted to cross, though it was nearly six feet high; the one or two who succeeded, however, fell dead within. These assaults and skirmishes continued during the whole night, occasioning great low on both sides and on the British side the death of a promising young officer, Lieutenant Taply.",
    "kumaon_natives_account": "Natives of Kumaon who were present at the time declare however, and very probably with truth, that a considerable part of our loss on the occasion was caused by the fire of our own men, in the confusion which was caused by the first successful attack of the Gorkhalis. Our loss in killed and wounded on the 25th amounted altogether to two hundred and eleven men.",
    "advanced_post_action": "The next morning, the advanced post was pushed forward to within seventy yards of the fort of Almora and the mortar batteries which had been placed in position during the night shelled the enceinte with such good effect that numbers of the garrison could be seen leaving the fort by a wicket on its eastern side. The advanced post considered too easily that the fort had been evacuated and endeavoured to enter by the same door, but were met by the garrison, who obliged them to retreat. The artillery fire was continued until about 9 A.M., when the Chauntra sent a letter under a flag of truce, supported by a letter from Captain Hearsey, requesting a suspension of hostilities and offering to treat for the evacuation of the province on the basis of the terms offered to the Chauntra several weeks previously by Mr. Gardner.",
    "negotiation": "Lieutenant-Colonel Gardner was deputed to hold a personal conference with Bam Sah, and on the following day the negotiation was brought to a close by the conclusion of a convention under which the Gorkhalis agreed to evacuate the province and all its fortified places. It was stipulated that they should be allowed to retire across the Kali with their guns, arms, military stores, and private property, the British providing thein with the necessary supplies and carriage.",
    "convention_details": "The convention for the evacuation and surrender of Kumaon was signed at Almora on the 27th April, 1815 by the Hon'ble E. Gardner, Bam Sah, Chamu Bhandari and Jasmadan Thapa, and as a pledge for the due fulfilment of the conditions, the fort of Lalmandi, erected on the site now occupied by fort Moira, was, the same day, surrendered to the British under a royal salute and Captain Hearsey was released. The officers in command of the several Gorkhali detachments in Kumaon and Garhwal who were under the authority of Bam Sah were ordered to give up their posts. On the 25th April, Bam Sah and bis Sardars paid a complimentary visit to Mr. Gardner and Colonel Nicolls and were received in Colonel Nicolls' tent under a salute of nineteen guns."
  },
  {
    "Ramsay Inter College, Almora": "Ramsay Inter College, Almora",
    "Education in Old Almora": "Education in Old Almora",
    "Almora became the hub of modern education for the whole Kumaon region during the nineteenth century. The British were instrumental in opening some of the most important schools in the area. The most important among these was set up in 1871 by Sir Henry Ramsay and later named after him.": "Almora became the hub of modern education for the whole Kumaon region during the nineteenth century. The British were instrumental in opening some of the most important schools in the area. The most important among these was set up in 1871 by Sir Henry Ramsay and later named after him.",
    "A book titled 'The Twelve Statesmen' authored by George Smith (1897) pays a tribute to this prestigious school in the following words:": "A book titled 'The Twelve Statesmen' authored by George Smith (1897) pays a tribute to this prestigious school in the following words:",
    "\"The two principal public buildings in the Province - the Ramsay Hospital in Naini Tal and the Ramsay College in Almora - most fitly bear his name. When opening a Government High School at Almora in 1894 the Lieutenant Governor, Sir Charles Crosthwaite, exhorted the supporters of the new scheme never to forget the debt of gratitude which they owed to the missionaries and the Ramsay College, but for which they would now have had neither the ability nor the desire to establish such a school. He further reminded them that through the training received at the Ramsay College they now held their well-paid positions under Government.": "\"The two principal public buildings in the Province - the Ramsay Hospital in Naini Tal and the Ramsay College in Almora - most fitly bear his name. When opening a Government High School at Almora in 1894 the Lieutenant Governor, Sir Charles Crosthwaite, exhorted the supporters of the new scheme never to forget the debt of gratitude which they owed to the missionaries and the Ramsay College, but for which they would now have had neither the ability nor the desire to establish such a school. He further reminded them that through the training received at the Ramsay College they now held their well-paid positions under Government.",
    "They had been willing enough, he said, to take the advantages offered them by the missionaries in days when Government was not in a position to supply the same benefits, and their sudden desire for non-sectarian education had come very tardily. The High School is the offspring of the Ramsay College, and the Government would never forget what was due to that institution, but would always continue to encourage and aid it. Henry Ramsay's best monument is the loyalty and reverent regard of a grateful millions of people.\"": "They had been willing enough, he said, to take the advantages offered them by the missionaries in days when Government was not in a position to supply the same benefits, and their sudden desire for non-sectarian education had come very tardily. The High School is the offspring of the Ramsay College, and the Government would never forget what was due to that institution, but would always continue to encourage and aid it. Henry Ramsay's best monument is the loyalty and reverent regard of a grateful millions of people.\"",
    "Another prominent school from the Raj days is the Adam's School, established in 1851 by Mary Budden, the daughter of Reverend John Henry Budden, who was appointed by Henry Ramsay to operate a charitable mission in Almora.": "Another prominent school from the Raj days is the Adam's School, established in 1851 by Mary Budden, the daughter of Reverend John Henry Budden, who was appointed by Henry Ramsay to operate a charitable mission in Almora.",
    "In 1891 another school was set up in Almora which is now called the Government Intermediate College. This school can boast of a number of great teachers who dedicated their lives to the progress and furtherance of their students; half a dozen of these were awarded the President's Award for teachers.": "In 1891 another school was set up in Almora which is now called the Government Intermediate College. This school can boast of a number of great teachers who dedicated their lives to the progress and furtherance of their students; half a dozen of these were awarded the President's Award for teachers.",
    "Students from far and wide, including the Shaukas and Rungs of Munsyari and Dharchula respectively, used to come to Almora to study. The very high-quality education imparted in the schools of Almora ensured that several great careers were shaped here. These schools of Almora can proudly claim to have been the first cradles of knowledge for several world-class scientists, bureaucrats, writers, players, musicians, army officers and many others.": "Students from far and wide, including the Shaukas and Rungs of Munsyari and Dharchula respectively, used to come to Almora to study. The very high-quality education imparted in the schools of Almora ensured that several great careers were shaped here. These schools of Almora can proudly claim to have been the first cradles of knowledge for several world-class scientists, bureaucrats, writers, players, musicians, army officers and many others."
  },
  {
    "page_number_left": "204",
    "page_number_right": "205",
    "image_caption_left": "Badri Dutt Pande",
    "image_caption_center": "Almora Akhbar",
    "image_caption_right": "Badri Dutt Pande after his release from Dehradun Jail",
    "title": "Almora's Tradition in Journalism",
    "newspaper_name": "Almora Akhbar",
    "year_founded": "1871",
    "initial_copies_printed": "10",
    "circulation_reached": "150",
    "years_ran": "48",
    "reason_for_closure": "stubborn British officer ordered its closure",
    "editors": "Munshi Imtiyaz Ali, Jivanand Joshi, Sadanand Sanwal, Vishnu Dutt Joshi and Badri Dutt Pande",
    "new_newspaper_name": "Shakti",
    "date_founded": "15 October 1915",
    "newspaper_status": "still under circulation",
    "role_of_shakti": "mouthpiece of the Congress Party",
    "shakti_raised": "all the vital social issues of contemporary relevance",
    "shakti_participated": "all the anti-Raj movements",
    "other_newspapers_year1": "1919",
    "other_newspapers_year2": "1924",
    "other_newspapers_names": "Jyoti and Kurmanchal Mitra",
    "freedom_fighter": "Victor Mohan Joshi",
    "newspaper_name_swadheen": "Swadheen Praja",
    "year_swadheen_founded": "1930",
    "message_sender": "Pandit Jawahar Lal Nehru",
    "message_recipient": "Joshi",
    "message_occasion": "inaugural edition"
  },
  {
    "page_number_left": "206",
    "page_number_right": "207",
    "title": "Almora bazar: charm unlimited",
    "text_left_column": "The historical market of Almora\nis an amazingly heady mix\nof tradition, beauty, history and\nnostalgia. The fact that it is one of\nthe oldest markets in the region is\nunderlined by the texts of several\nimportant books.\nJ. H. Batten's 'Official Reports on the\nProvince of Kumaon' was published\nin 1851. This report informs us\nthat Almora was one of the four\nplaces in the whole of Uttarakhand\n(the other three being Srinagar,\nJoshimath and Champawat) that\ncould boast of a permanent bazar,\nor that contains 120 houses\nor more.",
    "text_middle_column": "'The Gazetteer of Almora'\nwas written by H.G. Walton\nin the year 1910. A span of 60\nyears had passed between the\nwriting of these two important\ndocumentations. Almora had grown\ninto a major town by any standards\nin these years. And the bazar of\nAlmora had also become so famous\nall over the region that folk songs\nhad begun to mention it as a must-\nsee location. Walton describes the\ngeography of Almora bazar thus:\n\"To the south of the Almora hill is a\ndepression occupied by the Leper\nAsylum and the octroi outpost. The\nAlmora hill is divided into two parts\nby a road which runs almost north\nand south between the western\nend of the bazar and the parade\nground. To the west of this lies the\ncantonment within and without\nthe boundaries of which are some\ntwenty-three bungalows occupied\nby the officers of the regiment,\nthe civil officers of the district and\nsome permanent residents, a pretty\nlittle church dedicated to St. Mark, a\nhandsome mess house, a small but\ncomfortable club, and the sessions\nhouse, used for temporary sojourn\nby high officials on tour. All these\nare situated on the crest or the\nnorthern slope of the ridge.",
    "text_right_column": "The most imposing building of all\nis Fort Moira or the Lal Mandi. The\nlines of the Gurkhas lie below and\nto the north-east of the fort.\nBeyond these again lies the town.\nThe bazar is paved with stone flags.\nFrom the east westwards as far as\nthe police station it is somewhat\nnarrow; beyond this point it widens\nand gradually slopes down to the\nlower or old fort, the slope being\nbroken by a flight of stone steps.\nThe houses are from two to four\nstories high and are substantially\nbuilt of mica-slate and roofed with\nthin slabs of the same material. The\nfront screens of the upper stories\nare usually made of wood profusely\nand often artistically carved. The\nwindows are mere apertures for\nthe most part; resembling pigeon-\nholes cut in a wooden panel, and\nclosed by a slide.\nThe general appearance of the\ntown is compact and clean, and\nthe conservancy generally well\ncarried out. The best shops lie\nbetween the police-station and the\nfort; at the foot of the glacis are a\nnumber of very mean stalls, which\nare a decided disfigurement to the\nbazar. The fort itself contains the\ncourts and offices of the Deputy\nCommissioner and his subordinates.\nA little lower, the ridge widens\nand the space is occupied by the\nhospital, the tehsil and the Ramsay\nCollege. The latter, opened in 1871,\nis a fine building in the Tuscan style\nwith a central hall 60 feet by 34 feet\nand a wing on each side containing\nfour spacious class-rooms, besides\ntwo detached room wings one\nof which was erected by Pandit\nBadri Dutt Joshi of Dania. Below\nthis plateau a small and narrow\nbazar containing however some\nrich shops lines the sides of a path\nrunning down to the cart-road.\"",
    "image_description": "Old Almora market (1998)"
  },
  {
    "page_number_left": "208",
    "page_number_right": "209",
    "image_description": "A scene of old Almora bazar and facade of old houses",
    "text_start": "From Lal Mandi (the present Cantonment)",
    "text_body": "a narrow street passes through the ventral\nrib of the town, forming a series of small\nmarkets strewn into one composite called\nthe Almora market. The first market marking\nthe beginning of the bazar is called the Bania\nBazar. It is followed by Paltan Bazar and Thana\nBazar (or Malli Bazar). The Thana Bazar opens\ninto a wide pathway that contains residential\nquarters of the Gangolas and is aptly called\nGangola Mohalla. This mohalla further narrows\ninto Jauhri Bazar and Khajanchi Bazar till one\nreaches a bifurcation where a narrow path\ngoes up to the court campus. Aptly the market\nhere takes the name of Kachehri Bazar: From\nKachehri Bazar one can see the market-street\ntaking a sharp right bend. A few shops marking\nthis bend constitute the Karkhana Bazar which\nends with the famous shop of Shankar Halwai.\nFrom Karkhana Bazar one comes to a point\nwhere steep stairs are seen descending to the\nleft, marked by a two-dimensional tiger-figure\ncast in iron, called Lohe ka Sher. From this\npoint onward the market becomes extremely\ncrowded and colourful. It is called Chowk Bazar\nthat further moves into the last stretch called\nthe Lala Bazar.\nThe whole market is roughly 1.25 miles long.\nTill a few years back it was paved with stones\ncalled patals. Presently it has been covered\nwith modern marble stone, which, to the\ndisgruntlement of old inhabitants, has definitely\ntaken away a lot of the old charm from\nthis market."
  },
  {
    "page_number_left": "210",
    "page_number_right": "211",
    "title": "The Tamtas of Almora: coppersmiths of repute",
    "text_start": "The copper-art of Almora has a history that goes back to the Chand era. Till about 500 years back, the local people associated with this art (called Tamtas), used to mint coins for the Chand treasury. After the decline and ultimate disappearance of the royalty, the Tamtas began to cast pots, utensils, musical instruments and statues etc. for general consumption.",
    "text_middle": "The Tamtas were expert metallurgists who knew how to spot, dig, extract, process and refine copper from the earth. The gagar (type of utensil used to store water) made by Tamtas has become so famous in Kumaon and Garhwal alike that it can easily be identified as their signature.\nIn earlier times a copper gagar was kept in every household mandatorily for keeping pure water in the hills. In Kumaon, a copper gagar is also given to every girl during her marriage because it is believed to be pure and auspicious.",
    "text_end": "The British Raj was established in Kumaon in 1815. The British were fundamentally traders and wanted to sell their goods in the Indian markets. With this intention, they prohibited copper mining in Uttarakhand and started to import copper sheets from England. The Tamtas had no other choice left but to use these sheets for continuing their trade. This was a major jolt to this traditional craft.\nAfter Indian independence in 1947 the trade saw an upsurge which went on to ebb gradually with modern technology replacing the old. Despite these odds, this unique craftsmanship of Almora has withstood the test of time and a few Tamta families are still manufacturing copper utensils and other artefacts.",
    "image_description_left": "Coppersmith in the Tamta Mohalla, Almora",
    "image_description_right": "Master at work, Tamta Mohalla, Almora"
  },
  {
    "page_number_left": "212",
    "page_number_right": "213",
    "text_content": "Big copper vessels called 'gagris' made by the Tamtas of Almora are an integral part of every\nKumaoni household. They also hold special significance during marriages.",
    "title": "Abode of the Snow Goddess"
  },
  {
    "page_number": "215",
    "image_description": "Singauri and Baal Mithai at a sweet shop in Almora",
    "section_title": "The sweets of Almora",
    "content": "A board kept outside one sweet shop in Almora claims to have 'invented' the famous 'Bal Mithai' of Almora as early as 1865. When you enquire from the other established sweet shop owners in town, they would humbly refute the claim and confidently tell you that their ancestors had been selling the aforementioned 'mithai' since many years before the aforementioned year. Whatever the fact, the truth remains that the Baal Mithai of Almora has acquired the status of a cult among the sweet-toothed from far and wide. Bal Mithai is a rectangular piece of sweet made from brown-cooked khoya, covered with tiny white sugar-balls. Anyone coming to Almora never forgets to take a box of this sumptuous sweet as souvenir. There are three more equally extravagant sweets that were once produced exclusively in Almora. These include Singauri, Chocolate and Khenchuwa. Apart from these classic Pahari sweets, the created by a famous sweetmaker of the Karkhana Bazar, mentioned elsewhere in this book deserve a special mention to complete this sugary list."
  },
  {
    "page_number_left": "216",
    "page_number_right": "217",
    "title": "Sir Henry Ramsay, the King of Kumaon",
    "publication_info": "An important publication from the last decade of the nineteenth century, 'The Twelve Indian Statesmen' written by George Smith and published in 1897 enumerates the twelve important architects of the British Raj.",
    "description": "The most popular British official in the history of Kumaon, Sir Henry Ramsay, affectionately called the King of Kumaon is one of them.",
    "residence": "Ramsay operated from Almora and built a house for himself in Binsar. He lived for almost four decades in and around Almora",
    "character": "honest, fearless persona became a household name in the whole Kumaon",
    "nickname": "Lovingly addressed as Ramji Sahib",
    "countrymen_affection": "adored by his own countrymen alike.",
    "george_smith_excerpt_intro": "Here are some excerpts from George Smith's chapter on Ramsay:",
    "scottish_family_quote": "\"No Scottish family has done so much to extend and to consolidate the Empire of British India as the Ramsays of Dalhousie.",
    "hon_sir_henry_description": "But the last of all the Ramsays, and second only to the great Marquess in ability, was the Hon. Sir Henry, popularly known as the King of Kumaon, who spent forty-four years as an administrator in the North-Western Provinces of India.",
    "family_succession": "When his elder brother succeeded to the united honours and estates of Dalhousie and Panmure, as the twelfth earl, Henry was living in all simplicity in the heart of his Himalayan province, one of those patriarchal rulers who, as soldier-statesmen, won and then civilised the martial races of our extended frontier.",
    "birth_and_education": "Born in 1816, he went out almost direct from the Edinburgh Academy as a Company's cadet to Bengal in 1834.",
    "commissioner_appointment": "In the year before the Mutiny, Major Henry Ramsay was sent to the non-regulation districts of Kumaon and Garhwal as Commissioner.",
    "commissioner_tenure": "There he lived and there he reigned, amid the blessings of the people, and to the admiration of all men, till he came home to die.",
    "country_comparison": "The country with which his name is for ever identified is just the size of Switzerland, but still more beautiful, with a million of hardy mountaineers.",
    "geographical_description": "From the once rebel plains of Rohilkhand the Kumaon division rises up to the main range of the mighty Himalayas, and is arrested only by the border of Chinese Tibet.",
    "lakes_and_mountains": "Lakes are rarely met with in the stupendous mountain system of North India, but this Province contains one of the most beautiful in the world, Naini Tal.",
    "climate_and_troops": "Around it, as a sanatorium of rare beauty, the Europeans of the North-Western Provinces cluster in the hot season, and not far off, at Ranikhet and Chowbuttia, our British troops with their families find health and acclimatisation in the first years of their tropical service.",
    "capital_and_peaks": "From Almora, the capital, whence Henry Ramsay governed the millions of his children for nigh forty years, thirty snowy peaks can be seen, all much loftier than Mont Blanc,",
    "mountains_and_rivers": "while the giant Trisul (trident) and the two mightier Nandas tower up to almost twenty-six thousand feet. It is a land of great rivers, frequented by thousands of the Hindus from the parched plains below to worship at their sacred fountains... From two sources in Garhwal the Ganges takes its rise, and where the two affluents unite amidst everlasting snows, the shivering sun-stricken children of Mother Ganga find the holiest spot of pilgrim asceticism in the Brahmanical world.",
    "father_of_the_people": "He was soon recognised as the father of the people.",
    "ramji_sahib_actions": "In a region where roads and navigation, and even riding, was impossible, Ramji Sahib, as he came to be called, first fearfully and then affectionately, would suddenly swoop down on an offending village, or for the comfort of a suffering hamlet, like a bird from his eyrie.",
    "walking_ability": "He could out-walk even his favourite paharees, or Highlanders.",
    "engineer_and_secretary": "Henry Ramsay was his own engineer and forester and public works secretary for many a year..",
    "viceroy_admiration": "The Viceroy admired him all the more, and it was well known among both his native and European subordinates that Ramji Sahib would do no business between six and seven every morning, for that hour all through his life he gave to God.",
    "traill_completion": "What Traill began he completed, till he left the Kumaon division of the North-Western Provinces a model administration...",
    "commissioner_resignation": "He ceased to be Commissioner in 1884, but so attached was he to the people and their interests, that he felt as if he could not leave.",
    "post_commissioner_role": "He remained for eight years afterwards, in a non-official capacity, doing them all the good in his power.",
    "india_departure": "Before he left India, in 1892, Sir Henry Ramsay received what he publicly, and in all simple sincerity, declared to be the greatest honour of his life-he was elected by the missionaries of all India Chairman of their Decennial Conference, held at Calcutta in 1882-83.\""
  },
  {
    "page_number": "218",
    "title_left": "Abode of the Snow Goddess",
    "title_right": "219",
    "book_title": "UNDER TEN VICEROYS",
    "book_subtitle": "the reminiscences of a Gurkha",
    "author": "Woodyatt, Nigel",
    "church_name": "Almora's Budden Memorial Church",
    "church_commissioned_by": "Ramsay",
    "published_year": "1922",
    "publisher": "Herbert Jenkins Limited",
    "book_name": "'Under Ten Viceroys - The Reminiscences of a Gurkha'",
    "book_description": "adds to the myth and glamour of Henry Ramsay. During 1880's Woodyatt, an army officer with the 3rd Gurkhas was posted in Almora that was the headquarters of the regiment. He affectionately remembers Sir Ramsay in the seventh chapter of his book titled 'I Join the Gurkhas':",
    "ramsay_description": "\"On first arrival I found, as a resident, Major-General the Honourable Sir Henry Ramsay, commonly called the King of Kumaon, and until recently the Commissioner of Kumaon and Garhwal, an appointment he had held for thirty-five years. As a friend of his son Jack in the Cheshires, I got to know Sir Henry and Lady Ramsay very well and often stayed with them at Khali and Binsur, eight and sixteen miles from Almora respectively. At both places the late Commissioner had built himself houses where he cultivated apples and potatoes, moving to one or the other according to the season of the year. Binsur was a most beautiful place, on a mountain 8,000 feet high covered with oak and rhododendron. Above the house was, according to Sir John Strachey, a former Lieutenant-Governor, one of the finest views of the snows obtainable anywhere. Sir John Strachey's India: Its Administration and Progress.",
    "ramsay_relation": "Sir Henry was a relation of that seven years' Governor-General, Lord Dalhousie, who ruled India between 1848 and 1856, and annexed more territory than any other Governor-General before or since. An erstwhile adjutant of the 3rd Gurkhas, a participant in the Mutiny, the Controller of the Prince of Wales' tiger shoot in 1875, and the omnipotent ruler, for years, of a province bigger than Belgium, Sir Henry was extremely interesting to talk to, and the old man loved to talk and to reminisce. He soon told me what a free hand he had to start with, soon after the Mutiny, and how irksome he had found the orders of the local government later on. So much so that if he did not like them he returned the paper endorsed in red ink, \"Not applicable to Kumaon\"! Meeting him out for a walk he would stand for an hour or two and tell me the most enthralling stories of his life, stories you never see in books, and stories you could listen to for ever. How the Prince of Wales stayed up so late at night that on the second evening, in his shooting camp, Sir Henry approached him at 11 p.m. and asked special permission to retire always at that hour,\" as I can't burn the candle at both ends.\" How, in the first day's shoot though there were plenty of wild tiger it had been necessary to introduce a few tame ones to make the bagging of at least two or three by the Prince an absolute certainty. How, when the huge \"ring\" of three hundred elephants was closing in gradually, a shot was heard, when the Prince of Wales called out sharply, \"Who fired that shot?\" (It was Arthur Prinsep of the I Ith Lancers, but he was never given away, and the matter wasn't pressed.) How, a few minutes later one of the tame tiger would not go away from in front of Sir Henry's elephant, and he had to pelt him with oranges to get him to move on! How, big lunches in hot cases on the backs of elephants were taken into the jungle, and how delighted the Prince was with his first tiger, etc., etc., etc.",
    "ramsay_leave": "If I remember rightly, Sir Henry only took leave to England once during his sojourn of some fifty years in India. It was then only for three months, and made in order to procure agricultural implements and machinery for his district. In those days it only gave him about three weeks at home, and he had much to do. Directly he arrived a summons came from Marlborough House, and there the Prince of Wales told him he was to go to Balmoral to stay with the Queen. H.R.H. also added that on return to London he must make Marlborough House his head-quarters. These were sad encroachments on the scanty days of his short stay, but it couldn't be helped. On leaving, the Prince and Princess of Wales (now Queen Alexandra) each presented him with a large signed photograph. These, in his haste, he left behind in his room. \"What on earth did you do?\" I gasped. \"Oh,\" said the old man,\" I had a nephew, an equerry, and he had to go and retrieve them for me!\"",
    "ramsay_title": "He loved his unofficial title of \"King of Kumaon.\" Once a High Court judge, on leave from the plains, put up in the Government bungalow of Muktesar in the Kumaon Hills, and now a bacteriological college. Here was a large area Sir Henry had devoted to apples and potatoes. The judge liked the potatoes so much he took a sack away with him, sending the three rupees to the Commissioner, as told to do by the European caretaker. \"I sent the money back,\" said Sir Henry,\" with the words 'Kings don't sell!\"",
    "ramsay_reclaimed": "He reclaimed thousands of acres in the Kumaon Bhabar (land below the foot-hills and dry, as opposed to the Tarai, which is marshy and jungly land lying along the foot of the Himalayas north of the Ganges River), and persuaded the hill people to migrate there in the winter with their flocks and herds, thereby greatly adding to their wealth by giving them all seasons' crops. He also introduced the cultivation of potatoes, chestnuts, etc., all over Kumaon, another source of profit to his beloved people. These lived in what might well be called a model province, thanks to their king and father, Sir Henry Ramsay.",
    "ramsay_death": "Some years after I joined at Almora, he was persuaded by his family to leave India and reside at home, where perhaps the cramped life speedily killed him, for he only survived about a couple of years, if so long. Like most strong men he had, of course, his enemies. I came across one who for years had been one of his subordinate officers and hated the sound of his name. Getting to know this man pretty well, I probed for the reason for this dislike. It turned out to be resentment at various official wiggings for slackness, which were well deserved, and also because he was checked for living with a native lady of Kumaon to whom he was not married. An amusing thing was that when this old bachelor moved anywhere, the good woman was always carried in a large packing case, the bearers of which were instructed, if questions were asked, to say it was the sahib's 'baja' (piano)!",
    "kumaon_description": "There is no district in India, to my mind, so enchanting for a cold-weather tour as Kumaon, with its very comfortable rest-houses and good roads, thanks to Sir Henry Ramsay.\""
  },
  {
    "Sir Ronald Ross": "Sir Ronald Ross",
    "Sir Ronald Ross : Almora's the Nobel connection": null,
    "British Nobel laureate year": "1902",
    "Birthplace": "Almora",
    "Birthdate": "May 13, 1857",
    "Father": "Sir C. C. G. Ross",
    "Father's occupation": "army officer with the East India Company",
    "Mother": "Matilda Charlotte Elderton",
    "Number of siblings": "ten",
    "Medical School": "St. Bartholomew Medical School",
    "Joined Indian Medical Service": "1881",
    "Medical College": "Calcutta's Presidency Medical College",
    "Bengali scientist": "Kishori Mohan Bandopadhyay",
    "Nobel Prize reason": "revolutionary discovery for which he was awarded the Nobel Prize",
    "Nobel Prize category": "Physiology or Medicine",
    "King Edward VII's Gold Medal year": "1903",
    "Delhi Durbar": "Duke of Connaught",
    "Thomson House": "Thomson House",
    "Magazine": "Prabuddh Bharat",
    "Publication began in Madras": "Swami Vivekananda",
    "Office brought to Thomson House": "August 1888",
    "Office shifted to": "Mayawati Ashram, Champawat",
    "Page Number Left": "220",
    "Page Number Right": "221"
  },
  {
    "page_number_left": "222",
    "page_number_right": "223",
    "image_caption_1": "Uday Shankar's ballad Kalpana",
    "title": "Uday Shankar and his Dance Academy in Almora",
    "paragraph_1": "The maestro of Indian classical dance and choreography, Uday Shankar had set up his ambitious dance academy in Almora in 1938. Born on 8 December 1900, Uday Shankar, the son of a renowned barrister went to England in 1920 to learn painting at the renowned Royal College of Art, London. Apart from learning painting, he tried his hand there at choreography and produced several ballads. After returning to India in 1929, he began experimenting with various dance forms from all over the world.",
    "paragraph_2": "He wished to concoct a perfect dance recipe by creating a fusion of the Indian and continental dance styles. The Uday Shankar India Cultural Centre established in Simtola, Almora was supposed to help him fulfil his artistic dream. In Almora he met the renowned scientist Boshi Sen who had established a research centre in Almora at the behest of Pandit Nehru. Boshi Sen arranged the logistics and with the help of some locals made sure that the academy came into being within a short span of time.",
    "paragraph_3": "Uday Shankar's dance-experiments were motivated by an amalgamation of various art forms including theatre, music, painting, sculpture and poetry. Some of the most notable people who became part of the academy were noted film actor-director Guru Dutt,",
    "image_caption_2": "Ustad Allaudin Khan at Almora",
    "image_caption_3": "Kathakali Guru Shankaran Namboodripada at Almora",
    "image_caption_4": "Zohra Sehgal",
    "paragraph_4": "actress Zohra Sehgal, Shanti Bardhan, French pianist Simone Barbier (christened Simkie by Uday Shankar), Narendra Sharma, Ruma Guha Thakurta, Prabhat Ganguly, Shanta Gandhi and his own brothers - Rajendra, Debendra and Ravi. As expert trainers Sankaran Namboodri (Kathakali), Kandappa Pillai (Bharatanatyam), Ambi Singh (Manipuri dance) and Ustad Allauddin Khan (music) also joined the centre. Renowned poet Sumitra Nandan Pant also chipped in as an advisor to the centre.",
    "paragraph_5": "Great experiments in dance and music were performed and the master artists even tried their skills at performing Ramlila for the local populace. Many shots for Uday Shankar's 1948 film 'Kalpana' were shot in and around Almora. Sumitra Nandan Pant and Devilal Samar were the lyricists for this remarkable film which was taken up for digital restoration by the famous director Martin Scorsese's World Cinema Foundation in 2010.",
    "paragraph_6": "Shortage of funds and sponsorship gradually made the running of the academy a difficult task and it was finally closed down in 1942.",
    "paragraph_7": "About a decade back, the government paid a rich tribute to the master by building a state-of-the-art centre for arts in Falsima near Almora in his memory called the Uday Shankar Music and Dance Academy of Almora."
  },
  {
    "page_number_left": "224",
    "page_number_right": "225",
    "image_description_left": "Gurudev",
    "image_description_right": "Boshi Sen and Gertrude Emerson, 1968",
    "location_description": "Tagore Bhawan now works as the office of the Cantonment Board, Almora",
    "section_title_left": "Almora and Tagore: a poetic tryst",
    "section_text_left": "Rabindra Nath Tagore's love for the Himalayas and the hills of Kumaon was manifested in his frequent visits to Kumaon. He had stayed in Ramgarh (Nainital district) in 1903 for some months after his wife Mrinalini's demise. His next trip to Ramgarh was in 1914 when his stay prolonged for a couple of months.\nHis first visit to Almora was in 1927 when he arrived as a dear guest of Boshi sen and his wife Gertrude Emerso whose house in Almora, Kundan House, was a centre of feverish cultural and social activity.\nRabindra Nath Tagore again visited Almora 1937 and lived in a house which is now known as the Tagore House. Many of his poetic inspirations are known to have been born in Kumaon in general and Almora in particular.",
    "section_title_right": "Boshi Sen and Gertrude Emerson: The unlikely Pahari hosts of Almora",
    "section_text_right": "Basiswar Sen or Boshi Sen, the legendary Indian scientist and agriculturist better known as the pioneer of the Green Revolution had settled in Almora in the 1920's to establish a research laboratory. He was accompanied by his dynamic American wife Gertrude Emerson. While the couple lived in Almora in their Kundan House, they were visited by a galaxy of celebrities that included Jawaharlal Nehru, Tagore, D. H. Lawrence, Julian Huxley, Uday Shankar, Carl Jung and Indira Gandhi. His friendship with the legendary Jagdish Chandra Bose and Sister Nivedita lasted very long.\nDr. Boshi Sen led the way of the Green Revolution that was concerned with reducing the prospect of any food crisis in India by cultivating diverse and plentiful food grains. He was the founder of Vivekanda Laboratory in Calcutta that was later shifted to Almora. He was a very spiritual man and was closely related with the Ramkrishna Mission. He was awarded the Padma Bhushan in 1957 by the Government of India. He died died on 31 August 1971 in Ranikhet Military Hospital, Almora. His laboratory has been taken over by the government and has grown into one of the biggest centres for research in agriculture in the state.\nIn 1920, his to-be wife, the authoress Gertrude Emerson undertook a round-the-world expedition which included stunt flying and caving. She met and married Boshi Sen on November 1, 1932.\nShe fell in love with the culture and people of Almora. Her attachment is reflected in her books Voiceless India (1930) and Pageant of India's History (1948). She died in 1982, aged 89."
  },
  {
    "page_number": "226",
    "section_title": "Freedom struggle, Mahatma Gandhi and Almora",
    "paragraph_1": "Almora had acquired the name of Intellectual Capital of the Hills. India's freedom struggle had begun gaining momentum after the arrival of Mahatma Gandhi from South Africa. The news of his arrival had reached Almora as well and under the leadership of veteran leaders like Badri Dutt Pande, Govind Ballabh Pant, Victor Mohan Joshi, Madhusudan Gururani, Hem Chandra Joshi and Har Govind Pant, the people of Almora actively participated in the fight against the British. Several local newspapers and journals supporting the freedom struggle were also being published and distributed in Almora. The spirit of Swaraj had taken over the souls of the young and the old alike. Even school children of Almora had formed a freedom army of their own.",
    "paragraph_2": "The undercurrent of revolt was in Almora's air throughout the decades of 1920's and 1930's and the years till 1947. Poets and writers were writing poems and articles of revolution, processions and strikes had become the order of the day and ample underground activity went on everywhere.",
    "paragraph_3": "At the invitation of the leaders of Kumaon, Mahatma Gandhi visited Kumaon in June 1929.",
    "paragraph_4": "During this visit, he arrived in Almora in the evening of 19 June, 1929. He stayed overnight at Ranidhara in the house of Harish Chandra Joshi. The following day, he addressed a public meeting at the Laxmeshwar Ground of the town. His words filled the audience with a sense of fearlessness and responsibility. He said, \"You would shun fear completely because fear is an obstacle on the path to swaraj.\" During this tour of Kumaon, Gandhiji held meetings with many local congressmen, collected donations for the freedom struggle and propagated the use of khadi.",
    "paragraph_5": "In one of his articles Mahatma Gandhi wrote, \"Only after reaching Almora could I imagine what the Himalayas are actually like.\"",
    "paragraph_6": "From Almora he went to Kausani and stayed there for about two weeks. During this stay he completed his famous book 'Anasakti Yog'. The Kausani-house that he resided in was aptly named Anashakti Ashram later.",
    "paragraph_7": "Mahatma Gadhi's Almora visit kindled the fire of freedom inside every heart and the town of Almora joined the nationwide struggle with its full strength.",
    "image_1_caption": "Jhanda Satyagrah, Almora",
    "image_2_caption": "Prabhat Pheri, Almora",
    "page_number_right": "227",
    "image_3_caption": "Freedom fighters, Almora",
    "image_4_caption": "Gandhi in Almora 1929"
  },
  {
    "page_number_left": "228",
    "page_number_right": "229",
    "image_description_left": "Congress Sewa Dal Camp Tarikhet, Almora 1938",
    "text_left_1": "Mr. Govind Ram Kala, an officer posted in Almora during\nthe Quit India Movement of 1942 has described the town's\natmosphere during those turbulent days in his book 'Memoirs\nof the Raj' -",
    "image_description_middle": "Trilok Singh Kunwar was studying in\nAlmora during 1942",
    "text_middle_1": "\"The Non-cooperation (Civil\nDisobedience) Movement was now on.\nIt blew like a violent storm over the land,\nleaving none unaffected. It appeared\nthat the storm would shake the British\nGovernment to its very foundation. The\nGovernment, of course, was determined\nto nip it in the bud. While a procession\nof Congressmen was passing through the\nLala Bazar of Almora in defiance of the\nprohibitory orders under Section 144, Cr.\nP.C., the police took recourse to a lathi-\ncharge with the result that some of the\nleaders sustained injuries. Victor Mohan\nJoshi and Shanti Lal, a man from Gujarat,\nwere the worst sufferers. There was much\nindignation and sympathy for the sufferers.\nIt gave a fresh handle to the movement.",
    "text_middle_2": "Rai Bahadur Pandit Dharma Nand Joshi, a\nretired deputy collector, was so shocked\nat the happenings that he told Mr. Baynes\nthat as he had caused bloodshed, he\nwould never see his face again.",
    "text_middle_3": "A reaction of the Civil Disobedience\nMovement in my own house was that my\nwife pledged herself to the use of khaddar\nand since the year 1932, she has not used\nmill cloth on her person.\"",
    "image_description_right": "Shanti Lal Dwivedi on hunger strike, Almora",
    "text_right_1": "Another remarkable man, Mr. Trilok\nSingh Kunwar, who was a student\nof Intermediate in Almora during\nthe same time, also witnessed the\nQuit India Movement of 1942. In\nhis memoir 'My Life' Mr. Kunwar\nrecalls the incident of 9th August\n1942 in vivid detail -",
    "text_right_2": "\"Around this time, the National\nmovement under the leadership\nof Mahatma Gandhi was under full\nswing. Eventually August 9th arrived,\nwhen the slogan for the British to\nquit India, was a national call, made\nthroughout the length and breadth of\nour country.",
    "text_right_3": "Being an over enthusiastic chap, I too\nwas one of the mob heading towards\nthe Almora bus stand for unfurling\nthe tri-color national flag on top\nof the Almora District Magistrate's\noffice. On reaching within a 100\nmeters North of the said station, it\nwas observed that District Magistrate\nMr. Atkinson, a British Officer, was\napproaching with Police personnel\ntowards our mob and was warning\nall of us to disperse. But the crowd\nwent on proceeding ahead. When we\nwere hardly 50 meters of each other,\nD.M. Almora resorted to air firing.\nPeople started running helter-skelter,\nresulting in a transient respite.",
    "text_right_4": "The simmering unrest of those\nwho were bent upon unfurling the\nNational flag on the D.M.'s office,",
    "text_right_5": "Almora was evident from the talks\ngoing on among the agitators. The\nD.M.'s office was situated on top of\na ridge at an elevation of about 75\nmeters above the aforementioned\nbus-stand. Obviously being against\nthe agitation, the District authorities\nwere keeping a strict vigil around\nthe said complex. Out of sheer\ninquisitiveness after an hour or\nso, pedestrians started walking on\nthe motor road. I too proceeded\ntowards the motor station. While\nI was standing on a path to the\nD.M.'s office, in the nick of moment,\nI noticed a scuffle and saw that Nath\nSah a well built and athletic youth\nbodily lifted Sub-Divisional Magistrate\nThakur Meherban Singh and hurled\nhim into some stinging-nettle bush\nbelow. Thus I was one of the very\nfew eye-witnesses of this talk of the\ntown incident that day. Later in the\nafternoon, some agitators which\nincluded three of our college mates,\nand the aforementioned Nath Sah\nwere apprehended and sent to jail.\nThe news of agitation from far and\nwide corners of Almora district were\npouring in every now and then.\"",
    "image_description_left_2": "Jhanda Satyagrah, Almora 3"
  },
  {
    "page_number_left": "230",
    "page_number_right": "231",
    "section_title": "Literary Footprints of Almora",
    "almora_literature_description": "Almora has produced some of the biggest names in contemporary literature. The early name worth mentioning is that of the nineteenth century poet Pandit Gumani Pant whose vernacular poetry recorded the struggle and turmoil of the masses besides underlining the cruelty of the British Raj.\nThe most notable among the modern writers and poets are Sumitra Nandan Pant, Shailesh Matiyani, Manohar Shyam Joshi and Ila Chandra Joshi. The writings of these literary giants provided the lives and customs of the Kumaoni people a national platform. Most of their works are set in and around Almora and narrate stories of characters which reflect the attitudes of their times and utilize a dialect authentic to them. These great writers have exhibited genuine realism and profound understanding of their characters and settings.\nSeveral generations of writers with their roots in Almora are still active on the national and international literary circles.",
    "sumitra_nandan_pant_name": "Sumitra Nandan Pant",
    "sumitra_nandan_pant_dates": "20 May 1900-28 December 1977",
    "sumitra_nandan_pant_bio": "Born in Kausani of the then Almora district, Sumitra Nandan Pant was one of the three pillars of the 20th century Romantic Movement (Chhayavad) of Hindi poetry. He became the first Hindi writer to receive the prestigious Jnanapith Samman, the highest Indian award for literature for his celebrated collection of poems 'Chidambara'. Also a recipient of Sahitya Academy award and Padma Bhushan, Sumitra Nandan Pant still remains a major force in Hindi poetry.",
    "shailesh_matiyani_name": "Shailesh Matiyani",
    "shailesh_matiyani_dates": "14 October 1931 - 24 April 2001",
    "shailesh_matiyani_bio": "It wouldn't be an overstatement to call Shailesh Matiyani (Ramesh Singh Matiyani 'Shailesh') the voice of Kumaon. His massive body of work includes 30 novels, 17 collections of stories and folk tales and several academic books. Born in a poor family from Barechhina, Almora, he went on to become one of the greatest names in Hindi literature. His works have caught the essential struggle and the hopes of the typical Kumaoni people. His most notable works include 'Bawan Nadiyon ka Sangam', 'Muthbhed', 'Derewaale' and 'Mukh Sarivar ke Hans'.",
    "ila_chandra_joshi_name": "Ila Chandra Joshi",
    "ila_chandra_joshi_bio": "Born in Almora, Ila Chandra Joshi was one of the first Indian writers to have ventured into the field of psychological fiction. The diverse characters of his novels embody the complex origins ad immense depths of human emotions. Some of his most significant works of fiction include 'Jahaj ka Panchhi', 'Subah ke Bhule', 'Gyspy', 'Mukti Path' and 'Parde ki Rani'. He has several collections of stories and essays to his credit as well.",
    "ila_chandra_joshi_dates": "13 December 1903-1982",
    "manohar_shyam_joshi_name": "Manohar Shyam Joshi",
    "manohar_shyam_joshi_bio": "A great exponent of modernism in Hindi literature, Manohar Shyam Joshi would always be remembered for his classic novel 'Kasap' - a love story based in Almora. He was awarded the Sahitya Academy Award for his last novel 'Kyapp'. His other novels included 'Hamzad', 'Kuru Kuru Swaha' and 'Hariya Hercules ki Hairaani'. A master of post-modernism, Joshi was a superhit scriptwriter who authored several popular soaps including the cult 'Buniyad' and 'Mungeri Lal ke Haseen Sapne'.",
    "manohar_shyam_joshi_dates": "9 August 1933-30 March 2006",
    "gaura_pant_shivani_name": "Gaura Pant 'Shivani'",
    "gaura_pant_shivani_dates": "17 October 1923-21 March 2003",
    "gaura_pant_shivani_bio": "Once a household name in North India, Gaura Pant 'Shivani' created several memorable Kumaoni characters in her numerous novels. She was a pioneer in creating a literary movement focussed on women-based writing. She was awarded Padma Shri for her contribution to literature. Some of her notable books include 'Surangma', 'Rativilaap', 'Mera Beta\"Krishnakali\", 'Kariye Chhima' and 'Kainja'."
  },
  {
    "title": "Lama Govinda and the Kasar Devi Connection",
    "born_name": "Ernst Lothar Hoffmann",
    "lama_name": "Anagarika Govinda",
    "birth_year": 1898,
    "death_year": 1985,
    "founder_of": "Arya Maitreya Mandala",
    "occupation": "teacher of Buddhist meditation, poet, and painter",
    "travels": "Sri Lanka and India",
    "spiritual_bearing": "western Buddhist scholars",
    "historical_context": "20th century, World Wars",
    "philosophical_system": "Tibetan Buddhism",
    "marriage_year": 1947,
    "spouse": "Li Gotami",
    "spouse_origin": "Bombay-based Parsi",
    "spouse_occupation": "painter",
    "student_location": "Shanti Niketan",
    "student_years": "early years of 1930's",
    "later_residence": "Kasardevi Ashram, near Almora",
    "estate_origin": "Walter Evans-Wentz",
    "famous_works": "The Way of the White Clouds and Foundations of Tibetan Mysticism",
    "visitors": "Karl-Heinz Gottmann, Robert David Laing, Allan Ginsberg, Gary Snyder, Robert Thurman, Timothy Leary, Ralph Metzner, Robert H. C. Janssen, Volker Zotz, Peter Michael Hamel",
    "gottmann_role": "Lama Govinda's inheritor",
    "health_issues": "old age",
    "california_residence": "permanently",
    "gotami_disease": "Parkinson disease",
    "last_india_visit": 1980,
    "kasardevi_decision": "give up house",
    "quote": "There cannot be growth without changes. To live is not only to be, but to become as long as we are in the process of becoming there is life and growth. The worst thing for us is the inability to change as long as there is change, there is hope. But he who believes he has reached perfection has only reached a dead end, because he has ceased to strive.",
    "image_caption_1": "Li Gotami, Lama Govinda, Terry Delamare (back) and Sangharakshita in Kasar Devi Ashram",
    "image_caption_2": "Lama Anagarika Govinda",
    "image_caption_3": "Buddhist monks fron Japan, Li Gotami and Govinda Lama",
    "image_caption_4": "Evan-Wentz's house at Kasar Devi. Painting by Li Gotami",
    "page_number_left": 232,
    "page_number_right": 233
  },
  {
    "page_number_left": "234",
    "page_number_right": "235",
    "section_title": "Abode of the Snow Goddess",
    "main_title": "Mohammad Salim and Banjara Massaab, the artists of Almora",
    "description": "Two stand-out contemporary painters from Almora - Mohammad Salim and Navin Verma 'Banjara' - brought Almora on the painting map of India by their exceptional body of work.",
    "paintings_description": "Their paintings dealt primarily with nature and Kumaoni culture. Both of them worked on oil and water. Mohammad Salim in his later career took up acrylic medium too and the octogenarian has still been experimenting with it. The works of these two artists together create a valuable heritage that Almora can be proud of.",
    "image_1_description": "Village near Almora by Mohammad Salim",
    "image_2_description": "Mohammad Salim",
    "image_3_description": "Navin Verma 'Banjara'",
    "image_4_description": "Snowfall in Almora by Mohammad Salim",
    "image_5_description": "Stairs of Almora by Banjara Massaab"
  },
  {
    "page_number_left": "236",
    "page_number_right": "237",
    "section_left_title": "The maker of Heliotherm",
    "limca_book_entry": "The Limca Book of Records has the following entry under the heading 'First Solar Heater': \"Pandit Sri Krishna Joshi of Almora, who lived in Allahabad, Uttar Pradesh, invented an apparatus for utilizing solar heat as a substitute for fire which was appropriately named 'Bhanu Taap'. Also called the 'Heliotherm', the invention was patented in 1900 and was awarded a gold medal at the Industrial Exhibition of Calcutta (now Kolkata, West Bengal) in 1901.\"",
    "joshi_remarkable_person": "Sri Krishna Joshi was one of the most remarkable persons that Almora has produced. A scientist of national repute, he astonished the science community by creating a solar steam engine in the last decade of the nineteenth century. A resident of Makiri in Almora, Sri Krishna Joshi and his brother Devi Dutt Joshi were highly talented. An accomplished musician, the latter fashioned the music-based Ramlila of Almora and also went on to become Kumaon's first native deputy collector.",
    "joshi_invention": "Sri Krishna Joshi invented the apparatus called 'Bhanu Taap' (Heliotherm) with the help of which he moved a steam engine. He patented it on 15 March 1900. His pioneering work in the field of solar energy was ahead of his times. His only drawback was the fact that he was a staunch nationalist and fiercely opposed the British regime in his writings. The colonial masters could not tolerate such an arrogant talent. He was constantly ignored and denied the official assistance that he deserved. Despite these hindrances, he went on with his scientific research spending his own resources. His writings were a major source of inspiration to the leaders of freedom struggle in Almora and Kumaon. It is believed by many that the cruel British system of Coolie Begar couldn't have been abolished without his words.",
    "joshi_death_remark": "After his untimely death on June 5, 1924, the most famous Kumaoni leader of those days Badri Dutt Pande remarked, \"It was a cosmic mistake that he was born in a slave country. He was born in a slave country yet earned name and fame. One can only wonder what he would have achieved if he was born in a free country.\"",
    "section_right_title": "Irene Pant",
    "pant_family": "A high caste Pant family of Nainital converted to Christianity in 1871. A second generation member of this family, namely Daniel Pant used to serve in the United Provinces Secretariat. To him was born a daughter on 13 February 1905 in the Heera Dungri neighbourhood of Almora. The girl was christened Irene Pant.",
    "pant_education": "Extremely bright as a schoolchild, Irene went to the University of Lucknow to achieve a double first class bachelor's degree. Later she finished her post graduate studies and began teaching Economics at the renowned Indraprastha College, Delhi in 1931.",
    "pant_marriage": "It is here that she met a renowned lawyer called Liaqat Ali Khan who had come to deliver a lecture in her college. The two fell in love and married in 1932.",
    "pant_pakistan": "After independence she moved to Pakistan with her husband who was appointed Prime Minister of the newly formed country. The story of a small town girl from Almora rising to the rank of the First Lady of a nation is still narrated in great detail by the elders of the town.",
    "pant_international_mark": "Irene made her mark internationally as a stateswoman of repute and dignity and was awarded such honours as Nishan-e-Imtiyaz, Order of Merit of the Italian Republic and Order of Orange-Nassau. Her work in the field of women's liberation in Pakistan was exemplary.",
    "pant_biography": "An enthralling biography of the lady, titled 'The Begum' written by Deepa Agarwal and Tahmina Aziz Ayub has recently been published. The book provides intimate glimpses into the mind of this dynamic 'Daughter of Almora' who went on to become a legend in a different country. On 29 November, 1975, she addressed the Caledonian Ball in Karachi and said, \"Women, by instinct, have a certain native cunning, but in an office argument about the sex of the computer, it took a laddie from Bonnie Scotland to decide that computers were definitely feminine, since they are admired for their configurations, have the ability of total recall, correct all mistakes, predict man's future foolishness, and of course are always right.\""
  },
  {
    "page_number": "238",
    "title": "Laxmi Ashram, Kausani",
    "description": "The Laxmi Ashram of Kausani was established during the lifetime of Mahatma Gandhi by one of his disciples from abroad named Catherine Mary Hellman in 1946. Ms. Hellman was better known in the region as Sarla Bahan. Driven by its primary objective of bringing meaningful social change, the Laxmi Ashram has grown into a large institution now. Based on the Gandhian education system, the ashram imparts basic education and vocational training to the girls and women belonging to nearby villages. Inspired by the strong social convictions of Sarla Bahan, the ashram has played a vital role in the many socio-political and environmental movements in the past decades. Several famous environmental and social activists from Uttarakhand including Sundar Lal Bahuguna, Radha bahan, Man Singh Rawat, Chandi Prasad Bhatt, Shobha Bahan and Sadan Mishra learnt their first lessons in Laxmi Ashram.",
    "location": "Laxmi Ashram, Kausani",
    "year_established": "1946",
    "founder": "Catherine Mary Hellman",
    "also_known_as": "Sarla Bahan",
    "education_system": "Gandhian",
    "activists_mentioned": "Sundar Lal Bahuguna, Radha bahan, Man Singh Rawat, Chandi Prasad Bhatt, Shobha Bahan, Sadan Mishra"
  },
  {
    "page_number_left": "240",
    "page_number_right": "241",
    "title": "Almora's own Nepalese hero: Captain Gaje Ghale",
    "queen_elizabeth_ii_location": "Dumdum Airport, Calcutta. 1961",
    "memorial_title": "MEMORIAL",
    "memorial_details": "SUB. MAJ. & HONY. CAPT. GAJE GHALE, VC, NT\n2/5th GORKHA RIFLES (FF).\nVICTORIA CROSS WON ON.\n24-27 MAY 1943, WORLD WAR-II\nBASHA EAST HILL, CHIN HILLS, BURMA\n(MEMORIAL STAND SPONSORED BY FAMILY MEMBERS)",
    "gaje_ghale_memorial_location": "Gaje Ghale Memrial, Almora",
    "victoria_cross_event_location": "Red Fort, Delhi",
    "victoria_cross_event_date": "4 January 1944",
    "indian_president": "Dr. Rajendra Prasad",
    "gaje_ghale_rank_may_1943": "havaldar",
    "gaje_ghale_unit": "2nd battalion, 5th Royal Gurkha Rifles",
    "conflict_location": "Burma",
    "conflict_details": "Indian Division's struggle with the Japanese on the Tiddim Road",
    "crucial_position": "Basha East Hill",
    "gaje_ghale_company": "D platoon",
    "gaje_ghale_battle_cry": "Ayo Gurkhali!",
    "gaje_ghale_award": "Victoria Cross",
    "gaje_ghale_birthplace": "Barpak village of Gorkha district",
    "gaje_ghale_unit_joined": "2/5 Gorkha Rifle",
    "gaje_ghale_memorial_date": "14 November, 2018"
  },
  {
    "page_number_left": "242",
    "page_number_right": "243",
    "section_title": "Abode of the Snow Goddess",
    "image_caption": "Almora Town from Palna Bend, Jalna",
    "document_title": "Almora: the happy years",
    "paragraph_1": "Then came a journey to Almora in the Kumaon Hills, the permanent station of the Ist battalion 3rd Gurkhas, with which regiment (i.e. Ist or 2nd battalion) I remained twenty years. Only nine, however, in Almora itself, the remainder being spent at Lansdowne, or on the staff. This little station of Almora, which was to be our home for the happy years of our early married life, and was to become the birthplace of our only beloved son, is enshrined in our hearts as no other place ever can be. It is difficult to know to what, exactly, one can attribute its charm. The climate is certainly equable, not too hot in the summer and delightful in the winter, but I think it is really its simplicity and old world atmosphere that make it so attractive to everyone.",
    "paragraph_2": "On first arrival I found, as a resident, Major-General the Honourable Sir Henry Ramsay, commonly called the \"King of Kumaon,\" and until recently the Commissioner of Kumaon and Garhwal, an appointment he had held for thirty-five years. As a friend of his son Jack in the Cheshires, I got to know Sir Henry and Lady Ramsay very well and often stayed with them at Khali and Binsur, eight and sixteen miles from Almora respectively. At both places the late Commissioner had built himself houses where he cultivated apples and potatoes, moving to one or the other according to the season of the year. Binsur was a most beautiful place, on a mountain 8,000 feet high covered with oak and rhododendron. Above the house was, according to Sir John Strachey, a former Lieutenant-Governor, one of the finest views of the snows obtainable anywhere.",
    "author_and_date": "(Nigel Woodyatt, Under Ten Viceroys, 1922)"
  },
  {
    "page_number_left": "244",
    "page_number_right": "245",
    "image_description": "Abode of the Snow Goddess",
    "author_quote": "Sherman Oakley in his famous book 'Holy Himalaya' (1905) writes, \"Almora has a certain charm of its own, especially to old residents, and has inspired a local rhymester to sing its attractions.\"The more one wonders who this rhymester was the more one is likely to believe that it was Oakley himself praising his favourite Almora.",
    "poem_title": "O Almora!",
    "poem_stanza_1": "The hills are all around thee,\nO Almora!\nThe mighty mountains bound thee,\nO Almora!\nAnd the skies are blue and bright\nIn that land of shimmering light,\nWhere thou gleamest soft and white,\nO Almora!",
    "poem_stanza_2": "The snowy heights look o'er thee,\nO Almora!\nLike the steps of heaven before thee,\n0 Almora!\nTo their pure and peaceful breast\nThy meek glances are addrest,\nAnd the grandeur of their rest,\nO Almora!",
    "poem_stanza_3": "Sweetest breezes blow athwart thee,\nO Almora!\nGentle winds of summer court thee,\nO Almora!\nRoses bloom nigh all the year\nIn thy golden atmosphere,\nAnd all flowers to thee are dear,\nO Almora!",
    "poem_stanza_4": "When the evening falls upon thee,\nO Almora!\nAnd the crown of peace lies on thee,\n0 Almora!\nDown the valleys far and deep,\nWhere the starlit shadows sleep,\nLights of distant hamlets peep,\nO Almora!",
    "poem_stanza_5": "How should ever my heart forget thee,\nO Almora!\nIn my memory I have set thee,\nO Almora!\nAnd the little hillside grave,\nWhere the wind-swept bushes wave\nThere a charge to thee we gave,\nO Almora!",
    "image_location": "Himalayan panorama from Kasar Devi"
  },
  {
    "page_number_left": "246",
    "page_number_right": "247",
    "title": "An iconic love story",
    "paragraph_1": "For several decades, the Mall Road of Almora remained witness to an extraordinary friendship between a tree and a creeper - a deodar tree and a bougainvillea creeper to be precise.",
    "paragraph_2": "No one can say with any sort of certainty as to when the two got intertwined though most people from Almora vouch by their memory that they were there for a very long time.",
    "paragraph_3": "So one can fancy that one fine morning a tiny bougainvillea plant grew next to the massive deodar tree. Within no time it must have developed an immediate liking for its grand old neighbour. The tree didn't mind the company and allowed the plant to creep up its trunk and branches.",
    "paragraph_4": "Gradually the bougainvillea creeper had covered the whole tree in such a way that the two looked like one entity that took up a surreal magenta garb when the flowering season came. People gave the name of Flower Tree to this extraordinary entity.",
    "paragraph_5": "During spring and autumn seasons, the tall Flower Tree would be covered from head to toe with abundant magenta coloured flowers. It would become the talk of the town. Tourists would get their pictures taken below it as locals watched with amusement and pride. The immensity of its size can be imagined by the fact that one could point it from a few kilometres away.",
    "paragraph_6": "The Flower Tree had taken up an almost cult status as no description of Almora would be complete without making a reference to it.",
    "paragraph_7": "Unfortunately on 8th July, 2020 after incessant overnight rain, the Flower Tree fell down. One can hear many stories about that eventful day when Almora lost one of its major charms.",
    "image_title": "The Bougainvillea Tree of Mall Road, Almora"
  },
  {
    "page_number_left": "248",
    "image_description_left": "Abode of the Snow Goddess",
    "title": "Come to Almora!",
    "text": "Come to Almora, then, O reader in search of summer residence! Come! Think of the benefits you will confer upon us. You, your history, real or imagined, your clothes, your prospects in life, will provide us with conversation for fully a fortnight. At the end of that time you will be one of us, and will be able to take your part in like discussions on the next new comer.\nYou may pick up some useful knowledge too. If you want to learn how anything ought to be done, from crossing the Tugela to trimming a bonnet, come to Almora! We are able and willing to instruct you on these and many other little points. There is no extra charge.\nCome!\n(Excerpt from V's 'Almoriana', a delightful book written by a British official in 1901)",
    "image_description_right": "Sunny aspect of the Almora town",
    "page_number_right": "249"
  },
  {
    "page_number_left": "250",
    "page_number_right": "251",
    "section1_title": "The Kumaon Kasar Devi, Almora",
    "section1_description": "Nestled on a ridge in the shadow of the sacred Nanda Devi Range, The Kumaon offers a private mountain retreat situated in the heart of the Himalaya. Surrounded by undulating hills and imbued with simple elegance, the property is spread across 10 luxurious suites, nestled in pairs across five structures with private overlapping terraces offering views to the Great Himalayan range.\nThe main building hosts a lounge, spa, and library, and a cantilevered dining area suspended over the valley below.\nThe Kumaon is located in Kasar Devi, a ridge above the historical city of Almora, which has attracted artists, pilgrims, scholars and seekers for centuries Swami Vivekananda, DH Lawrence, Timothy Leary and Bob Dylan, to name but a few.\nHome to native forests, hidden waterfalls and terraced farms; the Kumaon region forms part of the historic route connecting India to Tibet. Inhabiting rustic villages dotted with medieval stone temples, the Kumaoni people practice a unique culture untouched by modernity.",
    "section1_website": "www.thekumaon.com",
    "section1_phone": "+91 96502 64905",
    "section2_title": "Saalvan Resort Jim Corbett National Park Marchula.",
    "section2_description": "Marchula is a beautiful valley on the Ramganga river, the lifeline of the world famous Corbett National Park. It forms the border of Kumaon and Garhwal. Ramnagar is the nearest railway and bus station at 35 km. Marchula is 7 km from the Durga Devi gate of Corbett National Park. Visitors can enjoy the jungle drive. 10 km away from Marchula are Bhounkhal and Kath ki Nao, from where Himalayan view can be enjoyed. Saalvan is a beautiful resort on the Marchula valley where the visitors can have an intimate feel of nature.",
    "section2_website": "www.saalvannsparesort.com",
    "section2_phone": "+91 70606 15577",
    "section3_title": "Mary Budden Estate, Binsar",
    "section3_description": "Mary Budden Estate is located in a cozy corner of the Kumaon, in the magnificent middle Himalayan Mountains.\nCome to Mary Budden Estate to relax in a serene setting within the secluded Binsar Wildlife Sanctuary, where we are proud of our environmental and cultural sustainability.\nBudden estate sits on five serene acres of land, perched at almost 8,000 feet above sea level. It is one of only five privately owned estates in the Binsar Wildlife Sanctuary. Lovingly restored for comfortable and elegant living, it still retains its original charm.\nYou will get to unwind and re-connect with nature at our family run luxury homestay, a fully restored heritage home dating back to the 19th century.\nWe hope that your stay with us will be relaxing and memorable.",
    "section3_website": "www.marybuddenestate.in",
    "section3_phone": "+91 97111 71350",
    "section4_title": "Yak and Yeti Inn Majkhali, Ranikhet",
    "section4_description": "At the elevation of 5,840 ft above sea level Yak and Yeti Inn offers tastefully decorated rooms with local wood and stones, all Superior rooms are facing towards the beautiful deep valley and high rising Himalayas. At Yak & Yeti Inn, We invite you to redefine moments and make your stay a memorable one! Get enchanted with our personalized services, luxurious comfort and world class facilities.",
    "section4_website": "www.yakandyetinn.com",
    "section4_phone": "+91 80063 85913"
  },
  {
    "property_name_1": "Mohan's Binsar Retreat",
    "location_1": "Kasar Devi, Almora",
    "description_1": "Situated in the midst of nature with a mesmerizing valley view. Offers Italian, Lebanese Indian, Continental, Chinese cuisines. Has a library and high-end rooms.",
    "owner_message": "I've been in hospitality sector from the last 24 years. It's been a delight to serve my guests in the past years and I am looking forward to do the same in the coming future. I've worked very hard and passionately towards making Mohan's Binsar Retreat an ideal destination for a peaceful homely stay.",
    "amenities_1": "Organic food, handicraft store, library, Bonfire, Mohan's Mud Houses",
    "activities_1": "Day visits, treks, village, jungle walks, angling",
    "website_1": "www.mohansbinsarretreat.com",
    "phone_1": "+91-7830599986/+91-9412162816/+91-9412977968",
    "property_name_2": "The Club Mahindra, Binsar Valley",
    "description_2": "Cocooned near Almora in Uttarakhand. Peppered with rustic log cabins and pine scented trees. Offers Kumaoni meals and Pahadi massage.",
    "website_2": "www.clubmahindra.com",
    "phone_2": "+918006402426",
    "property_name_3": "Le Tigre Luxury Villa Resort, Marchula",
    "description_3": "Embrace the lush wilderness of nature at Corbett National Park.",
    "website_3": "www.latigreresort.com",
    "phone_3": "+91 9711896343",
    "phone_4": "8595350799",
    "property_name_4": "Himalayan Woods",
    "location_2": "Kasar Devi, Almora, Uttrakahand",
    "description_4": "Beautiful boutique hotel located in the heavenly place of Kasar Devi. Made up of Canadian Pine Woods and has luxurious rooms. Offers panoramic views of Majestic Himalayas, green jungles and kumauni villages. Equipped with hot and cold water, power backup, parking, restaurant etc.",
    "website_4": "www.thehimalayanwoods.com",
    "phone_5": "+91 7088554111"
  },
  {
    "Binsar Forest Retreat is an eco-friendly homestay surrounded by": "Binsar Wildlife Sanctuary, 30 kilometres north-east of Almora town.",
    "The Retreat is at an altitude of": "7,600 ft",
    "Binsar Forest Retreat": "Binsar",
    "Walking is the best way to experience the natural splendours of": "the Sanctuary.",
    "Binsar Eco Camp,": "Dhaulchhina",
    "Founded in 1989 by the visionary & renowned entrepreneur of": "Kumaon Late Shri Jagat Singh Bisht, Hotel Shikhar is not a mere hotel.",
    "Hotel Shikhar": "Almora",
    "It has 50 well-appointed rooms divided into different categories": "with all modern facilities.",
    "Shivani Foods": "& Resort, Ranikhet",
    "Shivani Foods & Resort is a boutique hotel away": "from the noise and hustle bustle of a city.",
    "phone_number_1": "+91 99020 12405",
    "phone_number_2": "98868 33500",
    "phone_number_3": "+91 96755 44799",
    "phone_number_4": "+91 9412044001",
    "phone_number_5": "9412039696",
    "phone_number_6": "+91 9410133444",
    "phone_number_7": "8449588999",
    "website_1": "www.binsarforestretreat.com",
    "website_2": "www.hotelshikhar.in",
    "website_3": "www.shivanifoodsandresort.com"
  },
  {
    "page_number_left": "256",
    "page_number_right": "257",
    "section_title_left": "Tree of Life Grand Oak Manor, Binsar",
    "section_content_left": "Enjoy Your Stay in Binsar Wildlife Sanctuary. Tree of Life Grand Oak Manor is nestled in the Binsar Wildlife Sanctuary in the Kumaon hills (Uttarakhand), 25 kilometres from Almora. It was in 1856 that the then British Commissioner of Kumaon, General Sir Henry Ramsay, cousin to Lord Dalhousie, the Viceroy of India, acquired this piece of land and built his private home. In 1931, the property was purchased by Rai Bahadur Harkishan Lal Sah Gangola and has stayed in the family since.",
    "hotel_name_left": "Tree of Life Grand Oak Manor, Binsar",
    "hotel_description_left": "Today, we have reopened the doors of this exclusive hotel in Binsar for guests to offer them a taste of our old world charm and hospitality.\nBritish Commissioner, Lt. General Sir Henry Ramsay, cousin to Lord Dalhousie, the Viceroy of India, was charmed and mesmerized by the beauty of the Binsar Estate. He made this Manor his home in 1857. The property was subsequently sold to three British colonels consecutively, until it was purchased by Rai Bahadur Harkishan Lal Sah Gangola in 1931, and has stayed in the family since. In the midst of the Binsar Estate, the Tree of Life Grand Oak Manor stands out like a jewel in the crown, which has not only been home to Sir Ramsay, but also played host to a succession of luminaries such as His Excellency, Governor of the United Provinces, Mr.Hallet, the renowned Indian classical dancer Uday Shankar,and many more.",
    "contact_email_left": "unwind@treeofliferesorts.com",
    "contact_phone_left": "+91-90152 42000",
    "section_title_middle": "The Pool Retreat, Ranikhet",
    "section_content_middle": "The Pool Retreat is a beautiful travel destination that attracts a big number of tourists every year. The perfect beauty of the place makes the tour quite enjoyable for the visitors.\nThe property offers facilities like front desk, room service, power backup, medical assistance and many more. The property features well-equipped conferencing and banqueting facilities, making it a perfect base for business travellers. The rooms have delightful and lively feel where one can relax in comfort. They are equipped with kitchenette where patrons can cook delicious meals. There is also a balcony to enjoy the extravagant view of sunrise and sunset. The property is more about exploring outdoors while staying indoors. One can indulge in activities like rock climbing, cycling and other activities. Guests can also spend their lazy afternoons with some exciting indoor games which include chess, caroms, volley ball and cricket. The nearest airport and railway station to the region are Dehradun Airport and Kathgodam Railway Station. Have a splendid stay at Pool Retreat!",
    "hotel_website_middle": "www.thepoolretreatranikhet.com",
    "contact_phone_middle": "+91 94123 75663",
    "section_title_right": "Sterling Corbett",
    "section_content_right": "Sterling Corbett is the perfect escape for nature lovers. Situated at the foothills of Himalayas, the resort gives a panoramic view of the Jim Corbett National Park and the gurgling River Ramganga. Wake up to the birds singing, langurs calling and the river gurgling. The wildlife safari is a must-have experience here. A walk around the property is ideal for bird watching.\nThe resort has 42 well-appointed rooms. In addition, the property also has cottages that offer scenic views. On a clear night, catch a glimpse of the constellations with the help of Sterling Corbett's stargazing experience. The resort's Holiday Activity Centre has a variety of indoor and outdoor games. Feel the rhythm of the jungle by spending a few days at Sterling Corbett.",
    "hotel_website_right": "www.sterlingholidays.com",
    "contact_phone_right": "+91 9003302727",
    "section_title_far_right": "Welcome Heritage Corbett Ramganga Resort",
    "section_content_far_right": "Perched by the side of the ever murmuring Ramganga River is Welcome Heritage Corbett Ramganga Resort for a backpacker to retreat in. Fringed by a sprawling 20 acres of lush lawn and its mesmerizing scenic beauty, it, crowned as one of the finest resorts Jim Corbett, will make your lodge amidst the woods nothing short of a delightful affair with nature.\nApart from the scenic beauty to entice you, Corbett is celebrated for the adventurous elephant and jeep safaris, bird watching, and the patient waiting for a glimpse of the endangered Royal Bengal Tiger.\nThe rooms are a sharp contrast against its surrounding fine modern amenities and facilities to give you the utmost comfort while you savour the beauty of life in the woodland of Corbett.",
    "hotel_website_far_right": "www.welcomheritagehotels.in",
    "contact_phone_far_right": "+91 729101706"
  },
  {
    "Tarini Corbett, Marchula": "Taarini Corbett is situated at a perfect getaway destination offering a unique concept of a jungle luxury camp which feels like\nhome, where you are at the closest to the nature and in the midst of the Himalayan wilderness. Our luxury tents are strategically\nlocated giving you a panoramic view of the hills, river and sky.",
    "Tarini Corbett, Marchula_2": "One resort which tops in the adventure in the list of Jim Corbett Resorts is Taarini Corbett Camp. It is one of the rare camping\nsites located in the middle of nowhere at the banks of river Ramganga.",
    "Tarini Corbett, Marchula_website": "www.corbettcamp.in",
    "Tarini Corbett, Marchula_phone": "+91 97118 96343, 8595350799",
    "Queen's Meadow, Ranikhet": "Queens Meadows a Resort in Ranikhet is the\nBest Eco luxury resort in the Himalaya mountains.\nCradled between the Himalayas and amid\nbreathtaking Stunning Himalayan views, it is a place\nof stupendous calm and peace. A gush of wind, a\ncascading stream, chirping of birds or the shepherd's\nflute may be the only sounds breaking the silence.\nThe calm and stillness of the place, heals and\nrejuvenates you. When at Queens Meadows you\nchoose ease, harmony and wellbeing over the hectic\npace of today's lifestyle.",
    "Queen's Meadow, Ranikhet_2": "Our focus for attention to every detail and to\nsatisfy all our guests' needs creates a comfortable\natmosphere that makes you feel at home. Queens\nMeadows is a work of passion and comes from the\nheart. The 10 acre expanse on which we just have\n15 residential units, exudes exclusivity, privacy and\nthe experience of a typical village resort in Kumaon\nwith stunning Himalayan views.",
    "Queen's Meadow, Ranikhet_website": "www.queensmeadows.com",
    "Queen's Meadow, Ranikhet_phone": "+91 74000 20002",
    "Itmeenan Estate, Binsar": "Itmenaan Estate is a fairytale resort in a\npeaceful rural setting near Binsar in the\nKumaon Himalayas. The 10-acre resort\nincludes virgin pine, oak and rhododendron\ntrees; terraced fields laden with seasonal\nfruits and vegetables; and to top it all, a small\nprivate perennial natural spring. This resort\nnear Binsar offers panoramic views of the\nHimalayas including the majestic Nanda\nDevi. The 100-year-old traditional Kumaoni\nstyle stone house in the resort has been\npainstakingly restored. Near to this house\nthere are two independent cottages, Pine\ncottage (single story) and Deodar cottage\n(double story) built in traditional style.",
    "Itmeenan Estate, Binsar_website": "www.itmenaanlodges.com",
    "Itmeenan Estate, Binsar_phone": "+91 9818705508",
    "Deodar Homestay, Almora": "Take a break from life and find yourself in a 100-\nyear old Indo-British bungalow. Deodar Homestay,\nsurrounded by thick mountain forests of Almora,\nis a classic blend between colonial style living and\nmodern amenities.",
    "Deodar Homestay, Almora_2": "For more than a century the bungalow has been\ncarrying memories of generations. Handcrafted\nwooden design, spacious rooms, British era interiors,\nand beauty of local Kumaon region is relaxing\nyet enthralling to give a perfect holiday. Deodar\nHomestay invites you to experience true Himalayan\nculture and live among us as our family.",
    "Deodar Homestay, Almora_website": "www.deodarhomestay.com",
    "Deodar Homestay, Almora_phone": "+91 9634072933"
  },
  {
    "page_number_left": "260",
    "page_number_right": "261",
    "section_title_left": "HOSPITALITY IN AND",
    "section_title_right": "AROUND ALMORA",
    "hotel_name_1": "The Wilderness Camp, Syahidevi",
    "hotel_description_1": "A tent stirs something ancient in the hearts of humans. Nomads? Hunters? Rugged pioneers?? Whatever be the reason, somehow, no room can ever compete with a tent when it comes down to sheer \"feel\" of a wilderness. Luxury tents are available on single or twin sharing basis. The Wilderness, Shitlakhet offers Exclusive Cottages and a Camping Ground amidst dense oak jungle.",
    "hotel_website_1": "www.thewilderness-sitlakhet.com",
    "hotel_phone_1": "+91 96275 19146",
    "hotel_name_2": "Anant Rasa by Aamod Resort",
    "hotel_description_2": "Just a few miles away from Ranikhet, Anant Rasa is neatly tucked into the hills of Uttarakhand. Perched on the top of Syahi Devi estate and surrounded by thick forest; Anant Rasa by Aamod offers a pristine and panoramic view of the majestic snow peaks. A 7-8-hour drive from Delhi, Sitlakhet is the village with great views of the Himalayas, happy and friendly people, nice long walks and treks and great weather all around the year.\nThe place is far away from the maddening crowd and offers magnificent beauty of the untouched forest, old cedar trees and spectacular panoramic view of the great snow peaks. Here, listen to the sound of wind blow and the soft tinkling of the pine trees, and brook below. If you are an artist looking for an inspiration, stay with us till your heart desires and your mind demands. The beauty, the tranquility and the pristine nature is sure to create a spur within. If you just want to take a break from your daily life, drive kilometers and cut off from the world by sitting right onto nature's lap. Soak in nature and just curl up reading your book the whole day.\nThis luxury resort near Ranikhet promises a never-ending opportunity to relax in total solitude where you can discover untouched beauty and adventure, all packed in one. It is the perfect weekend getaway from Delhi/NCR and a jewel of Kumaon tourism.",
    "hotel_website_2": "www.aamod.in",
    "hotel_phone_2": "+91 9213022540, 9213022541, 9213022542",
    "hotel_name_3": "Sukoon Himalaya Homestay, Jalna",
    "hotel_description_3": "'Sukoon' - A Superior choice, Apart from the others! The main attraction of 'Sukoon' is the beautiful views of the majestic Himalayas. Every room here offers a view of the natural beauty of Himalayan range that leaves you breathless. The natural charm, verdant landscapes, snow laden peaks and picturesque scenery leave you spell bound. You simply cannot miss witnessing the mountains in different moods and colors. See it to believe it!",
    "hotel_website_3": "www.sukoonhomestay.com",
    "hotel_phone_3": "+91 9310433265",
    "hotel_name_4": "Green Village Resort, Artola",
    "hotel_description_4": "The Green Village Eco Resort, Jageshwar is an Eco-resort in the Himalayan town of Jageshwar near Almora in the state of Uttarakhand in the northern part of India. With a super-abundance of greenery around the resort and the usage of eco-friendly practices of construction, The Green Village Eco Resort Jageshwar truly lives up to its name. The resort is situated in a beautiful Himalayan village called Artola which is near the town of Jageshwar famous for its 8th-century temples and a spiritually charged environment. The resort is the off-beat vacationer's delight with views of the Nanda-Kot range of the Himalayas and surrounded by Oak, Birch, Pine, Cedar and Walnut trees. The resort also lies in the fruit growing region of North-India enveloped by lush orchards growing Peach, Pear, Plum, Apricot, Kiwi, Walnuts, Apples and other exotic varieties of fruits. The organic farms around the resort grow vegetables which are a source for catering to the food needs in the resort.\nPositioned on the foothills, the resort provides an incredible view of the Great Himalayas and the lush green Jageshwar valley. The Green Village is an eco-friendly place of stay which is created using sustainable practices and in a manner which is non-invasive to the local environment.",
    "hotel_website_4": "www.thegreenvillage.co.in",
    "hotel_phone_4": "+91-5962-263001, 9412001114"
  },
  {
    "page_number_left": "262",
    "page_number_right": "263",
    "title": "HOSPITALITY IN AND AROUND ALMORA",
    "left_hotel_name": "Nine Furlongs, The Estate, Binsar Wildlife Sanctuary",
    "left_hotel_description": "An exclusive and enchanting destination in a pristine and untouched part of the Himalayas, \"Nine Furlongs\" brings alive a deep forest heritage estate, nestled in the wilderness, within the protected ancient forests of the Binsar Wildlife Sanctuary. The structures date back to the 19th century British-Kumaon era but the history, mythology and spirituality of these sacred mountains go back many millennia.\nGuests can enjoy the confluence of cultures in the comfort of their beautifully restored Bungalows. They are independently located to allow you to enjoy in quietude, the magnificent views of some of the highest snow clad peaks in the world. Mountain ranges stretch for over 400 kms from the Garhwal peaks in the west to the Tibet and Nepal summits in the east\nRoyalty, British period Administrators, well-known Writers, Poets and other personalities have lived and left a part of themselves here.",
    "left_hotel_website": "www.ninefurlongs.com",
    "left_hotel_phone": "+91 95995 22217",
    "right_hotel_name": "Kalmatiya Ayurvedic Resort, Kasardevi",
    "right_hotel_description": "AyurVAID Kalmatia is an Ayurveda therapeutic destination perched on a lush hilltop in Almora, Kumaon, spread across 14 acres of greenery dotted by tastefully decorated, stone cottages and facilities that offer you disease reversal and revitalization opportunities in privacy and comfort in pristine natural settings overlooking the spectacular Himalayan mountain ranges.\nAyurVAID Kalmatia in the Uttarakhand mountains is the undoubted destination for patients with multiple, complex, chronic, systemic diseases, seeking enduring freedom from strong painkillers and steroids, or exhausted with the challenges of poly-pharmacy (multiple medicines and its side effects); or those who wish to avoid surgery; or those who simply wish to experience the power of the most authentic Ayurveda for chronic disease cure and enhanced health, delivered professionally.",
    "right_hotel_website": "www.ayurvaid.com",
    "right_hotel_phone": "+91 9917 654 303"
  },
  {
    "title": "The great Forest Rest Houses of Ranikhet and Binsar",
    "location_forest_rest_house_ranikhet": "Forest Rest House, Ranikhet",
    "description": "The whole Kumaon is dotted with several Forest Rest Houses dating back to the Raj. These heritage buildings, locally called Janglaat Daak Bungalows have great history attached to them. Controlled and managed by the Forest Department of the state, these bungalows have mostly been built on very scenic locations inside forests. Accommodation in these bungalows is offered on limited basis for which one has to approach the local Forest Department office.",
    "location_forest_rest_house_binsar": "Forest Rest House, Binsar",
    "website": "www.forest.uk.gov.in",
    "phone_number": "+91 135 2746934",
    "page_number": "264"
  }
]