[
  {
    "page_title": "Dreamland Kumaon",
    "description": "Kumaon, known as the Jewel of the Central Himalayas, has attracted travelers for centuries, including saints, explorers, mountaineers, geologists, writers, cartographers, painters, tea-planters, and bird-watchers, due to its natural splendor.",
    "explorer_mention": "Tom George Longstaff, a British explorer and mountaineer, described Kumaon's beauty in his autobiography 'This my Voyage'.",
    "curzon_mention": "Lord Curzon, the Viceroy of India, visited Kumaon and was 'enraptured by the scenery'.",
    "longstaff_quote": "After six visits to the snows, I still believe that Kumaon is the most beautiful country of all in the continent of Asia. Mountain and alp, birds and animals, butterflies and flowers all combine to make a sum of delight unsurpassed elsewhere.",
    "kumaon_features": "Kumaon includes Himalayan vistas, ridges, mountain creeks, highland lakes, verdant gorges, fauna, flora, colourful birds, oak and rhododendron forests, and welcoming people.",
    "kumaon_slogan": "Kumaon is the land to visit. Again and again!",
    "image_description": "Wild Flowers, Darma Valley | Ashok Pande",
    "skanda_purana_excerpt": "There are no mountains like the Himalaya, for in them are Kailas and Mansarovar. As the dew is dried up by the morning sun, so are the sins of mankind dried up by the sight of the Himalaya.",
    "skanda_purana_source": "Excerpt from the Skanda Purana, translated from the original Sanskrit by Dr. G.V. Tagare",
    "page_number": "1"
  },
  {
    "page_title": "The Himalayas",
    "peak_name": "The Bankatiya peak",
    "village": "Lhaspa Village",
    "photographer": "Neeraj Pangtey",
    "himalayan_range_length": "1500 miles",
    "origin_of_range": "Indus",
    "end_of_range": "Brahmaputra",
    "central_himalaya_location": "Kumaon",
    "playwright_name": "Kalidas",
    "work_of_kalidas": "Kumarsambhavam",
    "indologist_name": "Giuseppe Tucci",
    "mountain_range_description": "\"The solitude is not empty here; indeed, it teems with life.",
    "himalayan_peaks_description": "sacred altars of the gods",
    "region_endowed": "Kumaon",
    "mountain_range_extends": "Garhwal Himalayas to Mount Api in Nepal",
    "peaks_in_kumaon": "Nanda Devi, Trishul, Panch Chuli, Nandakot, Rajrambha, Mrigthuni, Chhanguch, Chaukhambha and Maiktoli",
    "places_to_visit_in_kumaon": "Kausani, Binsar, Ranikhet, Mukteshwar, Ramgarh, Munsyari and Nainital",
    "organization_providing_facilities": "Kumaon Mandal Vikas Nigam",
    "tourist_rest_house_location": "Binsar, Almora",
    "tourist_rest_house_name": "The Kumaon Mandal Vikas Nigam (Kumaon Mandal Vikas Nigam) Tourist Rest House (TRH)",
    "experience_description": "Watching the sun rise over the snowy peaks from the rooftop of this fine property is a surreal experience.",
    "footer_info": "TRC, Binsar | KMVN Photo Bank",
    "page_number": "3"
  },
  {
    "page_title": "The People",
    "image_caption_1": "Rung Women of Dharchula | Ravi Patiyal",
    "image_caption_2": "Kumaoni woman in traditional attire | Jaimitra Singh Bisht",
    "page_number": "5",
    "text_1": "No travel is complete without getting to know the people of the land one journeys through. The Kumaoni people are a joy to make friends with.",
    "text_2": "Although Kumaon is inhabited by people belonging to several socio-cultural and ethnic backgrounds, the common Kumaoni in general is a simple, hard-working and peace-loving person.",
    "text_3": "Renowned as great ever-welcoming hosts, most Kumaoni people speak Hindi and English apart of course from their local dialects.",
    "text_4": "It is impossible for an avid visitor in Kumaon to not fall in love with the unpretentious and earnest nature of the local people who are always willing to share whatever they have or whatever they know with anyone who shows a hint of curiosity.",
    "text_5": "Rich in culture and history, Kumaoni people are compassionate and have a deep sense of respect for the traditional and the spiritual. All interactions with them are bound to enrich the indulgent.",
    "text_6": "Most TRH's run by the Kumaon Mandal Vikas Nigam have showcased the representative images of the Kumaoni people and their culture. The staffs at these TRH's are always ready to promptly inform the interested visitor about the local specialities."
  },
  {
    "page_number": "7",
    "image_description": "Gurjardev Temple, Dwarahat | Ashok Pande",
    "title": "Spirituality and Religion",
    "paragraph_1": "Home to such mythological temples as Baijnath, Jageshwar, Baleshwar and Gananath, the land of Kumaon has been known as the Abode of Gods. The region has inspired generations of sadhus, spiritually enlightened souls and pilgrims in search of inner peace and light for millennia. A large number places, towns, peaks, lakes or mountain ranges in Kumaon have their nomenclature rooted in one myth or the other. These myths in turn are associated to the names of gods and goddesses - some of these are linked to the Shaiva, Vaishnava and Shakta traditions of Hindu mythology while the other have direct connects with local deities.",
    "paragraph_2": "Kumaon has been a major attraction among the travellers seeking religious or spiritual salvation. Some of the grand temples of Kumaon are worth a visit solely for their extraordinary architecture. Most of these temples are older than a thousand years and are frequented by masses of people every year.",
    "paragraph_3": "The general religious belief in Kumaon has mainly been influenced by the myth of Lord Shiva and his consort Parvati, worshipped as Nanda Devi. There are quite a few temples dedicated to this cosmic couple and can be found all over Kumaon. Major temples belonging to this stream of worship are Jageshwar, Bageshwar, Pancheshwar, Thal-Kedar, Baijnath and Gananath. The Nanda Devi temples of Nainital and Almora are also remarkable.",
    "paragraph_4": "The most important local deities of Kumaon include Golu, Gangnath, Saim, Haru, Kal Bisht, Chaumu, Chhurmal and Aeradyo. Some of the most important places where temples are dedicated to these local deities have been built are Chitai, Kotgari, Gairad, Ghorakhal, Champawat, Chaupakhia, Chamdeval and Kot Bhramari.",
    "paragraph_5": "The myths attached to all these local deities form a huge body of Kumaoni folklore that has been translated into music, poetry and rituals over the last few centuries. A curious visitor to Kumaon must endeavour to get introduced to this extremely colourful aspect of native Kumaoni life.",
    "paragraph_6": "Kumaon Mandal Vikas Nigam has built an excellent network of guesthouses in and around most places of religious importance all over Kumaon.",
    "paragraph_7": "Kumaon Mandal Vikas Nigam conducts regular trips to the holy Adi Kailas and Om Parvat during the summer season for pilgrims and travellers. The details of these can be had from KMVN's official website www.kmvn.in."
  },
  {
    "page_number": "9",
    "image_text": "Kumaoni Thali | Jai Ojha",
    "cuisine_name": "The Kumaoni Cuisine",
    "food_characterization": "Food characterizes the essential nature of any region. To uncover this fundamental aspect of a place one has to encounter the local culinary secrets in small-time eateries and nearby villages.",
    "kumaoni_food_description": "The typical Kumaoni food is as exclusive as its culture and customs. Three words define the quintessential Kumaoni food - uncomplicated, pastoral and healthy.",
    "chief_ingredients": "The chief ingredients of most recipes from Kumaon mostly comprise native grains, millets and lentils tempered with exquisite local herbs and spices such as jumbo, gandhraini, jakhiya and bhangeera.",
    "rooted_in": "Rooted in the diversity of seasons and topography of the region the Kumaoni food is simple, tasty and very healthy.",
    "finger_millet": "Finger millet (Madua/Ragi), Barnyard Millet (Jhangora), Black Soyabean (Bhatt), Horsegram (Gahat/ Kulath), Kidney Beans (Rajma) and Amaranth (Ramdana) are some of the major crops grown in Kumaon.",
    "basic_ingredients": "These become the basic ingredients of most Kumaoni recipes including Chulkani, Dubka, Jaula and Ras etc.",
    "seasonal_vegetables": "Seasonal vegetables and milk produce is used in delicacies such as Jholi and Kaapa.",
    "stinging_nettle": "The Stinging Nettle (Bichchhu Ghaas) and Wild Asparagus (Linguda) are used to prepare exotic dishes.",
    "wild_berries_and_flowers": "In addition a number of wild berries and flowers including Kafal (Bayberry), Hisalu (a type of Raspberry), Kilmaura (Berberis Asiatica), Malta (Tangelos), Dadim (Pomegranate) and Buransh (Rhododendron) are used to prepare several types of Chutneys and juices.",
    "kumaoni_chutney": "Any mention of Kumaoni Chutney is incomplete without the Bhang ki Chutney that is prepared with roasted and powdered cannabis seeds.",
    "sweet_dish": "The most common sweet dish in Kumaon is the Jhangore ki Kheer (Pudding made with Barnyard Millet).",
    "kumaoni_sweets": "Most sweet shops in the region sell two peculiarly Kumaoni sweets namely Bal Mithai, Khenchua and Singauri.",
    "sweets_origin": "Most of these sweets are claimed to have been first prepared in Almora.",
    "cooks_expertise": "Cooks at most TRH's run by Kumaon Mandal Vikas Nigam are experts in cooking all Kumaoni dishes which are regularly served in their restaurants.",
    "guests_experience": "Guests can exclusively place their orders with the kitchen in order to savour the exclusive flavour of the typical Kumaoni cuisine and buy a box of sweets from the local market as souvenir.",
    "famous_sweets_text": "Baal Mithai and Singauri are the most famous Kumaoni sweets.",
    "sweets_location": "Baal Mithai and Singauri from Almora"
  },
  {
    "page_title": "Fairs and Festivities",
    "festival_celebrations": "All major Hindu festivals are celebrated in Kumaon along with several local ones. Some of these local Kumaoni festivals celebrated in all fervour include Makar Sankranti, Nandashtami, Harela and Phool Dei.",
    "uttarakhand_people": "The hardworking, industrious and peaceful people of Uttarakhand are generally busy throughout the year, waiting and preparing for these festivals to bring interludes of exuberance in their otherwise hard life under the rugged elements. No wonder that so many fairs and festivities find their way into the simple lives of Uttarakhandis.",
    "festival_characteristics": "These festivals are generally celebrated collectively, reminiscent of the age-old Kumaoni lifestyle of community living. Most fairs are interlinked with festivals, thus, having very strong religious and spiritual connotations. They also provide opportunities to unleash the creativity of the local folk culture through song, dance and general entertainment.",
    "fairs_representation": "These grand and colourful fairs represent the true spirit of Kumaon. Participation in these fairs by the visitors provides them valuable opportunity to have a close and intimate rendezvous with the very soul of the essential Kumaoni life.",
    "ramleela_location_photographer": "Ramleela at Hukka Club, Almora | Jaimitra Singh BIsht",
    "page_number_left": "10",
    "chholiya_dancers_location_photographer": "Chholiya Dancers, Almora | Jaimitra Singh BIsht",
    "ramlila_almora_listed": "The Ramlila of Almora has been listed among the seven most representative Ramleelas played the world over.",
    "hukka_club_almora_performing": "The Hukka Club of Almora has been performing this Ramleela for almost a hundred years now. It is one of the greatest attractions during the Autumn season.",
    "page_number_right": "11"
  },
  {
    "page_number_left": "12",
    "image_caption_left": "Facing the Panch Chuli | Surendra Pawar",
    "title": "Adventure and Trekking",
    "trekking_description": "For the adventure-driven, Kumaon offers some of the most remarkable and challenging treks in the higher Himalayan regions. In Bageshwar district one could trek to Pindari, Kaphni and Sundardhunga glaciers while in the border district of Pithoragarh, such excellent treks as Milam, Ralam and Adi Kailas exist.",
    "other_activities": "Apart from trekking one could indulge in mountaineering, rock-climbing and scrambling activities in many places. In Nainital's Bara Patthar area for instance one can learn the basics of rock-climbing under the guidance of qualified trainers.",
    "angling_opportunity": "Places like Pancheshwar and Boom in the Champawat district present superb opportunity for the anglers to catch the Golden Mahasheer.",
    "cycling_description": "Cycling has emerged as the activity of the 21st century. In Kumaon one can go on long cycling-expeditions on several routes, enjoying the natural abundance. More than a few routes have been recently made popular by local cycling-enthusiasts. Some of these cycling trails include Almora-Kosi-Patlibagar- Sundarpur-Patiya-Almora, Almora-Jageshwar-Palyon Band-Gairad-Kasardevi, Almora-Kausani, Mukteshwar-Nainital, Sheetlakhet-Almora, Nainital-Mukteshwar, Jageshwar-Pithoragarh, Pithoragarh-Didihat, Dharchula-Jhulaghat, Champawat-Mayavati, Munsyari-Kalamuni etc.",
    "trh_services": "The hosts at the TRH's run by Kumaon Mandal Vikas Nigam at most places would more than willingly prepare a suitable itinerary for you in case you plan a trek or a cycling-tour or any such activity.",
    "trh_facilities": "The TRH run by Kumaon Mandal Vikas Nigam at Munsyari can arrange all necessary facilities required for the trek to Milam Glacier in Johar Valley.",
    "image_caption_right": "Facing the Punch Chuli in Munsyari | Surendra Pawar",
    "page_number_right": "13"
  },
  {
    "Monal": "Virendra Sijwali",
    "title": "Bird-Watching in Kumaon",
    "kumaon_known_for": "its diverse and pristine natural landscapes, which attract a wide variety of bird species",
    "birdwatching_tradition": "dates back several decades",
    "avid_birdwatchers": "and naturalists exploring forests, valleys, and mountains",
    "kumaon_geography": "ranging from the foothills of the Himalayas to high-altitude mountain ranges, offers a unique habitat for a wide range of bird species",
    "region_home_to": "Nanda Devi National Park, Binsar Wildlife Sanctuary, and Jim Corbett National Park",
    "areas_instrumental_in": "promoting bird-watching and conservation efforts",
    "kumaon_gained_recognition": "as a prime bird-watching destination, attracting enthusiasts from around the world",
    "opportunities_to_spot": "a variety of bird species, including both resident and migratory birds",
    "species_examples": "Himalayan Monal, Cheer Pheasant, Koklass Pheasant, Kalij pheasant, White-crested Laughing Thrush, and numerous raptors",
    "birdwatching_tours": "organized by local organizations and nature enthusiasts to explore Kumaon's avian treasure",
    "tour_destinations": "Pangot, Sattal, Binsar, and Munsiyari",
    "birdwatchers_can": "observe and document a wide range of species",
    "history_of_birdwatching": "testament to the region's rich avifauna and the efforts of bird enthusiasts, naturalists, and conservationists to explore, document, and protect its diverse bird species",
    "staff_can": "create tailor-made itineraries for birding enthusiasts",
    "birds_of_kumaon": "Madhur Chhabra",
    "page_number": "15"
  },
  {
    "page_number": "17",
    "image_caption_tiger": "Tiger in Jim Corbett Park | Creative Commons",
    "park_name": "Jim Corbett Park",
    "location": "Located in the Nainital district of Kumaon",
    "establishment_year": "1936",
    "original_name": "Hailey National Park",
    "renamed_for": "the great environmentalist Jim Corbett",
    "park_area_sq_km": "520",
    "ecosystems": "diverse range of ecosystems, including hills, marshy depressions, riverine belts, grasslands, and dense forests",
    "flora_and_fauna": "wide variety of flora and fauna, including over 600 species of birds, 488 plant species, and numerous animal species",
    "animal_species": "majestic Bengal tiger, leopards, elephants, spotted deer, sambar deer, wild boars, langurs, and many more",
    "park_renowned_for": "population of Bengal tigers",
    "conservation_role": "crucial role in the conservation of this endangered species",
    "tiger_reserve_status": "one of the first tiger reserves in India to be included in the ambitious Project Tiger initiative",
    "activities": "exciting jeep safaris that allow visitors to explore its diverse habitats and spot wildlife",
    "safari_routes": "take you through the park's core areas, where you have the opportunity to see tigers, elephants, deer, and a variety of bird species",
    "dhikala_zone_description": "one of the most popular areas within the park. It offers accommodation facilities and provides excellent opportunities for wildlife sightings. The zone is known for its picturesque landscapes, dense Sal forests, and the Ramganga River, which flows through it",
    "corbett_museum_location": "Kaladhungi, near the entrance of the park",
    "corbett_museum_purpose": "a must-visit for those interested in learning about Jim Corbett's life and his efforts in wildlife conservation",
    "corbett_museum_collection": "houses his personal belongings, manuscripts, hunting memorabilia, and exhibits on the flora and fauna of the region",
    "additional_activities": "river rafting in the Kosi and Ramganga rivers, trekking, fishing, and bird watching",
    "park_experience": "provides a unique opportunity to immerse yourself in the wilderness, witness incredible wildlife, and contribute to conservation efforts",
    "park_appeal": "a paradise for nature lovers, wildlife enthusiasts, and photographers",
    "image_caption_elephants": "Elephant Family at Jim Corbett Park | Creative Commons",
    "kumaon_mandal_vikas_nigam_properties": "two properties in the Corbett Tiger Reserve Zone - a rest house in Mohan and a holiday-camp in Dhikuli",
    "kumaon_mandal_vikas_nigam_canteens": "two canteens in Bijrani and Dhikala",
    "kumaon_mandal_vikas_nigam_rest_house": "Tourist Rest House in Ramnagar which is called the gateway to the Jim Corbett Park"
  },
  {
    "page_number_1": "18",
    "page_number_2": "19",
    "lake_name": "Nainital Lake",
    "photographer": "Amit Sah",
    "title": "Rivers and Lakes",
    "kumaon_blessing": "Kumaon is blessed with numerous rivers and lakes that enhance its natural beauty.",
    "kali_river_description": "The Kali River forms the western boundary between India and Nepal. It originates from the Milam Glacier in the Pithoragarh district and flows through the Kumaon region, offering scenic views and opportunities for rafting and fishing.",
    "ramganga_river_description": "The Ramganga River is one of the prominent rivers in Kumaon. It originates from the Doodhatoli ranges and flows through the Corbett Tiger Reserve, providing a crucial water source to the region's wildlife. The river is known for its diverse aquatic life and is ideal for angling and birdwatching.",
    "kosi_river_description": "The Kosi River originates from the Kausani hills in Kumaon and flows through the Ramnagar and Almora districts. It is known for its crystal-clear waters and picturesque landscapes. The Kosi River is a popular spot for picnics and nature walks.",
    "gori_ganga_river_description": "The Gori Ganga River is a tributary of the Kali River and flows through the Milam Valley in the Pithoragarh district of Kumaon. The river is surrounded by majestic Himalayan peaks and offers stunning views to trekkers and adventure enthusiasts.",
    "saryu_river_description": "The Saryu River flows through the scenic town of Bageshwar in Kumaon. It is considered a sacred river and is associated with religious and cultural significance. The Sarayu River is known for its serene beauty and is a popular destination for devotees and nature lovers.",
    "nainital_lake_description": "Nainital Lake is a famous freshwater lake located in the heart of the town of Nainital. It is surrounded by lush green hills and offers breathtaking views. Boating in the Nainital Lake is a popular activity for tourists, and the lake is a prominent attraction in the region.",
    "bhimtal_lake_description": "Bhimtal Lake is another picturesque lake situated near the town of Nainital. It is the largest lake in the Kumaon region and is surrounded by dense forests and hills. The lake offers boating and fishing opportunities and is known for its tranquil ambiance.",
    "sattal_description": "Sattal, meaning 'seven lakes,' is a cluster of interconnected freshwater lakes located near Bhimtal. It is a popular destination for birdwatching and nature walks, as it is home to a wide variety of migratory and resident bird species.",
    "naukuchiatal_description": "Naukuchiatal, meaning 'nine-cornered lake,' is a pristine lake located near Bhimtal. It is known for its tranquil surroundings and clear waters. The lake offers boating and angling experiences and is a peaceful retreat for nature lovers.",
    "rivers_and_lakes_contribution": "These rivers and lakes of Kumaon contribute to its natural beauty, provide water resources, and offer recreational opportunities for visitors. They are an integral part of the region's ecosystem and add to the charm of the scenic landscapes.",
    "kumaon_mandal_vikas_nigam": "Kumaon Mandal Vikas Nigam has fantastic guesthouses at Nainital, Bhimtal and Naukuchiyatal."
  },
  {
    "page_number": "20",
    "title": "Let us be your host",
    "introduction": "Kumaon Mandal Vikas Nigam welcomes you to Kumaon - the land of bounty and pleasure. We offer you our humble companionship throughout your stay in Kumaon.",
    "kmvn_description": "The Kumaon Mandal Vikas Nigam (KMVN) has been serving the tourism industry for almost half a century. It has established itself as the leading hospitality-outfit in Kumaon. Besides promoting tourism across the length and breadth of Kumaon, the KMVN runs all kinds of facilities for the benefit of the travellers - hotels, restaurants, treks, camping, soft-treks, tailormade itineraies, expeditions, pilgrimages and other services.",
    "kmvn_presence": "The friendly presence of the Kumaon Mandal Vikas Nigam all over Kumaon ensures that as an esteemed and valuable visitor to this divine land, your stay proves worthwhile and memorable.",
    "location_nainital": "NAINITAL",
    "location_ranikhet": "RANIKHET",
    "location_abbot_mount": "ABBOT MOUNT",
    "booking_assistance_title": "FOR BOOKING / ASSISTANCE",
    "booking_assistance_text": "YOU CAN ALSO CONTACT KMVN Central Reservation Centre OR OUR PRO'S OFFICE AT THE FOLLOWING ADDRESSES:",
    "central_reservation_centre_title": "Central Reservation Centre",
    "central_reservation_centre_name": "Central Reservation Centre Nainital, Manager Central Reservation Centre",
    "central_reservation_centre_address": "Central Reservation Centre & Parvat Tours, Oak Park House, Mallital, Nainital, Uttarakhand 263002, Phone No: (05942) 236936 Mobile No: +91 8650002520, 9520864206, 9520864207, 9520864208.",
    "central_reservation_centre_email": "crckmvn@gmail.com",
    "pro_title": "Public Relation Office (PRO)",
    "new_delhi_pro_kmvn": "NEW DELHI - PRO KMVN",
    "new_delhi_pro_kmvn_address": "103, Indra Prakash Building, 21, Bara Khamba Road, New Delhi 110001 Phone No: (011) 23319835, Mobile No: +91 7055715251",
    "new_delhi_pro_kmvn_email": "kmvnnewdelhi@yahoo.com",
    "ahmedabad_pro_kmvn": "AHMEDABAD - PRO KMVN",
    "ahmedabad_pro_kmvn_address": "301, Ashwamegh House, Behind Choice Restaurant, Near Swatik Char Rasta, Navrangpura, Ahmedabad (Gujarat). 380009 Phone No: (079) 26421214, Mobile No: +91 9426181624",
    "ahmedabad_pro_kmvn_email": "kmvnahd@gmail.com",
    "mumbai_pro_kmvn": "MUMBAI - PRO KMVN",
    "mumbai_pro_kmvn_address": "Office, Uttarakhand Bhawan, 30-A Near Wasi Station, Wasi, Navi Mumbai 400703, Mobile No: +91 9920593304",
    "mumbai_pro_kmvn_email": "kmvnmumbai@yahoo.com",
    "pune_pro_kmvn": "PUNE - PRO KMVN",
    "pune_pro_kmvn_address": "A-23 Prestige Chamber, Opposite Sai Service Centre, CTC No.1262, Deccan Gymkhana, J.M.Road Pune-4, Phone No: +91 7058865624",
    "pune_pro_kmvn_email": "kmvnpune@gmail.com",
    "kolkata_pro_kmvn": "Kolkata - PRO KMVN",
    "kolkata_pro_kmvn_address": "7/2, C Chakraberia Road (South) P. S. Bhowanipur. Kolkata - 700025, Phone No: (033) 24868295, Mob No: +91 9339878995",
    "kolkata_pro_kmvn_email": "pro.kolkata@gmail.com",
    "dehradun_pro_kmvn": "DEHRADUN - PRO KMVN",
    "dehradun_pro_kmvn_address": "45, Gandhi Road, Drona Hotel, Dehradun, Uttarakhand PIN- 248001, Mobile No: +91 8937017902",
    "dehradun_pro_kmvn_email": "kmvndehradun@gmail.com",
    "map_design": "Map design | Vinod Upreti"
  }
]