[
  {
    "title": "TREKKING IN KUMAON",
    "subtitle": "AN INTRODUCTORY GUIDE"
  },
  {
    "Publication": "A Kumaon Mandal Vikas Nigam Publication",
    "Year": "2023",
    "Coordination and Execution": "Dr. Sandeep Tiwari, IAS",
    "Managing Director": "Kumaon Mandal Vikas Nigam",
    "General Manager": "A. P. Bajpai, PCS, Kumaon Mandal Vikas Nigam",
    "Concept": "Vineet Tomar, IAS",
    "District Magistrate": "Almora",
    "Ex Managing Director": "Kumaon Mandal Vikas Nigam",
    "Writing and Editing": "Ashok Pande",
    "Photographs and other inputs": "Jaimitra Singh Bisht",
    "Photographs and other inputs 2": "Surendra Pawar",
    "Photographs and other inputs 3": "Keshav Bhatt",
    "Photographs and other inputs 4": "Threesh Kapoor",
    "Photographs and other inputs 5": "Mahendra Singh Miral",
    "Photographs and other inputs 6": "Amit Sah",
    "Photographs and other inputs 7": "Thimmarayaswami Krishnappa",
    "Photographs and other inputs 8": "Rajendra Singh Bisht",
    "Photographs and other inputs 9": "Madleina Daenhardt",
    "Photographs and other inputs 10": "Krishna Chandra Palariya",
    "Photographs and other inputs 11": "Dr. Sabine Leder",
    "Photographs and other inputs 12": "Ravi Patiyal",
    "Photographs and other inputs 13": "Smita Karnatak",
    "Design": "Raj K. Bhawariya",
    "Printed by": "Process Divine, New Delhi",
    "Cover Photo": "Panch Chuli from Munsyari | Surendra Pawar",
    "Hardbound Price": "Rs. 1000",
    "Paperback Price": "Rs. 600",
    "Peak Photo": "Panch Chuli 1 Peak from Darma valley | Jaimitra Singh Bisht"
  },
  {
    "TREKKING IN KUMAON": "TREKKING IN KUMAON",
    "Kumaon offers breath-taking Himalayan views.": "Kumaon offers breath-taking Himalayan views.",
    "Himalayas from Chaukori | Threesh Kapoor": "Himalayas from Chaukori | Threesh Kapoor"
  },
  {
    "Nanda Devi and Nanda Kot from Kasardevi | Jaimitra Singh Bisht": "true",
    "Since ages hills of Kumaon have been an abode of mystics\nand scholars. Yogis and ascetics like Shankaracharya and\nVivekananda found the Himalayas suitable for their spiritual\npractice. As a result many ashrams were established in various\nremote parts of this region by them and other seers, Mayawati\nashram in Lohaghat and Narayan ashram in Pithoragarh on\nthe way to Mansarowar Yatra to name a few are not only tourist\ndestinations but are centres of spiritual studies and meditation.\nThe calm and serene beauty of this region creates soulful\nenvironment to the seekers.": "true",
    "Quite oblivious to the term 'trekking' people from all over the\ncountry have been flogging the Himalayas, covering long and\ndifficult routes on foot for hundreds of years. In a sense those\nunknown pilgrims were the first trekkers who made difficult\njourneys on foot without any proper gear or equipment. The\nsole purpose of these journeys was to find peace and salvation\nin the later part of their life.": "true",
    "Trekking\nin Kumaon": "true",
    "6": "true",
    "T": "true",
    "The word 'trek' was adapted from the African word trekken\nwhich means to haul or pull and trekking means a long\nchallenging journey. The majestic peaks all around the world,\nespecially in the Himalayan region, have been a trekker's\nparadise for several centuries. Owing to their love for adventure,\npeople from every nook and corner of the earth have been going on\nexpeditions, exploring new routes.": "true",
    "In the recent past trekking in Kumaon hills of Uttarakhand has proved\nits potential as an innovative idea. Kumaon has not only successfully\noffered commercial adventure to the enthusiasts but it is providing\nbusiness to the locals engaged in various activities like hospitality,\ninterpreters, guide or even mule and taxi operators. Now a new kind\nof trekking industry is taking shape in the region and trekking has\nbecome a part of the larger genre of adventure sport.": "true",
    "Blessed with numerous rivers, glaciers and dense forests, Kumaon\nregion offers picturesque and magnificent views and ample\nopportunity to the adventure lovers exploring the divine and grand\nHimalayas.": "true",
    "In Vyans valley near Kuti village | Thimmarayaswamy Krishnappa": "true",
    "S": "true",
    "7": "true"
  },
  {
    "page_number_left": "8",
    "page_number_right": "9",
    "title": "Himalayas after the rain",
    "author": "Threesh Kapoor"
  },
  {
    "Panch Chuli Peaks from Munsyari": "Jaimitra Singh Bisht",
    "yogis and ascetics": "great explorers enriched region",
    "simple villager employed by British": "considered one of greatest explorers",
    "first Indian to explore": "Himalayas and Central Asia",
    "title of Pandit": "incomparable achievements",
    "native of Johar valley in Kumaon": "Pandit Nain Singh Rawat legend",
    "difficult mountain terrains and unpredictable weather conditions": "Kumaon ample space for limitless possibilities of trekking",
    "Snow fed rivers, glaciers and thinly populated villages": "remote areas provide unforgettable experience and adventure",
    "Kumaon region": "many big or small rivers",
    "religious significance and deep rooted": "sacred rivers in Indian minds",
    "Villages, mountains, evergreen forests, rivers and rivulets": "birth to many interesting folk tales",
    "Rajula Malushahi": "old medieval period love story",
    "Rajula": "princess of Shauka family",
    "Malushahi": "prince belonging to Katyuri dynasty of Kumaon",
    "people of Kumaon": "immense faith in Golu devta",
    "famous deity of Kumaon": "god of justice",
    "trekkers": "easily find any ordinary stone or rock",
    "trails of Kumaon": "symbol of faith",
    "exquisite flora and fauna": "trails of Kumaon offer spellbinding views",
    "Rhododendron": "state flower of the state",
    "forests": "treat to the eyes",
    "colour": "red",
    "pink to white": "higher altitudes",
    "Oak and cedar trees": "evergreen greenery",
    "kafal trees": "tiny red juicy fruits",
    "Rivers of Kumaon": "vital role in economic, social, cultural and environmental issues of India",
    "Saryu": "Sarju originated from Sarmool",
    "Pancheshwar": "merges with Mahakali river",
    "distance": "146 km",
    "Bageshwer": "meets with the Gomti River",
    "Saraswati": "hidden river",
    "Pindari Glacier trek near Phurkiya": "Jaimitra Singh Bisht",
    "page_number_10": "10"
  },
  {
    "page_number_left": "12",
    "page_number_right": "13",
    "location": "Jolingkong",
    "photographer": "Rajendra Singh Bisht"
  },
  {
    "page_number_left": "14",
    "page_number_right": "15",
    "image_caption": "The glory of rhododendrons in Kumaon is visible in the spring season through all trekking routes | Threesh Kapoor",
    "text_block_1": "The ever-flowing glittering rivers make the landscape of Kumaon undoubtedly one of the most pristine in north India. Holy and sacred in nature, the rivers here are considered auspicious and lively. Originating largely from the glaciers of India, Nepal and Tibet they play an important role in the life of people here. These rivers are not only the lifeline of the whole region but they are worshipped with a feeling of affection here. Passing through these rivers, hills, natural springs and pastures is to live a whole life in itself.",
    "text_block_2": "Trekking in Kumaon has been on the top of the list of adventure seekers in the high Himalayas. The trend has gained real momentum in the last couple of decades or so.",
    "text_block_3": "What are you waiting for? Choose any destination and pack your bag."
  },
  {
    "Pindari Glacier / Keshav Bhatt": "Pindari Glacier / Keshav Bhatt",
    "16": "16",
    "17": "17"
  },
  {
    "page_number_left": "18",
    "page_number_right": "19",
    "title": "Trekking",
    "subtitle": "in Pindar Valley: Pindari, Kaphni and Sundardhunga Glaciers",
    "content_1": "There are several glaciers in the region of Pindar Valley, most notable among them being Pindari, Kaphni, Sundardhunga and Maiktoli. One has to arrive at Bageshwar to commence these treks. From Bageshwar, there are three different paths to take you to Khati, the last village on the Pindari Glacier route. From Khati one has to move in different routes to reach different glaciers. It is worth mentioning that two of these three routes - passing through Saung and Supi - are taken only by the local villagers or adventure seekers. There are two guesthouses in the next stop from Khati i.e. Phurkiya - one of them is owned by the KMVN and the other by PWD. Local shops also offer alternative accommodation.",
    "content_2": "One must make a list of all necessary things to be packed before setting out on the trek - torch, umbrella, socks, wind-proof jacket, sunshades, water-bottle, handkerchiefs, cap, first-aid kit, matchbox, lighter, slippers, sweet and sour candies, chocolates, biscuits etc. One can pack other things according to one's specific needs.",
    "content_3": "Regular jeep service is available to take one to Khati from Bageshwar via Bharari. From Khati the trek begins and the first stop is Dwali which is at a distance of roughly 12 km. One must not forget to fill one's water-bottle beforehand.",
    "content_4": "Half a kilometre before Khati village (height 1982 m) there's a lodge as well. In the village there are several guesthouses while one km further from the village there is a rest house operated by KMVN. Most young people of this village are expert mountaineers and trekkers.",
    "content_5": "The disaster of 2013 has brought many changes to the old Pindari- route. Previously one had to take a route to Maliyadhaud through the KMVN rest house. Since many bridges were swept away in 2013, a new path has been created.",
    "image_caption": "Khatiya Bugyal en route Kaphni Glacier | Keshav Bhatt"
  },
  {
    "page_number_left": "20",
    "page_number_right": "21",
    "distance_khati_dwali": "12 km",
    "river_confluence": "Pindar and Kaphni rivers",
    "dwali_morning_time": "4",
    "glacier_visit_order": "Pindari via Phurkiya",
    "dwali_altitude": "2575 metres",
    "phurkiya_distance": "5 km",
    "phurkiya_walking_time": "three hours",
    "phurkiya_altitude": "3250 meters",
    "phurkiya_guest_house": "PWD guest house",
    "pindari_glacier_distance_from_phurkiya": "eight and a half km",
    "pindari_glacier_altitude": "3660 metres",
    "snow_peaks_view": "Chhanguch and Nanda Khat",
    "nanda_kot_view": "visible from Pindari",
    "trail_pass_location": "Lwan village of Milam valley of Johar via Pindari",
    "trail_pass_description": "amazing and terrifying",
    "mountaineer_base_camp": "Zero Point",
    "second_advance_camp_distance": "200 m",
    "glacier_reached": "Nanda Devi East Glacier",
    "route_to_munsiyari": "Lwan, Naspun Patti, Martoli and Bogdyar",
    "village_photographer": "Khati Village | Keshav Bhatt"
  },
  {
    "page_number_22": "22",
    "pindari_trek_energy": "On the way back from Pindari, the energy level of the trekkers must decide the next step.",
    "dwali_or_phurkiya": "If the levels are high one should swiftly make one's way back to Dwali otherwise it is better to stop at Phurkiya itself.",
    "kaphni_glacier_road_broken": "Due to the disaster in 2013, the road leading to the Kaphni Glacier has also been broken after Dwali. Efforts are on to open it.",
    "kaphni_glacier_view_from_dwali": "After Phurkiya or Dwali, one must be ready to have a view of the Kaphni Glacier the next day. Nothing can be better if one has already arrived at Dwali. One has to return to Dwali on the same day after seeing Kaphni Glacier.",
    "dwali_to_kaphni_distance": "It is eleven kilometres walking distance from Dwali to Kaphni Glacier which means twenty two kilometres to and fro.",
    "kaphni_route_description": "This route, full of green meadows, is so beautiful that after reaching back to the destination in the evening, the exhaustion also feels worth it. After a slight ascent to Kaphni from the side of the Nigam Dak Bungalow behind the PWD Rest House of Dwali, there is a path along the banks of the Kaphni River, which gradually takes you towards the height until you reach the glacier.",
    "bugyal_start": "After four kilometres the lush green grass of Bugyal starts.",
    "khatia_description": "After trekking for one kilometre there is a beautiful place known as Khatia. The Zila Panchayat has built a 2-room guest house here. One can enjoy the pleasure of walking in the green grass of lush meadows ahead of Khatia here.",
    "kaphni_glacier_rocks": "On the way to Kaphni glacier, there are huge sharp rocks on the left. If you are walking noiselessly, then along with Monal, you can see other wild animals in these plains.",
    "khatia_to_kaphni_distance": "At a distance of about six kilometres from Khatia, passing through the Bugyals, the Kaphni Glacier can be seen at an altitude of 3860 metres.",
    "kaphni_river_description": "At snout of the glacier, the noisy Kaphni River is seen in all its beauty. Don't get too close to the glacier. The ice might break any time.",
    "snow_near_kaphni": "Often in the months of April and May snow remains frozen up to one kilometre before the Kaphni Glacier. Walking in this hard snow gives a different thrill. If the weather is pleasant then a grand view of Nanda Kot is visible from here.",
    "dwali_return": "It is possible to make it back to Dwali late in the evening.",
    "sundardhunga_name_meaning": "Sundardhunga, as the name suggests, means golden or beautiful stone.",
    "sundardhunga_gold_legends": "These are legends about it that once upon a time gold particles used to come out from a big stone near the glacier. Some stories were also fabricated regarding this. It is said that when a shepherd took out his clothes after washing near a big stone next to the river coming out of the glacier, gold particles were found sticking to his clothes.",
    "sundardhunga_gold_research": "Although several researches were also done about it, nothing solid could be found. Later some researchers concluded that due to the reddish colour of the sun's rays, the particles of sand flowing in the river appear golden, giving the impression of gold.",
    "sundardhunga_valley_challenge": "This valley is very beautiful. It is no less than a challenge to go in this valley. You must be equipped with a tent, sleeping bags, mattresses and stove apart from daily supplies.",
    "sundardhunga_trek_start": "All these arrangements from Khati or Jatoli before beginning a trek to Sundardhunga.",
    "jatoli_description": "Jatoli is the last settlement under Bachham village on the way to the Sundardhunga Glacier. The distance from Khati to Jatoli is about seven kilometres. On this route, horses and mules can go only until Jatoli.",
    "sundardhunga_valley_advice": "If one desires to only visit the Sundardhunga Valley via this route it is advisable to make all necessary planning in advance. One must first arrange guides and porters in Jatoli itself. Mobile phones hardly function in this region.",
    "khati_to_lehbagarh": "After a one kilometre descent from Khati village to Pindar and Sundardhunga Rivers one reaches Lehbagarh.",
    "lehbagarh_disaster_glimpses": "Glimpses of the 2013 disaster are still visible here when two iron bridges were washed away. New bridges have been built now.",
    "pindar_river_crossing": "After crossing Pindar River a road leads up to Lehbagarh.",
    "reting_village": "After crossing Sundardhunga River, after a slight climb, there is a village called Reting on the way.",
    "jatoli_elevation_gain": "The way ahead is a gradual elevation gain till the village of Jatoli. The Sundardhunga river, making noise far below, makes us feel its presence.",
    "sundardhunga_valley_known_as": "Over the years Sundardhunga Valley is known as Sundardhunga Glacier. There is no concrete information about how and when who would have given this name. However this is not a glacier. The extension spread at the root of Maktoli, Tharkot, Panwalidwar, Mrigthuni etc.",
    "kaphni_glacier_keshav_bhatt": "Kaphni Glacier | Keshav Bhatt",
    "page_number_23": "23"
  },
  {
    "Pindari Glacier trek between Khati and Dwali": "true",
    "Jaimitra Singh Bisht": "true"
  },
  {
    "page_number_left": "26",
    "page_number_right": "27",
    "majesty_of_the_mountains": "Majesty of the mountains | Jaimitra Singh Bisht",
    "closer_view_of_nanda_kot": "Closer view of Nanda Kot from Kafni Glacier | Jaimitra Singh Bisht",
    "sundardhunga_valley_peak": "the peak is called the Sundardhunga Valley. There is a confluence of rivers originating from Maktoli and Tharkot Glacier ahead of Kathaliya here.",
    "journey_to_kathaliya": "The journey is about twelve kilometres till Kathaliya. From the middle of the village, the path is uphill, which will make you experience several adventures after one kilometre. The sound of the Sundardhunga River flowing in the narrow valley far below is heard even at this point.",
    "journey_from_jatoli": "After this exciting and adventurous journey of about seven kilometres from Jatoli, as soon as the forest ends, the river is seen spreading its flow. At an altitude of 2447 metres, this place is locally called Dhugiadhaung. Earlier the safe way along the banks of the river used to lead to Kathaliya, but now the river has taken a path of about three kilometres from here.",
    "dhugiadhaung_road": "The road ahead of Dhugiadhaung is a bit dangerous now. Then as soon as the velvety Bugyal begins, the Sundardhunga Valley is seen expanding. The Nigam's Bungalow is built about half a kilometre before Kathaliya.",
    "roads_diverge": "Two roads diverge from here. One takes you to Maiktoli Glacier at a height of about 4320 metres on the right side along the bank of the river coming from the Maiktoli Glacier and is about seven kilometres from this point. The other way is to Sukhram Cave by climbing along the river bank coming from Tharkot",
    "road_dangerous": "Now this road has become very dangerous due to the landslide at many places. presently there is no way one could make it to Sukhram Cave. Earlier trekkers used to stay under this cave. This cave collapsed due to heavy rain and snowfall on June 9, 2004.",
    "kathaliya_root": "Kathaliya is at the root of Bailuni Bugyal. From here there is a steep climb to the Bailuni. After about 2.5 km. from Kathaliya, there is an extension of Bailuni Bugyal. Bailuni is a kind of steep - slanting bugyal with a slope of about 45 degrees. There is enough space for pitching tents here. Water is also available a little over 100 metres downstream. Devi Kund is situated at an altitude of 3587 metres at a distance of about 7 km. from Kathaliya via Bailuni Bugyal. Further at a distance of about 4 km. Nag Kund is at an altitude of 4877 metres.",
    "bailuni_bugyal_to_devi_kund": "On the way from Bailuni Bugyal to Devi Kund, two kilometres before another path also leads to Sukhram Cave at an altitude of about 3900 metres on the right side. This route is still safe. From here you can start for Maiktoli in the morning and come back by about late afternoon. Set up camp at Bailuni the next day. From there the next day after visiting Devi Kund and Nag Kund, you can rest in the camp side in the evening.",
    "sundardhunga_valley_back": "Back from the Sundardhunga Valley now. The guides and porters will drop you till Jatoli. After spending a night in Jatoli, the next day you can set out to Khati village from here."
  },
  {
    "page_number_left": "28",
    "page_number_right": "29",
    "image_description": "Maliyadhur on way to Dwali from Khati | Jaimitra Singh Bisht"
  },
  {
    "page_number_left": "30",
    "page_number_right": "31",
    "trekking_location": "Johar Valley",
    "photographer_left": "Surendra Pawar",
    "glacier_name": "Milam Glacier",
    "trek_description": "The trek to Milam Glacier trek ranks among the finest treks in the whole of Kumaon Himalayas. The trek passes through the Johar valley, the homeland of Shaukas who held a monopoly in the Indo-Tibet trade for centuries. The remote villages en route Milam have great stories to narrate and the accompanying landscape and panorama is breathtakingly immense. The Milam Glacier, situated on the south-facing slope of the Himalayas originates from the slopes of Kohli and Trishul peaks. It is the source of the Milam River and a tributary of the Pindar River. On the way of Milam Glacier trek the route is also divert for Nandadevi Base Camp.",
    "glaciers_assortment": "The Milam Glacier is an assortment of several other glaciers emerging from the peaks of Hardeol (7151 m), Mangraon (6568 m), Deo Damla (6637 m), Sakram (6254 m), Nanda Gond (6,315 m) and Nanda Pal (6306 m). The Milam Glacier Trek that passes through several solitary hamlets, lush green alpine meadows dotted with wild flowering plants, evergreen whispering and raging forest and varied landscape simply grab the imagination of every explorer. The trailing track to Milam Glacier commences from the month of May and the odyssey winds up in the mid of October.",
    "mountain_photo_description": "The magnificent magic of Mount Panch Chuli",
    "photographer_right": "Surendra Pawar"
  },
  {
    "villagers_working": "Villagers working on their",
    "high_himalayan_fields": "high Himalayan fields | Surendra Pawar",
    "page_number": "33"
  },
  {
    "page_number_left": "34",
    "image_caption": "Children of Ralam Village | Mahendra Singh Miral",
    "text_content": "The people of Johar, as the Milam valley is locally known, were traders whose caravans crossed from India into Tibet by the high passes of Unta Dhura and Kungribhingri La. Once the trading season was over the entire population of Milam and the surrounding areas migrated to Munsyari or lower during winter. Trade stopped with the Indo-China conflict of 1962 and these once prosperous villages are now deserted. However the trail still exists, linking the villages and beckoning trekkers.\nThe recent road construction in Johar Valley has shortened the itinerary for a trek to Milam Glacier. An ideal trek plan would be as follows:",
    "trek_day_1": "Day 1: Munsyari (2200m) to Bogdiyar (2400m)",
    "trek_day_2": "Day 2: Bogdiyar to Lhaspa (3300m)",
    "trek_day_3": "Day 3: Lhaspa to Martoli (3300m) or Burfu (3100m)",
    "trek_day_4": "Day 4: To Milam (3452m)",
    "trek_day_5": "Day 5: Milam to Milam Glacier (3600m) & back to Burfu",
    "trek_day_6": "Day 6: Burfu to Nahardevi (2800m)",
    "trek_day_7": "Day 7: Nahardevi to Munsyari",
    "page_number_right": "35",
    "image_credit": "In the shade of the mighty | Surendra Pawar"
  },
  {
    "page_number_left": "36",
    "page_number_right": "37",
    "image_description": "Munsyari and the area around it offers amazing visuals / Threesh Kapoor"
  },
  {
    "page_number_left": "38",
    "page_number_right": "39",
    "title": "Milam Glacier, Ralam Valley and Nanda Devi Base Camp",
    "image_description": "Bilju Village in Johar Valley | Madleina Daenhardt",
    "itinerary_description": "A combined itinerary that includes a visit to the Nanda Devi Base Camp area followed up by a trip to Milam glacier and Brijgang Pass that takes to the Ralam Valley.",
    "day_1": "Day 1: Munsyari to Bogdiyar",
    "day_2": "Day 2: Bogdiyar to Lhaspa",
    "day_3": "Day 3: Lhaspa to Ghanghar (3300 m)",
    "day_4": "DAY 04: Ghanghar to Nanda Devi Base Camp (3880 m)",
    "day_5": "Day 5: Nanda Devi Base Camp to Milam (3452 m)",
    "day_6": "Day 6: Milam to Milam Glacier and back to Burfu",
    "day_7": "Day 7: Burfu to Brijganga Pass (3800 m)",
    "day_8": "Day 8: Brijganga Pass to Marjhali (3400 m)",
    "day_9": "Day 9: Marjhali to Lingurani (2100 m)",
    "day_10": "Day 10: Lingurani to Panto (1800 m)",
    "day_11": "Day 11 Panto to Munsyari",
    "bird_description": "Blue Throated Barbet in among the several varieties of colourful birds one comes across while trekking in Kumaon | Surendra Pawar"
  },
  {
    "title": "Ralam Gad from the Glacier",
    "author": "Mahendra Singh Miral"
  },
  {
    "Namik Glacier from Sutamkhan | Jaimitra Singh Bisht": "true",
    "Trekking to Namik and Hiramani Glaciers": "true",
    "The trek to Namik and Hiramani Glaciers is one of the best in the whole kumaoun Himalayas. The glacier can be reached via three trekking routes. The first one is through the Bala village on the Thal-Munsiyari road near Birthi Fall. The second one is from Senar Gad medows while the third one begins from Khaliya top in Munsyari. The third one is the best route for trekking. This route follows the Khaliya Top ridge (3500 m) and the dense forest till Thaltok and then through the Ranthag or Sudamkhan ridge until one reaches the beautiful campsite.": "true",
    "The Namik Valley itinerary includes high altitudes ridges, bugyals (highland meadows), mountains, many beautiful streams, dense forests and beautiful camp sites.": "true",
    "42": "42",
    "Closer look of Namik Glacier from Sutamkhan | Jaimitra Singh Bisht": "true",
    "Day 01: Munsyari (2200m) to Khaliya Top (3709m)": "true",
    "Day 02: Khaliya top to Dharamghar (1800m)": "true",
    "Day 03: Dharamgarh to Thalthok (2600m)": "true",
    "Day 04: Thalthok to Sudamkhan (3000m)": "true",
    "Day 05: Sudamkhan to Hiramani Glacier (3620m)": "true",
    "Day 06: Hiramani Glacier to Namik Glacier - Sudamkhan": "true",
    "Day 07: Sudamkhan to Namik Village": "true",
    "Day 08: Namik Village to Gogina (1950m)/ Bageshwar (1004m)": "true",
    "43": "43"
  },
  {
    "page_number_left": "44",
    "page_number_right": "45",
    "image_description": "Hansling from Ralam Valley | Jaimitra Singh Bisht"
  },
  {
    "page_number_left": "46",
    "page_number_right": "47",
    "image_description": "Lady in traditional attire, Johar Valley | Threesh Kapoor"
  },
  {
    "page_number_left": "48",
    "page_number_right": "49",
    "title": "Om Parvat",
    "author": "Krishna Chandra Palariya"
  },
  {
    "kuti_village_location": "Vyans Valley",
    "kuti_village_photographer": "Amit Sah",
    "trekking_location": "Vyans Valley",
    "trekking_destination_1": "Adi Kailas",
    "trekking_destination_2": "Om Parvat",
    "trek_description": "The trek to Adi Kailas passes through one of the most charming and culturally opulent valley of Dharchula tehsil in the Pithoragarh district - the Vyans Valley.",
    "journey_start": "Dharchula town",
    "journey_passes_through": "Tawaghat, where the rivers Kali Ganga and Dhauli Ganga confluence.",
    "dharchula_location": "perched on both banks of the Kali River at a pleasant height of 1000 metres.",
    "dharchula_description": "It is the last market place for the journey to the Vyans and other two Rang valleys. This little town has gradually grown in size and population over the last couple of decades and the busy hustle-bustle has added a charm to it which is so peculiar of all hilly towns of North India.",
    "rang_people_homes": "Most Rang people from all the three valleys have their winter homes in and around this town.",
    "rang_businesses": "Many Rangs own shops and other businesses too.",
    "herbs_center": "It is also the biggest centre for collecting and distributing rare herbs and medicinal plants that are found in the valleys.",
    "page_number_left": "50",
    "budi_description": "Budi is the first and the only sub-alpine Rang village of the Vyans Valley situated at an elevation of 9070 feet above the level of the sea.",
    "chhiyalekh_distance": "A very steep and testing climb of about 3 km to the north of Budi would take one to Chhiyalekh (locally known as Chhyeto), situated at an altitude of 3350 m.",
    "garbyang_location": "Beyond the Chhiyalekh pass is situated the village of Garbyang.",
    "budi_garbyang_distance": "The total distance from Budi to Garbyang is 9 km.",
    "garbyang_description": "For almost half a century this village has acquired dubious fame as 'the sinking village'. Once a huge spread of even ground, the village began sinking at the beginning of the 1960's and some of the finest houses of the valley have been consumed by ground. The unfortunate process continues even today and one can see houses with extremely skilful wood-carvings precariously hanging on to whatever ground had been left in the village.",
    "parvari_sarovar_location": "Jolingkong, Vyans Valley",
    "parvari_sarovar_photographer": "Rajenddra Singh Bisht",
    "page_number_right": "51"
  },
  {
    "Adi Kailas from Jolingkong | Sabine Leder": null,
    "Charles A. Sherring's in his classic book 'Western Tibet and British Borderland' made the following statement about the Rang valleys some 110 years ago while he was passing through these valleys - \"In those lovely valleys there is still the romance and poetry of life: each tree has its god, each bush its spirit.\" Kuti actually does literal justice to Charles A. Sherring's statement.": null,
    "A journey of further 14 km from Kuti takes one to Jolingkong, the last halt on the way to the Mount Adi Kailas. On route to Jolingkong, one comes across queer geological remnants of the ancient Tethys sea. The rocks remind you of the beaches of some islands - bristly rocks embedded with fossils.": null,
    "Jolingkong offers the most picture perfect and surreal landscapes for the beholder. Right in front is the superlative Adi Kailas peak among the snow- capped mountains. Adi Kailas (or Chhota Kailas i.e Mini Kailas) is an almost exact replica of the Mount Kailas of Tibet and is kept in very high esteem by the locals. As you turn back you see very high, barren and incredibly shaped light - brown mountains. There is not a hint of any vegetation on them. The serene Kuti Yangti flows next to the KMVN camp. Jolingkong also serves as the base camp for climbing expeditions to Adi Kailas and other peaks in the vicinity.": null,
    "Eight km ahead of Garbyang is the village of Gunji. The route to Gunji is comparatively even on which you come across mesmerizing landscapes, verdant meadows and seasonal carpets of colourful flowers. The Himalayan magnificence accompanies you all the way. Overlooking the confluence of the Kali and the Kuti-Yangti rivers, Gunji is one of the most important villages falling on the Kailas-Mansarovar trek. Several government and defence agencies have their setups at Gunji that facilitate this famous pilgrimage, the Indo-Tibetan trade and other activities in the region. The village Gunji becomes the hub of several cultural activities and festivals during the visiting season.": null,
    "The distance between Gunji and Nabi is a mere 3 km. Nabi is the only village in the whole valley that has flat fields all around. The water resources are also aplenty. The word Nabi is said to have been derived from Ngabi. Ngabi is formed from two root words i.e. Nga and Bi (meaning five and rocky hill respectively in the local dialect Rang-lo). Thus Ngabi is a village located under the shadow of five rocky hills.": null,
    "The last village on the way to Adi Kailas is the serenely picturesque village Kuti. Kuti is situated at a distance of 16 km from Nabi.": null,
    "52": null,
    "Jolingkong | Thimmarayaswamy Krishanappa": null,
    "53": null
  },
  {
    "page_number_left": "54",
    "page_number_right": "55",
    "image_description": "The majesty of the great Himalayas accompanies the adventurer | Threesh Kapoor"
  },
  {
    "page_number_left": "56",
    "page_number_right": "57",
    "image_caption_left": "Parvati Sarovar, Jolingkong | Thimmarayaswamy Krishnappa",
    "image_caption_right": "Budi, the first village of the Vyans Valley | Thimmarayaswamy Krishnappa",
    "section_title": "The Itinerary",
    "motor_road_construction": "With the recent construction of a motor road in the Vyans Valley, the journey to Adi Kailas has become easier and more accessible.",
    "kumaon_mandal_vikas_nigam": "The Kumaon Mandal Vikas Nigam offers trekking enthusiasts and pilgrims a Yatra package to Adi Kailas, the details of which are as under:",
    "yatra_season_start": "The Yatra-season starts at the beginning of May and goes on till mid-November.",
    "yatra_batches_2023": "In 2023, a total of 34 batches of pilgrims and travellers are slotted to take up the journey.",
    "yatra_duration": "The 8 days and 7 nights Yatra commences from and ends at Kathgodam.",
    "first_day_route": "On the first day the Yatra leaves Kathgodam and reaches Pithoragarh after a bus journey of 196 km (9-10 hours).",
    "second_day_route": "Another bus journey the next day for 96 km (4-5 hours) takes the visitors to Dharchula.",
    "dharchula_elevation": "Dharchula is situated at an elevation of 910 m from sea level.",
    "third_day_route": "On the third day, the Yatra reaches Gunji at an elevation of 3200 m after a 71 km jeep drive that takes 5 to 6 hours. One passes through Budi, Chhiyalekh and Garbyang on this part of the journey.",
    "fourth_day_route": "On the fourth day, the journey moves in the direction of Kailas-Manasarovar up to Nabidhang (4266 m) and Kalapani, to have a view of the Om Parwat. After finishing the day's itinerary, the Yatra gets back to Gunji. The 22 km to and 22 km fro journey takes 6-7 hours.",
    "fifth_day_route": "On the fifth day, the Yatra goes to Jolingkong (4378 m) for the darshan of Adi Kailas and Parwati Sarovar. After the darshan, the downhill journey begins and the travellers get back to Budi, the first village of the Vyans Valley. The total journey on jeep this day would be 86 km and takes about 9 to 10 hours.",
    "sixth_day_route": "On Day 6, the Yatra comes back to Dharchula by jeep and moves further to Chaukori for some stunning Himalayan views. The total distance covered on this day is 193 km and the time taken is 8 to 9 hours.",
    "seventh_day_route": "On the seventh day, the Yatra arrives at its last halt i.e. Bhimtal after a 9-10 hour bus journey for 209 km. On the way, one gets opportunity to visit the Patal Bhuvneshwar temple.",
    "eighth_day_route": "The final day i.e. the eighth takes the travellers to Kathgodam which is at a distance of 21 km from Bhimtal.",
    "itinerary_availability": "The same itinerary is also available from Dharchula. It is a 5-day plan which begins and ends in Dharchula.",
    "registration_details": "The details of registration and other necessary requirements can be found in KMVN's official website: www.kmvn.in."
  },
  {
    "page_number_left": "58",
    "page_number_right": "59",
    "image_description": "Adi Kailas reflected in Parvati Sarovar, Jolingkong | Amit Sah"
  },
  {
    "page_number_left": "60",
    "page_number_right": "61",
    "trekking_location": "Darma Valley",
    "trekking_name": "Panch Chuli Base Camp",
    "dugtu_village_photographer": "Amit Sah",
    "panch_chuli_glacier_description": "abounds in exotic scenery, ancient villages, snow-capped mountains, gushing streams, Alpine meadows and a rich variety of fiora & fauna",
    "panch_chuli_base_camp_trek_description": "safest and easiest trek in Kumaon and is very short too",
    "old_trek_length": "35-40 km",
    "villages_on_old_trek": "Urthing, Bongling, Syela, Nangling, Baling, and Dugtu-Dantu",
    "motor_road_location": "Dharchuka to Dantu Village",
    "jeep_journey_time": "4 to 5 hours",
    "dugtu_to_dantu_distance": "2-3 km",
    "trek_from_dugtu_to_glacier": "4 km",
    "glacier_meadows_description": "studded with sacred Bhoj Patra trees",
    "panch_chuli_peaks_photographer": "Ravi Patiyal",
    "panch_chuli_peaks_location": "Daantu Village, Darma Valley"
  },
  {
    "page_number_left": "62",
    "page_number_right": "63",
    "title": "The joy of encountering the summit",
    "author": "Surendra Pawar"
  },
  {
    "page_number_left": "64",
    "page_number_right": "65",
    "title": "Nandakot and spring colours | Threesh Kapoor"
  },
  {
    "Post office at Takula": true,
    "Pindari Glacier with C.W. Anderson in 1921": true,
    "trek to Pindari has been recorded in great detail by several travellers from the past.": true,
    "One of the finest and the most delightful is the 1921 account of C. W. Anderson titled 'To the Pindari Glacier.'": true,
    "This fact-to-fact kind of diary is embellished with exceptionally brilliant sketches done by the author himself.": true,
    "Anderson begins his trek from Kathgodam and makes it back to Kathgodam in 28 days.": true,
    "There were no motors or cars in those days.": true,
    "The full trek had to be done on foot.": true,
    "The first four days of the trek carry the writer to Almora from Kathgodam with night-halts at Bhimtal, Ramgarh and Peora.": true,
    "From Almora it takes two more days to Bageshwar with a stay in Takula.": true,
    "The Post Office at Takula draws Anderson's attention.": true,
    "The Bageshwar that Anderson meets \"is a delightfully quaint little town of from 600 to 800 inhabitants on the right bank of the Saryu, and no one with an eye for the picturesque should miss the chance of exploring it, sketch-book in hand.": true,
    "As in Almora, the streets are paved with large stone slabs, and the houses similarly roofed.\"": true,
    "Next he treks to Kapkot and then to Loharkhet where he notices, \"Looking round at the lofty hills on every side, it is apparent that the real business is about to begin on the morrow.": true,
    "The outlook from the Rest-house is rather a sombre one; the mountains have lost for a time their thick clothing od forest, and are cast in a sterner mould, their quiet colouring relieved only by patches of crimson amaranth on the terraced slopes, and here and there some golden-coloured moss.": true,
    "From Loharkhet the trek leads to Dhakuri (written as Dakheri by Anderson).": true,
    "He records the transition in altitude thusly, \"During this ascent the air becomes sensibly colder, and the varied forestof the previous marches give place to rhododendrons, and to moss and lichen-covered ilex trees.": true,
    "At about 8000 feet above the sea level it is not improbable that some slight inconvenience may ne experienced owing to the more rarefied atmosphere, but this passes off within half an hour.\"": true,
    "Next comes the march to Khati, whose rest-house \"marks the entrance to the Pindar Ravine.\"": true,
    "Anderson records with his humour at play, \"For the next few days we shall never be far from the sound of rushing waters.": true,
    "At Khati there is quite a settlement of hill folk, growers of grain and the all-important amaranth (a food which is fortunately not banned in times of fasting); and it is probable that here your transport coolies will ask for the gift of a sheep that they may not die by the wayside.": true,
    "The truth is that the nights are now bitterly cold, and there is scant accommodation for the baggage coolies ahead.": true,
    "A sheep will keep them happy and has, in all probability, been well earned.": true,
    "One of your chaprassies has, ere this, asked leave to await your return to warmer climes, and as a matter of fact there is no need of a second chaprassie this side of Loharket.\"": true,
    "Bageshwar": true,
    "In Bageswar.": true,
    "66": 66,
    "67": 67
  },
  {
    "The Road from Khati to Dwali": "",
    "Khati": "",
    "Diwali": "",
    "Rad": "",
    "From Khati the next halt is at Dwali (written": "",
    "Diwali by Anderson). It is here that the route to": "",
    "Kafni glacier also begins.": "",
    "The Diwali bungalow is romantically set on": "",
    "a rocky eminence just above the junction of": "",
    "the Kuphini and the Pindar, and to reach it we": "",
    "cross the latter by a wooden bridge. It faces": "",
    "up the Kuphini valley, but with an end window": "",
    "looking down the valley we have just left.": "",
    "Kuphini mountain is now right overhead and a": "",
    "little to the left, and should be viewed again by": "",
    "moonlight. If time permits an extra day or two,": "",
    "the ascent to the Kuphini glacier can be made": "",
    "from here by following the river. As there is no": "",
    "bungalow on the mountain, either tents must": "",
    "be taken or a descent made the same day to": "",
    "Diwali.": "",
    "From Dwali, Anderson goes to Phurkiya and": "",
    "finally reaches Pindari Glacier.": "",
    "The details of the last part of this trek are": "",
    "really beautifully narrated, \"The distance to be": "",
    "covered to-day varies according to the taste": "",
    "of the visitor. A walk of perhaps three miles will": "",
    "be sufficient to reach the medial moraine, but": "",
    "a mile or two more will be covered if much": "",
    "climbing is done, and if the snout is to be": "",
    "visited. At about 2 miles from Phurkia there is": "",
    "a good view of the ice cascade, and a little": "",
    "farther on of the left nevée, supplied by a": "",
    "peak which is 21,624 feet in height. The glacier": "",
    "now rapidly opens out into view, and when": "",
    "the grassy slopes, called Martoli, have been": "",
    "reached, and passed, we cross a dip in the": "",
    "ground and climb the old left lateral moraine,": "",
    "following this along the top until a little track": "",
    "descends the other side towards the glacier.\"": "",
    "A short clamber from here brings one out at": "",
    "the foot of the old medial moraine formed": "",
    "by the junction of the Pindari ice with that": "",
    "of Nanda Kot on the right of the observer.": "",
    "Phurkiya Camp": "",
    "The Last Lap": "",
    "From Pratis": "",
    "Atmospheric conditions now begin to": "",
    "tell with ever-increasing effect and by": "",
    "the time the top of the medial moraine": "",
    "has been scaled and something over": "",
    "13,000 feet achieved, the average": "",
    "visitor will feel that he has gone high": "",
    "enough. But his reward is indeed": "",
    "great! Facing him are the two Pindari": "",
    "nevées and the peaks from which they": "",
    "flow; immediately below the nevées": "",
    "the upper cascade --a wide wall of": "",
    "snow and ice-at 15,000 feet, and to": "",
    "its left, huge green walls of ice split by": "",
    "crevasses.\"": "",
    "Behind and to the left is the glacier": "",
    "reft from side to side, and tumbled": "",
    "in billowy con- fusion, its surface": "",
    "marred by mud and stones, and on": "",
    "the right are the slopes of Nanda Kot,": "",
    "that mountain which has marked our": "",
    "goal at intervals all along the road.": "",
    "Nothing breaks the intense silence": "",
    "but the sound of a stone falling down": "",
    "the mountain side and rousing eerie": "",
    "echoes as it finds its way to the bottom": "",
    "of a crevasse. The puffs of snow from": "",
    "the peak above the cascade speak of": "",
    "the perpetual blizzard raging there. By": "",
    "about mid-day these become merged": "",
    "in the mists, and the blazing white": "",
    "peaks in their brilliant blue setting are": "",
    "quickly blotted out--a warning that": "",
    "it is time to descend from the rather": "",
    "slippery heights of the moraine.\"": "",
    "There is yet time, perhaps, to see the": "",
    "snout, by following the ridge to the left": "",
    "lateral moraine, but the beauty of the": "",
    "day is over, and with it much of the": "",
    "glamour of the scene, for it is most true": "",
    "of the lower cascades of a glacier that": "",
    "distance lends enchantment\". Noble": "",
    "and awe-inspiring sight though it be, a": "",
    "68": "",
    "69": ""
  },
  {
    "page_number_left": "70",
    "page_number_right": "71",
    "title": "ITINERARY.",
    "kathgodam_to_bhim_tal_miles": "8",
    "kathgodam_to_bhim_tal_height": "4,450",
    "bhim_tal_to_ramgarh_miles": "95",
    "bhim_tal_to_ramgarh_height": "6,500",
    "ramgarh_to_peora_miles": "91",
    "ramgarh_to_peora_height": "5,900",
    "peora_to_almora_miles": "11",
    "peora_to_almora_height": "5,337",
    "almora_to_takula_miles": "152",
    "almora_to_takula_height": "5,335",
    "takula_to_bageswar_miles": "11",
    "takula_to_bageswar_height": "3,200",
    "bageswar_to_kapkot_miles": "13",
    "bageswar_to_kapkot_height": "4,050",
    "kapkot_to_loharket_miles": "91",
    "kapkot_to_loharket_height": "5,425",
    "loharket_to_dakheri_miles": "6",
    "loharket_to_dakheri_height": "8,900",
    "dakheri_to_khati_miles": "5",
    "dakheri_to_khati_height": "7,650",
    "khati_to_diwali_miles": "6",
    "khati_to_diwali_height": "9,000",
    "diwali_to_phurkia_miles": "31",
    "diwali_to_phurkia_height": "11,700",
    "phurkia_to_pindari_glacier_miles": "3",
    "note": "Mileage is marked along the route from Kathgodam to Almora; commencing again at Almora, it is marked as far as Phurkia, which is at the 70th milestone. The milestones are somewhat contradictory in places, and both mileage and heights given above are approximate only.",
    "itinerary_printed_by": "C.W. Anderson",
    "glacier_description": "glacier at close quarters is, as someone puts it, a dirty, and untidy mess which should be swept up.",
    "farewell_description": "And so, having reached our goal, we bid farewell to the eagles soaring overhead, and the marmots peeping from their shelters in the rocks of Martoli, and turn towards the sunny valleys below, prepared to enjoy them all over again.",
    "image_caption": "Pindari Glacier trek on way from Dwali to Phurkiya | Jaimitra Singh Bisht"
  },
  {
    "page_number_left": "72",
    "page_number_right": "73",
    "title": "Soft Treks in Kumaon",
    "trek_description_1": "Apart from mainstream treks, Kumaon offers the passionate hikers a number of small treks throughout the region. Let us have a glance at some of the finest among these.",
    "trek_description_2": "There are several fabulous soft-treks in and around the beautiful Nainital town. A trek to Tiffin Top via Lands-End, Dorothy Seat, Raj Bhawan and Jim Corbett's Gurney House (8-10 km) is as rejuvenating as a trek through Naina Peak (Cheene Peak) and Kilbury (8-10 km). There are several treks in the lake-region surrounding Nainital in Sat-Tal, Naukuchiyatal and Bhimtal as well.",
    "trek_description_3": "When in Munsyari one must always make it a point to take up the fascinating trek to Khaliya Top from where one has excellent views of the majestic Panch Chuli range. From main town of Munsyari there are two more small treks that take you to Thamri Kund and Mesar Kund respectively. Passing through great forest landscapes these hikes are favourites among visitors.",
    "trek_description_4": "KMVN has created a series of small treks around the Binsar Wildlife Sanctuary, where it has a wonderful guesthouse offering magnificent Himalayan views. One can take up a trek from Deenapani to Binsar through thick oak and rhododendron forests. This 12 km trek also offers great opportunities of bird-watching. From Binsar one can go on a trek around the villages nearby as well as to the Zero Point also known as Jhandidhar. While staying at the TRH, Binsar one can ask for directions for the Binsar-Dhaulchhina trek (10 km) or the Binsar-Jageshwar trek (12 km).",
    "trek_description_5": "At Kausani, the staff at KMVN's TRH would willingly help you chalk out an itinerary for a trek to Peenath and Bhatkot.",
    "trek_description_6": "To name a few - Shitlakhet to Syahidevi or Dudholi to Pandukholi or Kaladhungi to Nainital whichever route one chooses to take for a soft trek, a greatly satisfying experience is guaranteed.",
    "trek_description_7": "This is just a glimpse of various possibilities for going on short, refreshing treks in and around most hill stations of Kumaon. An enthusiastic trekker may enquire from the local offices of the KMVN regarding these treks. The degree of difficulty varies according to the location and topography of the area one wishes to trek.",
    "trek_description_8": "It is always wise, nevertheless, to acquire previous knowledge before setting out on any of these treks.",
    "image_caption": "Sadhu meditating in front of the Peenath temple | Threesh Kapoor"
  },
  {
    "official_regulations": "There are certain official regulations that have to be keenly followed on certain treks.",
    "enquire_authorities": "One must enquire about them beforehand from the local authorities to avoid facing inconvenience later.",
    "inner_line_permit": "For instance one has to acquire an inner line permit from Dharchula before beginning the Adi Kailas trek.",
    "camping_location": "Camping in Darma Valley",
    "photographer": "Jaimitra Singh Bisht",
    "page_number_left": "74",
    "page_number_right": "75"
  },
  {
    "page_number_left": "76",
    "image_description": "Inching in to the summit. Darma valley | Jaimitra Singh Bisht",
    "poem_line_1": "My heart, roofless, it searches for the spirit.",
    "poem_line_2": "Whisper of birds in the silent Valley,",
    "poem_line_3": "Songs of the moonlight bloom,",
    "poem_line_4": "There I find tranquillity.",
    "poem_line_5": "Drifting thousands leaf,",
    "poem_line_6": "I see what other not see.",
    "poem_line_7": "Dwelling hundreds rest,",
    "poem_line_8": "Other see what I not see.",
    "page_number_right": "77"
  },
  {
    "page_number_left": "78",
    "page_number_right": "79",
    "image_description_left": "Rung women, Vyans Valley | Ravi Patiyal",
    "image_description_right": "Darma Valley | Ravi Patiyal",
    "section_title_left": "Do's and Don'ts for Trekkers",
    "section_content_left": "It is also necessary to be aware of some rules and regulations for Himalayan regional travel. Respect the customs of the villages falling upon the yatra route. Maintain peace along with discipline. Do not pollute the natural water sources. Don't make noise on seeing wild animals, such as Monal, Bear or deers. Remember, it's their home, not yours. Don't litter the place where you have pitched your tents or the rest house where you have stayed. Don't throw plastic bags on the roads, bring them back and put them in the municipal dustbin. Those who are weak in walking in your team, keep them in forefront by changing them every day so that their morale remains high. Don't keep distance in the group, walk together. While walking on a narrow path at a height, keep in mind that no stone should fall down from you. Often there is a danger of a big accident due to such incidents. Walk carefully and silently one by one in the landslide area. Do not set fire in the forest. The flow of the snow winds coming out of the glacier is very fast, be careful while crossing the pedestrian bridge. The weather of the Himalayan region changes every moment. Do not be afraid of heavy rains while walking, stay for a while at a safe place. Use your discretion according to the situation. Avoid overconfidence.",
    "section_title_right": "KMVN: Your Partner in Trekking",
    "subsection_title_right": "A word about Kumaon Mandal Vikas Nigam",
    "subsection_content_right": "Established in 1971, the Kumaon Mandal Vikas Nigam is a Government company registered under the Companies Act 1956. The company was formed with the prime objective of ensuring all-round development of the hill districts of Kumaon.\nOne of the major activities taken up by the Nigam is in the field of tourism. The company runs forty hotels in the most remarkable places of Kumaon. KMVN also offers several package-tours to the visitors including a number of high-altitude treks. The company has been collaborating with the Government of India for several decades and exclusively manages and organizes the logistics part of the prestigious Kailas-Mansarovar Yatra passing through Kumaon.\nKMVN operates the ropeway in Nainital and organizes a number of activities based on adventure tourism. All the hotels of KMVN are equipped with high-quality restaurants that offer the visitor native flavours."
  },
  {
    "page_number": "80",
    "image_description": "Pindari Glacier trail beyond Zero Point | Jaimitra Singh Bisht",
    "text_1": "KMVN has represented Kumaon in various national and international Tourism Festivals and Meets and has played a pivotal role in establishing Kumaon as an important hub of tourism in India.",
    "text_2": "Let us take care of all your concerns while you are in Kumaon.",
    "text_3": "Enjoy your trekking experience with us.",
    "text_4": "KMVN runs visitor-friendly hotels till the last settlements in almost all the treks. Wherever there are none, we offer you to provide free consultancy to manage logistics there. Our experienced and willing staff would arrange everything for you.",
    "text_5": "To know more about us in detail, please log in to www.kmvn.in."
  }
]