[
  {
    "Kasardevi Temple": "Jaimitra Singh Bisht",
    "lala_badri_sah_thulghariya": "Swami Ji went to the Kasardevi temple, six km from Almora and performed tapasya in a cave there.",
    "sharda_math_situated": "The present day Sharda Math is situated in the vicinity of the same cave.",
    "swami_vivekananda_received_telegram": "Upon his arrival in Almora from Kasardevi, Swami Vivekananda received a telegram informing him of the suicide of his sister Jogendrabala.",
    "news_wrecked_him_emotionally": "This news wrecked him emotionally and he left Almora for a solitary residence in Badrikashram.",
    "journey_karnprayag": "During this journey, he first arrived at Karnprayag via the Someshwar valley.",
    "route_kedarnath_badrinath_closed": "In those days the main route to Kedarnath and Badrinath had been closed by the government because of the widespread femine.",
    "detour_rudraprayag": "Swami Vivekananda took a detour towards Rudraprayag where he stayed for a whole month.",
    "walked_distance": "He had walked a distance of 280 miles between Kathgodam and Rudraprayag in one month.",
    "residing_rudraprayag_tehri": "After residing for a month in Rudraprayag he went to Tehri where he met Raghunath Bhattacharya, the erstwhile Deewan of the Tehri Riyasat.",
    "raghunath_bhattacharya_follower": "Raghunath Bhattacharya became a lifelong follower of the Swami after this meeting.",
    "swami_akhandananda_fell_ill": "It was here that his companion Swami Akhandananda fell ill.",
    "move_dehradun": "The two had to move to Dehradun.",
    "october_1890_treatment": "In October 1890, Swami Akhandananda was given treatment by the then civil surgeon of Dehradun, Mr. Mclaren.",
    "rishikesh_chandreshwar_temple": "After Akhandananda's recovery, the two went to Rishikesh and stayed in a hut near Chandreshwar temple.",
    "last_stopover_uttarakhand": "This was the last stopover during the first journey of Swami Vivekananda in Uttarakhand.",
    "page_number_12": 12,
    "josiah_john_goodwin_public_domain": "Creative Commons",
    "second_journey_kumaon": "The second journey of the Swami to the holy land of Kumaon had to wait for seven years.",
    "chicago_address_fame": "During this time he had already delivered the famous Chicago address and achieved worldwide fame.",
    "left_calcutta_almora": "On 6th May 1897, he left Calcutta for Almora.",
    "kathgodam_railway_station": "He arrived at the Kathgodam railway station on the 9th May 1897 where he was warmly welcomed by several of his disciples.",
    "disciples_included_goodwin": "These disciples also included Josiah John Goodwin.",
    "josiah_john_goodwin_stenographer": "Josiah John Goodwin (1870-1898) was a British stenographer who is now known for recording several of Vivekananda's speeches.",
    "goodwin_joined_swami": "Goodwin first joined Swami in Jammu and latter in Lahore in 1897.",
    "sara_ellen_waldo_contribution": "His contribution has been recorded by Sara Ellen Waldo in the following words, “It is entirely due to his efforts that the Swami's utterances in England and India have been preserved.”",
    "vivekananda_quote": "Swami Vivekananda himself wrote, “He is chosen for my work. What would I do without him! If I have a mission, he is indeed a part of it.\"",
    "further_quote": "And further - “Those who think they have been helped by any thought of mine ought to know that almost every word of it was published through the untiring and most unselfish exertions of Mr. Goodwin, a disciple of never-failing devotion, a worker who knew not what tiring was.”",
    "vivekananda_reached_almora": "Two days later Swami Vivekananda reached Almora where he was welcomed and given a hero's welcome.",
    "felicitation_meeting": "A felicitation meeting for him was organized through the efforts of Lala Badri Sah Thulghariya.",
    "felicitation_recitals": "Felicitation recitals were made in the meeting in three languages – in Hindi by Pt. Jwala Dutt Joshi, in English by Pt. Hari Ram Pande and in Sanskrit by another pundit.",
    "second_journey_devaldhar": "During this second journey in Kumaon, Swami Vivekananda spent most of his time in Devaldhar.",
    "chiranji_lal_sah_orchard": "Mr. Chiranji Lal Sah of Almora owned an orchard in Devaldhar that is situated 75 km from Almora on Takula-Bageshwar route.",
    "page_number_13": 13
  },
  {
    "page_number_14": "14",
    "page_number_15": "15",
    "location": "Khazanchi Mohalla, Almora",
    "swami_vivekananda_resided_year": "1898",
    "person": "Uday Raj Vikram Sah",
    "description": "Swami Vivekananda described in detail the natural beauty and serenity of this place.",
    "disciple_quote": "I am now living in a garden belonging to a merchant, situated a little to the north of Almora.",
    "himalayas_description": "Before me are the snow-peaks of the Himalayas looking, in the reflection of the sun, like a mass of silver, a delight to the heart.",
    "health_statement": "By taking free air, regular diet, and plenty of exercise, I have grown strong and healthy in body.",
    "yogananda_health": "But I hear that Yogananda is very ill. I am inviting him to come here.",
    "mountain_air_water_fear": "But then, he fears the mountain air and water.",
    "stay_in_garden_advice": "Stay in this garden for some days and if you find your illness shows no improvement, you may go to Calcutta.",
    "american_friend_quote": "He who is in you and outside of you\nWho works through all hands\nWho walks on all feet\nWhose body are all ye\nHim worship, and break all other idols!",
    "almora_lectures": "During his stay in Almora, Swami Ji delivered three lectures",
    "lecture_locations": "the District School (present G. I. C.), one in English Club and another in a meeting of more than 500 intellectuals of Almora town.",
    "people_in_photo": "Josephine McLeod, Sarah Bull, Swami Vivekananda and Sister Nivedita",
    "photo_copyright": "Public Domain/ Creative Commons",
    "november_travel": "In the month of November the same year Swami Vivekananda went to Dehradun before going back to Calcutta.",
    "dehradun_stay": "He stayed for 8 days there.",
    "kathgodam_visit": "On 13th May 1898 Swami Vivekananda again reached Kathgodam for his third visit to Kumaon.",
    "gurubhais": "Swami Turiyananda and Swami Niranjanananda",
    "disciples": "Sadananda and Swaroopananda",
    "western_disciples": "Mrs. Patterson, Sara Ole Bull, Josephine McLeod and Margaret Noble (later known as Sister Nivedita).",
    "nainital_arrival": "Swami Vivekananda and his team arrived in Nainital where he was welcomed by Ajit Singh, the Maharaja of Khetri.",
    "sankar_book": "The writer Sankar in his book The Monk as Man: The Unknown Life of Swami Vivekananda writes",
    "maharaja_khetri_support": "The Maharaja of Khetri, Ajit Singh, used to send 100 rupees to Swamiji's mother on a regular basis to help her tide over her financial problems.",
    "support_secret": "This arrangement was a closely guarded secret.",
    "maharaja_guest": "Swami Ji was the guest of the Maharaja for three days.",
    "nivedita_memoirs": "Sister Nivedita in her memoirs of those days narrates that during this stay he was met by two female dancers from Khetri.",
    "meeting_condemned": "The meeting was condemned by several locals.",
    "almora_arrival": "From Nainital, Swami Vivekananda reached Almora and stayed in Thomson House.",
    "nivedita_uncertainty": "It is said that before arriving at Almora, her disciple Sister Nivedita was not certain about her future.",
    "nivedita_dedication": "It was in Almora that after several long dialogues with Vivekananda she decided to dedicate her whole life in the service of humanity.",
    "nivedita_book": "In the book 'Notes of Some Wanderings with Swami Vivekananda' Sister Nivedita has recorded -"
  },
  {
    "document_title": "THE PRABUDDHA BHARATA OR AWAKENED INDIA",
    "volume": "1",
    "month": "MARCH",
    "year": "1897",
    "number": "9",
    "front_cover_description": "Front cover of the Prabuddha Bharata, March 1897 edition | Public Domain/ Creative Commons",
    "quote_start": "\"Beautiful have been the days of this year. In them the Ideal has become the Real. First in our river-side cottage at Belur; then in the Himalayas, at Nainital and Almora; Afterwards wandering here and there through Kashmir; everywhere have come hours never to be forgotten, words that will echo through our lives for ever, and once at least, a glimpse of the Beatific Vision.",
    "statement": "It has been all play.",
    "quote_middle": "We have seen a love that would be one with the humblest and most ignorant, seeing the world for the moment through his eyes, as if criticism were not; we have laughed over the colossal caprice of the genius; we have warmed ourselves at heroic fires; and we have been present, as it were, at the awakening of the Holy Child.\"",
    "event_date_start": "25th",
    "event_date_end": "28th",
    "event_month": "May",
    "event_year": "1898",
    "person": "Swami Vivekananda",
    "location": "Syahi Devi temple, about 15 km from Almora",
    "event": "retreated to meditate",
    "event_date_30th": "30th",
    "event_30th": "went to another place",
    "disciple": "Josiah John Goodwin",
    "cause_of_death": "typhoid",
    "goodwin_death_impact": "Goodwin's death stirred Swami Ji very deeply",
    "swami_quote_1": "\"My days of public speaking are over. I have lost my right hand.\"",
    "swami_quote_2": "\"With infinite sorrow I learn the sad news of Mr. Goodwin's departure from this life, the more so as it was terribly sudden and therefore prevented all possibilities of my being at his side at the time of death. The debt of gratitude I owe him can never be repaid, and those who think they have been helped by any thought of mine ought to know that almost every word of it was published through the untiring and most unselfish exertions of Mr. Goodwin. In him I have lost a friend true as steel, a disciple of never - failing devotion, a worker who knew not what tiring was, and the world is less rich by one of those few who are born, as it were, to live only for others.\"",
    "magazine_shift": "Swami Vivekananda shifted the publishing and printing of the magazine 'Prabuddha Bharat' to Almora's Thomson House.",
    "magazine_focus": "The magazine was focussed upon Vedic teachings in theory and practice.",
    "editor": "Swami Swaroopananda",
    "prabuddha_bharat_founded": "Prabuddha Bharat was founded in 1896 by P. Aiyasami, B. R. Rajam Iyer, G. G. Narasimhacharya, and B. V. Kamesvara Iyer, in Madras, at the request of Swami Vivekananda.",
    "swami_last_visit": "This was the Swami's last visit to Almora and he stayed for 23 days this time.",
    "letter_to_friends": "Earlier during his time in London, he wrote a letter to his friends in America, the Hale sisters - Harriet McKindley, Mary Hale, Isabelle McKindley, Harriet Hale, that he had been planning to establish an ashram in the Himalayas.",
    "desire_mentioned": "The same year he mentioned this desire to Lala Badri Sah of Almora as well.",
    "story_of_saviers": "It is here that the story of the Saviers – Charlotte and James – must be narrated in a little detail.",
    "charlotte_birth": "Charlotte Elizabeth Savier was born in Chetlenham of England",
    "charlotte_marriage": "was married to James Henry Sevier, an officer in the British army.",
    "sevier_couple_interest": "The Sevier couple was genuinely interested in the search of spiritual knowledge.",
    "sevier_meet_vivekananda": "In May-June 1896, they happened to come in touch with Swami Vivekananda during one of the several lectures that he delivered in Europe.",
    "swami_thoughts_impact": "The young swami's thoughts on the Adwaita philosophy impressed them and they sought a private meeting with him.",
    "swami_address_charlotte": "Swami Vivekananda addressed Charlotte as \"Mother\"",
    "swami_entreaty": "entreated her to visit India where he promised to share with her his spiritual knowledge.",
    "sevier_become_disciples": "The couple became Swami's disciples and accompanied him between July 19, 1896 and September 17, 1896 on his tour to Switzerland, Germany and Netherlands.",
    "page_number_16": "16",
    "page_number_17": "17"
  },
  {
    "page_number_18": 18,
    "page_number_19": 19,
    "alps_mesmerized_vivekananda": "The beauty of the Alps mesmerized Vivekananda and he again expressed his desire of an ideal Himalayan ashram.",
    "swamis_dream": "From that point the swami's dream became the Seviers' dream too.",
    "property_in_england": "The couple sold off their property in England and came to India with Swami Vivekananda.",
    "journey_from_almora": "When Swami Ji set out on his journey from Almora to Kashmir, James Henry Sevier began searching for an appropriate land for the Himalayan Ashram.",
    "ideal_place_maipat": "Finally in July 1898 he was able to find an ideal place 10 km away from Lohaghat in a place called Maipat.",
    "tea_garden_mcgregor": "The place housed a tea garden owned by a retired British General Mcgregor.",
    "suitable_place": "It was a suitable place for the Swami's dream ashram amidst dense forest of oak, pine & deodar.",
    "majestic_view": "On a clear day one could have a majestic view of the great Himalayan range from there.",
    "glengyle_tea_estate": "On 2nd March 1899, the general's Glengyle Tea Estate was bought by the Seviers at the cost of Rs.7000.",
    "mcgregor_retired": "General Mcgregor went back to his country to lead a peaceful retired life.",
    "maipat_to_mayavati": "The local name Maipat was changed to Mayavati and the construction work began immediately.",
    "adwaita_ashram": "Swami Swaroopananda and the Seviers moved into the ashram, now called the Adwaita Ashram, on 19th March 1899, on the holy occasion of the birth anniversary of Sri Ramakrishna Paramhans, the guru of Swami Vivekananda.",
    "vivekananda_to_mayavayi": "On 26th December 1900, Swami Vivekananda began his journey to Mayavayi.",
    "kathgodam_arrival": "On the 29th he arrived at Kathgodam from where it took him 5 days of arduous journey to reach Mayavati on the 3rd January 1901.",
    "james_henry_sevier_death": "The hardworking James Henry Sevier had died on 20th October, 1900 only at the age of 55 years, three months before Swami Ji's arrival in Mayavati.",
    "charlotte_mother_of_mayavati": "His wife Charlotte though stayed on for several years at Mayavati and was later addressed as the Mother of Mayavati.",
    "vivekananda_stay_mayavati": "Swami Vivekananda stayed in Mayavati from 3rd January to 18th January.",
    "prabuddha_bharat_articles": "During his stay he wrote three articles for ‘Prabuddha Bharat'.",
    "printing_press_shifted": "The printing press for 'Prabuddha Bharat' was also shifted to Mayavati from Almora's Thomson House.",
    "vivekananda_adwaita_ashram": "Swami Vivekananda wrote about Adwaita Ashram, Mayavati, \"On the heights of the Himalayas I have a place where I am determined nothing shall enter except pure truth. There I want to work out this idea. The purpose is to train seekers of truth and to bring up children without fear and without superstition.",
    "christs_buddhas_vishnus": "They shall not hear about Christs and Buddhas and Shivas and Vishnus – none of these.",
    "stand_on_own_feet": "They shall learn, from the start, to stand upon their own feet.",
    "god_is_spirit": "They shall learn, from their childhood that God is the spirit and should be worshipped as spirit. That is the idea.\"",
    "mayavati_snow": "Sadly most of the period throughout Swami Ji's sojourn in Mayavati the region was wrapped in snow, so that he was forced to remain inside and could not go on the long walks he enjoyed so much.",
    "visitors_mayavati": "At Mayavati the welcomed and spoke to a number of visitors from the nearby dwellings.",
    "health_declining": "Apparently his health was declining. It became evident that he was incapable to endure physical strain. He also had several attacks of asthma.",
    "image_caption": "Adwait Ashram, Mayavati | Saransh Mungoli"
  },
  {
    "page_number_left": "20",
    "page_number_right": "21",
    "image_caption_left": "Charlotte and James Sevier | Public Domain/ Creative Commons",
    "image_caption_right": "Vivekananda Memorial on route to Mayavati at Paharpani| Prashant Bisht",
    "text_left": "He was only thirty-eight years at that time and sadly not too far away from his demise.",
    "text_right": "The trail of Swami Vivekananda has been meticulously marked by the Departments of Archaeology and Tourism of the Uttarakhand Government. Several informative boards related to the Swami's spiritual sojourn have been installed at several places all over Kumaon.",
    "location_caption_left": "View from KMVN Cottages, Abbot Mount | KMVN Photo Bank",
    "board_title_hindi": "पहाड़पानी - मायावती के मार्ग में",
    "board_intro_hindi": "स्वामी विवेकानन्द ने अपनी मायावती यात्रा के दौरान उन्नीसवीं सदी की अन्तिम रात (३१ दिसम्बर, १९००) पहाड़पानी में एक चाय की दुकान में बितायी। इस यात्रा में उनके गुरुभाई स्वामी शिवानन्द तथा शिष्य स्वामी विरजानन्द भी उनके साथ थे।",
    "board_intro_english": "Swami Vivekananda on his way to Mayavati spent the last night of Nineteenth Century 31st December 1900 in a tea stall at Paharpani. He was accompanied by brother-disciple Swami Shivananda and disciple Swami Virajananda.",
    "board_dates_title": "The dates of the historic journey are:",
    "date_1_date": "29th December",
    "date_1_year": "1900",
    "date_1_event": "Reached Kathgodam station at 5 am",
    "date_2_date": "30th December",
    "date_2_year": "1900",
    "date_2_event": "Started from Kathgodam in the morning, spent the night at Dhari Dak Bungalow",
    "date_3_date": "31st December",
    "date_3_year": "1900",
    "date_3_event": "Spent the last day of Nineteenth Century at a tea stall at Paharpani",
    "date_4_date": "01st January",
    "date_4_year": "1901",
    "date_4_event": "Stayed at Mornaula Dak Bungalow on the first day of Twentieth Century",
    "date_5_date": "02nd January",
    "date_5_year": "1901",
    "date_5_event": "Stopped for the night at Dhunaghat",
    "date_6_date": "03rd January",
    "date_6_year": "1901",
    "date_6_event": "Reached Mayavati",
    "board_title_english": "PAHARPANI - EN ROUTE TO MAYAVATI",
    "date_hindi_1_date": "२९ दिसम्बर",
    "date_hindi_1_year": "१९००",
    "date_hindi_1_event": "प्रातः ५ बजे काठगोदाम स्टेशन में आगमन",
    "date_hindi_2_date": "३० दिसम्बर",
    "date_hindi_2_year": "१९००",
    "date_hindi_2_event": "सुबह में काठगोदाम से यात्रा, धारी डाकबैंगले में रात्रिवास",
    "date_hindi_3_date": "३१ दिसम्बर",
    "date_hindi_3_year": "१९००",
    "date_hindi_3_event": "उन्नीसवीं शताब्दी का अन्तिम दिन उन्होंने पहाड़पानी में स्थित एक चाय की दुकान में बिताया",
    "date_hindi_4_date": "०१ जनवरी",
    "date_hindi_4_year": "१९०१",
    "date_hindi_4_event": "बीसवीं शताब्दी का पहला दिन उन्होंने मोरनीला डाकवेंगले में बिताया",
    "date_hindi_5_date": "०२ जनवरी",
    "date_hindi_5_year": "१९०१",
    "date_hindi_5_event": "धूनाघाट में रात्रिवास",
    "date_hindi_6_date": "*०३ जनवरी",
    "date_hindi_6_year": "१९०१",
    "date_hindi_6_event": "मायावती में आगमन"
  },
  {
    "Thomson House": null,
    "Shyamalatal": null,
    "Prabuddha Bharata_started_year": "1896",
    "Swami Vivekananda_encouragement": true,
    "Chennai_devotees_commenced_publication": true,
    "journal_name": "Prabuddha Bharata",
    "journal_alternative_name": "Awakened India",
    "inaugural_issue_month": "July",
    "inaugural_issue_year": "1896",
    "editor_Rajam_Iyer_death_time": "Two years later",
    "Swami_Vivekananda_location": "Almora",
    "Swami_Vivekananda_request": "requested his English disciples, Captain Sevier and his wife Charlotte to shoulder the responsibility of publishing the journal.",
    "Captain_printing_requirements": "The Captain got all the printing requirements including a press moved from Kolkata to Almora's Thomson House.",
    "Swami_Virajananda_disciple_number": "one of the first four",
    "Swami_Virajananda_guru_year": "1897",
    "Swami_Virajananda_location_1899": "Advaita Ashram, Mayavati",
    "Swami_Virajananda_assisted": "Swami Swarupananda",
    "Swami_Virajananda_publication": "Prabudhha Bharata",
    "Swami_Swarupananda_death_year": "1906",
    "Virajananda_president_year": "1906",
    "Virajananda_president_location": "Mayavati Ashram",
    "Virajananda_labour": "immense amount of labour in collecting and compiling the writings of Swami Vivekananda.",
    "Virajananda_publishing_years": "1906 and 1914",
    "Virajananda_publishing_works": "complete works of the Swami",
    "Virajananda_biography": "biography of Swami Vivekananda",
    "Virajananda_labour_effect": "Eight years of untiring labour took their toll on him and he was immensely fatigued.",
    "Virajananda_decision": "quit everything and plunge into a life of abstinence and contemplation",
    "Virajananda_location": "Jol near Shyanala village, 30 km from the Tanakpur town in the Tarai region of Kumaon.",
    "Charlotte_Elizabeth_Sevier_title": "Mother of Mayavati",
    "Charlotte_Elizabeth_Sevier_treatment": "treated Virajananda as her son at Mayavati",
    "Charlotte_Elizabeth_Sevier_visit_location": "Jol",
    "Virajananda_life_description": "leading a very difficult life in a small hut from where the nearest water source was three hundred feet down the hill.",
    "Virajananda_new_house": "old house in Shyanala village that was though dilapidated, pretty close to a water source.",
    "Mother_Sevier_action": "bought the house for Virajananda and provided funds for construction of an ashram.",
    "Thomson House_photographer": "Jaimitra Singh Bisht",
    "Shyamala Tal_photographer": "Hem Pant",
    "page_number_left": "22",
    "page_number_right": "23"
  },
  {
    "page_number_left": "24",
    "image_caption_left": "Medical Centre at Vivekanand Ashram, Shyamala Tal | Hem Pant",
    "shyanala_beauty": "The scenic beauty of Shyanala was very charming.",
    "location": "It was located at the base of mountain slope.",
    "lake_distance": "Three hundred feet below there was a beautiful lake.",
    "view": "On one side one had a grand view of the snow clad Himalayan peaks of Nanda Kot and Panchchuliwhile on the other there was a valley enveloped by thick forest.",
    "river_kali": "The River Kali flowed at the base of valley, and beyond it there stretched a vast plain land extending up to horizon.",
    "village_rename": "Swami Virajananda renamed the village from Shyanala to Shyamala.",
    "house_purchase_date": "On 8th November 1914 the house was bought and after three years of hard work, an ashram was constructed.",
    "vivekananda_ashram_importance": "Today, the Vivekananda Ashram at Shyamlatal is an important institution that caters to the health, education and agriculture needs of the nearby villages.",
    "page_number_right": "25",
    "title_right": "Sir Jagdish Chandra Bose and Lady Abala Bose",
    "jagdish_chandra_bose_photo": "There is a rare photo of Jagdish Chandra Bose standing nonchalantly facing the camera with a wide grin on his face.",
    "bose_clothing": "In the photo he has donned a woollen shawl over his shoulders.",
    "photo_location": "The photo is exhibited on the wall of the exhibition-room in the Adwaita Ashram, Mayavati.",
    "bose_description": "The great Jagdish Chandra Bose was a Bengali physicist and science fiction writer, who founded the exploration of radio and microwave optics.",
    "bose_contributions": "He also made enormously meaningful contributions to plant science, and laid the foundations of experimental science in the Indian subcontinent.",
    "bose_legacy": "He is regard as the predecessor of radio science as well.",
    "bose_contact_with_vivekananda": "The genius scientist came in close contact with Swami Vivekananda through the efforts of Sister Nivedita.",
    "sandarshanananda_quote": "In his article 'Belligerence to Harmony' Swami Sandarshanananda wrote -",
    "bose_vivekananda_difference": "\"They were radically different. Acharya Jagdish Chandra Bose was a staunch Brahmo and Swami Vivekananda a devout Hindu. Their coming together was in itself a paradox, indeed a transition from belligerence to harmony. Their contribution to their respective philosophies was original.",
    "vivekananda_bose_relationship": "Vivekananda's image worship and Guru worship were repugnant to Bose, and the latter was openly disgruntled.",
    "nivedita_role": "However, Bose's reservations against Vivekananda disappeared because of Sister Nivedita's catalytic role. Nivedita wanted these two great sons of India to come close in order to make the country strong.",
    "nivedita_bose_closeness": "Nivedita was very close to Bose, almost a member of his family.",
    "bose_disappointment": "Jagdish Chandra was, nevertheless, quite disappointed with her when she delivered public lectures on Kali.",
    "nivedita_disciple": "Another reason for the disappointment was that she was an initiated disciple of Vivekananda and deeply devoted to the Swami's guru, Sri Ramakrishna.\"",
    "image_credit_right": "Sir Jagdish Chandra Bose | Public Domain/ Creative Commons"
  },
  {
    "Abala Bose wife": "Jagdish Chandra Bose",
    "Abala Bose family": "Brahmo Samaj",
    "Abala Bose education": "higher education",
    "Abala Bose age of marriage": "23",
    "Abala Bose married": "Bose",
    "Abala Bose contribution": "girls-education",
    "Abala Bose secretary": "Brahmo Balika Shikshalaya in Calcutta",
    "Abala Bose post duration": "26 years",
    "Abala Bose travels": "western countries",
    "Abala Bose schooling method": "Montessori",
    "Abala Bose schools established": "more than a hundred",
    "Margaret Elizabeth Noble": "Sister Nivedita",
    "Sister Nivedita helped": "Abala train kindergarten teachers",
    "Abala and Jagdish Chandra Bose visited": "Almora",
    "Abala and Jagdish Chandra Bose visited on way to": "Adwaita Ashram, Mayavati",
    "Lady Abala Bose copyright": "Public Domain/Creative Commons",
    "May 1904 visit": "Mayavati",
    "Jagdish Chandra Bose's sister": "came along",
    "Bose's talks provided": "intellectual stimulation",
    "Bose delivered lecture on": "The Heart of Plants",
    "Bose played": "badminton",
    "Bose played badminton with": "Charlotte Sevier",
    "Jagdish Chandra Bose fascinated by": "beauty of Kumaon",
    "Jagdish Chandra Bose influenced": "one of his most eminent apprentices",
    "Apprentice shift": "Calcutta to Almora",
    "Hosts of": "Almora's Kundan House",
    "Hosts": "Boshi Sen and Gertrude Emerson",
    "Boshi Sen and Gertrude Emerson copyright": "Kundan House",
    "Chaughanpata": "busiest parts of the historic Almora town",
    "Chaughanpata famous for": "Gandhi Park",
    "Gandhi Park activities": "protests and dharnas",
    "Gandhi Park opposite": "humble but pretty clock tower",
    "Commemoration stone": "This clock is dedicated to the people of Almora in memory of Boshi Sen-founder director of the Vivekananda Laboratory",
    "Basiswar Sen or Boshi Sen settled in": "Almora",
    "Basiswar Sen or Boshi Sen settled in year": "1920's",
    "Basiswar Sen or Boshi Sen settled to": "establish a research laboratory",
    "Basiswar Sen or Boshi Sen accompanied by": "Gertrude Emerson",
    "Gertrude Emerson": "expert on early 20th Century Asia",
    "Gertrude Emerson founding member of": "Society of Women Geographers",
    "Couple lived in": "Kundan House",
    "Couple visited by": "eminent personalities of international renown",
    "page_number_left": "26",
    "page_number_right": "27"
  },
  {
    "Dr._Boshi_Sen_was_the_pioneer_of_the_Green_Revolution_in_India,_which_focused_on_reducing_the_prospect_of_any_food_crisis_in_India_by_cultivating_diverse_and_plentiful_food_grains._He_was_the_founder_of_Vivekanda_Laboratory_in_Calcutta_which_was_later_shifted_to_Almora._He_was_a_very_spiritual_man,_closely_related_with_the_Ramkrishna_Mission._He_was_awarded_the_civilian_honour_-_Padma_Bhushan_in_1957_by_the_Government_of_India._He_passed_away_on_August_31,_1971._His_laboratory_has_since_been_taken_over_by_the_Government_of_India_and_renamed_as_the_Vivekananda_Parvatiya_Krishi_Anusandhan_Sansthan_under_Indian_Council_of_Agricultural_Research_(ICAR).": "true",
    "Boshi_Sen_|_Courtesy:_Kundan_House": "true",
    "Gertrude_Emerson_undertook_a_heroic_round-the-world_expedition_in_1920,_which_included_stunt_flying_and_caving._She_met_and_married_Boshi_Sen_on_November_1,_1932._She_fell_in_love_with_the_culture_and_people_of_Almora._Her_fondness_is_reflected_in_her_works_-_'Voiceless_India'_(1930)_and_'Pageant_of_India's_History'_(1948)._'Nearer_Heaven_than_Earth_-_the_Life_and_Times_of_Boshi_Sen_and_Gertrude_Emerson_Sen',_a_biography_on_the_couple_by_former_civil_servant_Girish_Mehra_chronicles_their_legendary_lives!": "true",
    "Boshi_Sen_was_born_in_Bishnupur_in_Bengal's_Bankura_district_in_1887_to_Rameshwar_Sen,_a_mathematician_and_a_remarkable_scholar_of_Sanskrit._Rameshwar_Sen_worked_as_Inspector_of_Schools_and_died_of_pneumonia_at_an_early_age_of_52._Boshi_was_all_of_12_at_that_time.": "true",
    "Boshi_had_seven_siblings_–_four_brothers_and_three_sisters._He_was_the_only_one_among_them_who_possessed_any_disposition_for_studies._After_his_father's_death_he_went_to_Ranchi_for_further_schooling_where_his_elder_married_sister_lived._From_Ranchi_he_moved_to_Calcutta_and_took_admission_in_St._Xavier's_College_and_started_studying_Science._The_environment_of_St._Xavier's_College_was_very_conducive_for_Science_because_of_the_presence_of_Eugene_Lafont,_the_great_Belgian_missionary-scientist_and_founder_of_the_Scientific_Society_of_India._Jagdish_Chandra_Bose_was_one_of_the_most_illustrious_students_of_Lafont.": "true",
    "During_his_days_at_Xavier's,_Boshi_Sen_came_in_contact_with_Belur_Math,_the_headquarters_of_the_Ramakrishna_Mission_where_he_first_met_Swami_Sadananda_and_later_Sister_Nivedita._The_duo_had_an_everlasting_impact_upon_the_life_of_Boshi._Swami_Sadananda_instilled_in_him_a_deep_reverence": "true",
    "28": "true",
    "for_Swami_Vivekananda_while_Sister_Nivedita_introduced_him_to_Jagdish_Chandra_Bose._She_entreated_the_celebrated_scientist_to_take_Boshi_under_his_wings_as_apprentice._It_was_Sister_Nivedita_who_had_thus_charted_Boshi's_future_career_as_a_scientist.Boshi_used_to_say,_“I_owe_my_science_to_Nivedita._It_was_she_who_placed_me_under_Sir_J._C._Bose._It_is_difficult_for_me_to_express_what_I_feel_about_her._In_my_own_little_ways_I_try_to_express_in_life_some_of_the_dynamic_ideas_she_used_to_radiate.\"": "true",
    "The_sudden_demise_of_both_Sadananda_and_Nivedita_within_a_short_period_of_time_in_1911_left_Boshi_emotionally_and_financially_weak_and_shattered._Sister_Nivedita_used_to_fund_his_studies._At_this_juncture_Jagdish_Chandra_Bose_offered_him_a_stipend_of_Rs._20_per_month_to_join_him_as_an_apprentice_scientist_at_the_Presidency_College,_Calcutta.": "true",
    "For_next_twelve_years_Boshi_Sen_remained_a_true_disciple_of_the_great_man_and_travelled_with_him_extensively._In_1914_he_accompanied_Bose_to_Cambridge,_Vienna_and_Paris._During_this_tour_he_had_the_good_fortune_of_having_met_such_distinguished_people_as_Sir_Francis_Darwin,_George_Bernard_Shaw_and_Lord_John_William_Rayleigh._On_his_return_to_India_Bose_introduced_Boshi_to_Gopal_Krishna_Gokhale_and_a_young_Mahatma_Gandhi._The_same_year_the_two_went_to_America_where_Boshi_saw_his_master's_lectures_being_attended_by_such_greats_as_Graham_Bell_and_Nikola_Tesla.": "true",
    "On_their_return,_Bose_began_to_work_on_his_dream_venture_–_his_own_centre_for_scientific_research._The_Bose_Institute_came_into_existence_in_1917._Nandlal_Bose_designed_the_logo_of_the_institute_while_Rabindranath_Tagore_composed_its_anthem.": "true",
    "In_March_1923_Boshi_went_to_America_through_his_contacts_with_Glen_and_Marguerite_Overton,_who_had_promised_to_sponsor_his_further_studies_in_top_American_universities._The_experience_didn't_prove_to_be_as_convenient_as_Boshi_had_imagined_but_after_meeting_with_several_important_persons_he_returned_to_India,_resigned_from_Bose_Institute_and_set_up_on_4th_July_1924_his_independent_laboratory_for_agricultural_research_in_his_small_kitchen_and_named_it_Vivekananda_Laboratory._Word_about_his_pioneering_work_spread_fast_and_people_from_all_walks_of_life,_including_the_then_governor_of_Bengal_Lord_Lyton,_came_forward_to_offer_financial_support.": "true",
    "In_the_meantime_Boshi_was_also_engaged_with_the_people_close_to_Swami_Vivekananda._He_took_care_of_an_aging_and_ailing_Sister_Christine_Greenstidel_who_had_joined_Sister_Nivedita_in_running_girls'_schools._She_was_fascinated_by_Swami_Vivekananda's_lectures_and_had_left_her_country_to_serve_the_poor_of_India._She_wrote_in_one_of_her_books,_\"Our_love_for_India_came_to_birth,_I_think,_when_we_first_heard_[Swami_Vivekananda]_say_the_word,_\"India\",_in_that_marvellous_voice_of_his._It_seems_incredible_that_so_much_could_have_been_put_into_one_small_word_of_five_letters._There_was": "true",
    "29": "true"
  },
  {
    "page_number": "30",
    "text_1": "love, passion, pride, longing, adoration, tragedy, chivalry, and again love.",
    "text_2": "Whole volumes could not have produced such a feeling in others. It had the",
    "text_3": "magic power of creating love in those who heard it. Ever after, India became",
    "text_4": "the land of heart's desire.\"",
    "text_5": "Sister Christine's friend and another dedicated follower of Swami",
    "text_6": "Vivekananda, Josephine MacLeod suggested to Boshi that he should",
    "text_7": "consider shifting his growing laboratory to some hill town whose pleasant",
    "text_8": "climate would help him focus more on his work and which would attract",
    "text_9": "more westerners. Josephine had been a regular visitor to Mayavati's",
    "text_10": "Adwait Asram and had known Almora for a long time. Almora had already",
    "text_11": "become an important centre of the Ramakrishna Mission because of its",
    "text_12": "association with Vivekananda and its closeness to Mayavati. The guru",
    "text_13": "bhais of Vivekananda, namely Swami Shivananda ans Swami Turiyananda",
    "text_14": "had established an ashram in Almora. Boshi Sen had also heard a lot about",
    "text_15": "Almora from his guru Sir Jagdish Chandra Bose, who was also a regular",
    "text_16": "visitor at Mayavati.",
    "image_caption_1": "Gertrude Emerson with Shamsher Bisht and Shekhar Pathak | Jaimitra Singh Bisht",
    "clock_dedication": "THIS CLOCK IS DEDICATED TO THE\nPEOPLE OF ALMORA\nIN MEMORY OF BOSHI SEN-1887-1971-\nFOUNDER-DIRECTOR OF THE\nVIVEKANANDA LABORATORY",
    "clock_tower_caption": "Clock Tower in Almora built in\nmemory of Boshi Sen | Jaimitra Singh Bisht"
  },
  {
    "newspaper_name_left": "Globe Trottin' Lady Extraordinar",
    "author": "ALMA CHESNUT",
    "newspaper_description": "Gertrude Emerson, Explorer and Author, Has Actually Done What Thousands of Women Dream of Doing But Never Dared to Do, Penetrating Remote Spots in the Far East And Bringing Home the Truth About How People Live in Strange Landi",
    "newspaper_name_bottom": "The Havre Daily News Havre Montana Sunday July 14 1929",
    "boshi_sen_inspiration": "All these factors inspired Boshi Sen to set up a summer laboratory in Almora 1926. For this purpose he rented an old house called Kundan House. This Kundan House was destined to later host some of the most important persons of the twentieth century.",
    "gertrude_emerson_birth": "This was also the time an exceptional woman was to enter the life of Boshi Sen. Born on 6th May 1890, the daughter of an archaeologist father and a concert pianist mother, Gertrude Emerson went on to become an early 20th century expert on Asian matters. She was also one of the founding members of the Society of Women Geographers. The other members were Marguerite Harrison, Blair Niles and Gertrude Mathews Shelby. Based in Washington D. C. the society's objective was to bring together women interested in geography, world exploration, anthropology and related fields.",
    "gertrude_family": "Gertrude hailed from a family that could boast of Ralph Waldo Emerson, the founder of the Transcendentalist Movement, as one of its most notable ancestors.",
    "page_number_left": "32",
    "newspaper_name_right": "The New York Times",
    "gertrude_marriage": "GERTRUDE EMERSON WED IN CALCUTTA; Author of \"Voiceless India\" Married to Basiswar Sen, Scientist, on Nov. 2. BRIDE FLUSHING (L. f.) GIRL She Is a Fellow of the Royal Geographical SocietyuCouple to Live In Calcutta.",
    "wedding_note": "The Wedding of Gertrude and Boshi in New York Times",
    "gertrude_education": "She graduated from the University of Chicago and taught English in Japan. Gertrude came back to the United States and was appointed the associate editor of Asia magazine in 1917. In 1920 she commenced a round-the- world voyage with photographer Donald C. Thompson which involved stunt flying and caving.",
    "gertrude_reputation": "Her name became synonymous with fearlessness, adventure and courage. Her popularity was on the rise when the Sunday, July 14, 1929 edition of The Havre Daily News published from Havre, Montana hailed her as 'Globe Trottin Lady Extraordinary'. In 1941, she was named a contributing editor to Asia magazine.",
    "gertrude_visit": "In 1923, while working in her office, she was visited by Boshi Sen, who was in America for his studies. Boshi had gone to see her as a fan because her articles in ‘Asia' magazine had impressed him profoundly.",
    "gertrude_travels": "In 1926, Gertrude travelled in Beirut, Damascus and across the Arabian desert through Afghanistan to India. To experience India's rural life, Gertrude rode bareback on a baby elephant into the country's interior. She built a small house in the unmapped village of Pachperwa, in Gonda district in eastern United Provinces (now Uttar Pradesh), bordering Nepal with the help of the villagers. She began to write of her love for the Indian culture. She visited the leper colonies and spent time with the \"untouchables\". Her time spent with the sick and poverty-stricken resulted in the book ‘Voiceless India' published in 1930.",
    "tagore_praise": "Rabindranath Tagore was all praise for this book. He wrote:",
    "tagore_quote": "\"I feel personally grateful to Miss Emerson for the masterly picture she has drawn of our pathetic village life, so vivid and yet sober in its colour – the honest colour of truth; for I myself have spent some part of my youth in its neighbourhood and have made it my mission with all my inadequate individual resources to befriend them who are friendless, who are eternal tenants in an extortionate world having nothing of their own.\"",
    "tagore_visits": "In later years Gertrude hosted Tagore many times in her home at Almora. Whenever Tagore visited Kumaon, he made sure he met this extraordinary couple. As a matter of fact Tagore hired a house in Almora that was close to",
    "page_number_right": "33"
  },
  {
    "page_number_34": 34,
    "page_number_35": 35,
    "image_credits": "Francisco Aquirre Batres, Boshi Sen and James McCabe | Public Domain/ Creative Commons",
    "tagore_letters": "Tagore wrote many letters to Gertrude and Boshi.",
    "letter_language": "The intimate language of these letters indicates the warmth of their mutual relationship.",
    "boshi_clever": "\"Boshi is really clever with his suggestion that I should no longer strive and strain myself",
    "met_boshi_sen_calcutta": "In the last months of 1926, she met Boshi Sen again in Calcutta.",
    "calcutta_meeting_letter": "She recorded her meeting with Boshi in a letter. She wrote:",
    "calcutta_meeting_details": "“In Calcutta I also met Boshi Sen, a former student of J. C. Bose's who stayed at Mrs. Elmherst's for a short time last year. He now has a little laboratory of his own, downstairs in a house of which the upstairs room has been turned over to Sister Christine, of the Ramakrishna Mission. Sister Christine comes from Denver, and the past three years of her twelve in India, since has been sick, Boshi Sen and his brother have been taking care of her. Boshi calls her Mother, the greatest proof of love an Indian can pay, and takes care of her with dear thoughtfulness. At night he turns his two wooden laboratory box sets into a bed for himself.",
    "boshi_sen_guru": "“And Boshi Sen reminds me of his own guru (Swami Vivekananda).",
    "boshi_sen_qualities": "He can pay such extraordinary devotion to whatever he loves, his work, his friends, his dead guru. He is also one of those rare persons from whom all artifice and all restraint are stripped. At once you know him as he is, generous, loving, full of imagination, brilliantly alive.",
    "sister_christine_almora": "He and Sister Christine begged me over and over to join them at Almora, a Ramakrishna retreat in the Himalayas near Naini Tal, in this province.",
    "stay_in_india": "I should go there if I were planning to go away at all, but at present I have every idea of remaining exactly where I am for the rest of my stay on India.\"",
    "emotion_for_boshi": "One could already see a strong special emotion growing inside Gertude for Boshi.",
    "emotion_mutual": "Gradually the emotion became mutual.",
    "gertrude_america_boshi_england": "Gertrude returned to America in 1928 while Boshi went first to England and then to America to work at the New York University for two years.",
    "met_einstein": "He had the chance to meet Albert Einstein and his own work elicited approbation from some of the greatest scientists of the time including Sir Julian Huxley, Noble winner E.D. Adrian, and Robert Chambers, President of the American Society of Zoologists.",
    "sister_christine_treatment": "In the meantime he had arranged to bring Sister Christine to be brought to New York for treatment.",
    "sister_christine_death": "He took proper care of her before she passed away on March 27th 1930.",
    "boshi_cremation": "Boshi had her cremated and collected her ashes to be taken back to India.",
    "boshi_correspondence": "Boshi had also met and corresponded with such greats as Charlie Chaplin and Romain Rolland in the course of his travels.",
    "gertrude_boshi_marriage": "During this time Gertrude and Boshi had come very close to each other and finally they came back to India in 1932 where they got married through a civil marriage at the American Consulate, Calcutta on 2nd November 1932.",
    "wedding_report": "The news of their wedding was reported by New York Times.",
    "gertrude_emerson_india": "Thus Gertrude Emerson, the as ‘Globe Trottin Lady Extraordinary' decided to make India her new home where she would pass the next five decades of her life.",
    "sens_almora": "It was in 1935 that the Sens decisively made Almora their permanent place of residence.",
    "kundan_house": "‘Kundan House' in Almora where they lived was an old and rundown house which they constantly renovated for the next two decades.",
    "boshi_garden": "Boshi also created a miniature Botanical Garden in front of the Kundan House with a diversity of rare plant species.",
    "kundan_house_visitors": "The Kundan House was, in the next decades, visited by a flurry of internationally renowned celebrities including Rabindranath Tagore, Jawaharlal Nehru, Indira Gandhi, Nobel Award winning writer Pearl. S. Buck, D. H. Lawrence, the painter Earl Brewster, Julian Huxley, Uday Shankar, Carl Jung and Somerset Maugham to name a few.",
    "uday_shankar_almora": "When Uday Shankar, the famous dancer wanted to establish his dance academy in Almora, Gertrude and Boshi became his most trusted counsellors and friends.",
    "uday_shankar_experiment": "Although the dream-experiment of the ace dancer had to be wrapped up due to financial reasons, Uday Shankar and his endeavours in Almora were always encouraged by the Sen Family.",
    "brewsters_almora": "Earl Henry Brewster and his wife Aschah Brewster had also made Almora their home in 1935.",
    "brewsters_known": "They were both internationally known America-born"
  },
  {
    "page_number_left": 36,
    "page_number_right": 37,
    "artists": "The two had travelled the world before deciding to settle in Almora.",
    "brewsters_friends": "The Brewsters were very intimate friends of Boshi Sen and Gertrude Emerson.",
    "nehru_admiration": "Jawaharlal Nehru admired their work and a painting of Earl Brewster was hung in his drawing-room.",
    "aschah_death": "Aschah died in 1945, but Earl stayed on in Almora till his death in 1957.",
    "india_independence": "After India became free on 15th August 1947, the locals of Almora bestowed upon Earl Brewster the honour of hoisting the national tricolour in a public meeting.",
    "nehru_sen_friendship": "With Jawaharlal Nehru, Boshi Sen shared a very close friendship that lasted almost three decades.",
    "friendship_bond": "Their mutual bond can be traced from the long correspondence between them.",
    "agricultural_policy": "It was at the request of Nehru that Boshi took up the arduous task of creating an agricultural policy for Ladakh.",
    "boshi_research": "Once settled in Almora, Boshi's work in agricultural research gained momentum and he began working significantly in the field of plant introduction, plant breeding, production of hybrid seeds of maze and jowar, bajra, and onion, and several other initiatives in course of the subsequent decade.",
    "vivekananda_laboratory": "The Vivekananda Laboratory was allotted two hundred acres of land at Hawalbagh near Almora by the Government.",
    "laboratory_completion": "The construction of the laboratory buildings was completed in 1943.",
    "watumull_fellowship": "Boshi was awarded the prestigious Watumull fellowship in 1946-47.",
    "scholarship_facilitation": "The scholarship facilitated him to go to numerous American universities.",
    "post_independence_role": "After India's independence, Boshi's talent and experience was utilized by the government and he was made fellow and member of several important organizations dealing in science and agriculture.",
    "padma_bhushan": "In 1957 the Padma Bhushan was conferred upon Boshi Sen in appreciation of his service to the nation.",
    "collaboration_with_swaminathan": "In the subsequent years, Boshi Sen closely collaborated with M. S. Swaminathan, the famous scientist responsible for ‘Green Revolution' in India and played a major role in the field of hybrid seeds and plant breeding.",
    "swaminathan_visit": "Swaminathan visited Gertrude and Boshi in Almora and remembered them in the following words:",
    "first_meeting_quote": "\"I first met Boshi Sen and Gertrude in the late fifties when I used to go to the Wheat Breeding Station of the Indian Agricultural Research Institute (IARI) at Bhowali. I knew that Boshi Sen was one of India's leading plant physiologists and that his mission was to take India to a leading position in the world in the field of high altitude crop physiology. It was always a real pleasure to talk to him and to Gertrude on ways of converting poverty into prosperity for the people of the Himalayas. Sens were great plant introducers and conservers of the environment. They demonstrated the science and art of water conservation in the hills.",
    "meghalaya_ideas": "If Boshi Sen's ideas had been followed in other areas like Meghalaya, we would not have witnessed the spectacle of Cherapunji facing acute water shortage during summer months.",
    "gum_extraction_quote": "Gertrude used to point out to me how the pine trees were being killed on the pretext of gum extraction.\"",
    "achievements_acknowledgment": "Boshi Sen's achievements received acknowledgment at national and global levels.",
    "doctor_of_science": "He was honoured with the prestigious degree of Doctor of Science by the Agricultural University, Pantnagar along with Norman Borlaug, the Nobel Laureate who is deemed as the Father of Green Revolution.",
    "university_proposals": "During his bright career, Boshi received many proposals from several western universities to join them but he always replied, “There are enough scientists in the West but in India there aren't many. Whatever little I know, I am therefore obliged to put that in the service of my country.\"",
    "boshi_death": "After a brief illness, Boshi breathed his last on 31st August 1971.",
    "gertrude_post_boshi": "Gertrude stayed on in Almora for next 11 years and kept looking after the running of Vivekananda Laboratory.",
    "padma_shri_award": "She was awarded Padma Shri for the commitment she had shown for India in the last five decades of her life.",
    "clock_installation": "Gertrude Emerson Sen installed the clock in memory of her husband at Chaughanpata Almora that was mentioned at the beginning of this chapter.",
    "gertrude_death": "Gertrude died in 1982 in Almora, aged 89.",
    "trail_of_boshi_sen": "Follow the trail of Boshi Sen and Gertrude Emerson with KMVN:",
    "kmvn_hotel": "Stay at KMVN hotel in Almora.",
    "visit_places": "Visit The Vivekananda Laboratory, Kundan House, Ramakrishna Mission and Clock Tower.",
    "image_description": "Kundan house | Jaimitra Singh Bisht"
  },
  {
    "page_number": "38",
    "title": "Satyajit Ray's cover illustration of Jim Corbett's 'Man-eaters of Kumaon'.",
    "image_description": "Bengali Edition of Jim Corbett's Man Eaters of Kumaon | Public Domain/ Creative Commons",
    "text": "When the Bengali edition of Jim Corbett's classic book 'Man Eaters of Kumaon was published, none other than the great filmmaker Satyajit Ray was given the task to design its cover.",
    "related_person": "Rabindranath Tagore",
    "related_location": "Kumaon",
    "image_credit": "Rabindranath Tagore | Public Domain/ Creative Commons"
  },
  {
    "page_number_left": 40,
    "page_number_right": 41,
    "image_caption": "Tagore's children | Public Domain/ Creative Commons",
    "himalayas_stimulation": "The grand Himalayas have stimulated generations of writers, spiritualists and creative folks who had been enamoured by the gorgeousness of these towering mountains.",
    "creative_abode": "Several of them even made it their creative abode.",
    "gurudev_tagore": "Gurudev Rabindranath Tagore was one of them.",
    "tagore_fondness": "Tagore's fondness for the mountains in general and the hills of the Kumaon in particular was expressed by his recurrent stays here.",
    "ramgarh_location": "He arrived in Ramgarh, located in the Nainital district in the summer of 1903.",
    "mrinalini_death": "His wife Mrinalini had died aged just 28 on 23rd November 1902.",
    "motherless_children": "The broken-hearted poet had five motherless children to take care of.",
    "misfortune_renuka": "But misfortune was following him and in the same year as Mrinalini's demise, his daughter Renuka fell ill with tuberculosis.",
    "doctors_advice": "Doctors advised Tagore to take her to the mountains for a change of climate.",
    "journey_with_renuka": "Thus Tagore began his first journey with Renuka and the younger son Samindranath, aged 13 and 9 respectively.",
    "travel_description": "It was a long and difficult travel.",
    "kripalani_quote": "One of Tagore's biographers Krishna Kripalani writes, “At one stage in the mountains the poet had to carry his ailing daughter in his arms.",
    "tagore_responsibilities": "He had not only to tend and look after his daughter but keep her entertained and cheerful, for she was moody and high-strung.”",
    "tagore_renuka_affection": "Tagore was very attached to Renuka, whom he lovingly addressed as Rani, who “was a remarkable girl with a will of her own\".",
    "ramgarh_poems": "During his stay at Ramgarh, Tagore composed many children's poems that were later in the same year, together with some earlier poems, published as 'Shishu'.",
    "gitanjali_verses": "It is said that he wrote some verses of 'Gitanjali' while he was in Ramgarh.",
    "visva_bharati_idea": "And it was here that the idea of Visva Bharati first came to his mind.",
    "ashram_thought": "It is believed that he had even thought of setting up an ashram in the Himalayas.",
    "family_stay": "The family stayed in the peaceful mountain hamlet between May and August.",
    "renuka_death": "In September 1903, Renuka too perished in Calcutta. She had barely completed thirteen years.",
    "samindranath_death": "Four years later in 1907, his dear son Samindranath also died of cholera.",
    "rabindranath_book": "In their book 'Rabindranath Tagore: The Myriad-Minded Man', authors Krishna Dutta and Andrew Robinson write, \" Samindranath was a beautiful boy who had already shown signs of being the child who would take after his father.”",
    "samindranath_impact": "Samindranath's death had a particularly strong impact on his father and left him lonelier than the previous losses.",
    "madhurilata_death": "It would not be irrelevant to mention that Tagore's first child Madhurilata, called Bela too died of tuberculosis at the age of 32 in Calcutta, adding to the woes of the bard.",
    "ramgarh_trip": "His next trip to Ramgarh was made in 1914, when he had a quiet stay for a couple of months.",
    "tagore_top": "The area is now called 'Tagore Top'.",
    "almora_visit": "He first visited Almora in 1927 when he arrived as a beloved guest of Boshi Sen and his wife Gertrude Emerson Sen.",
    "kundan_house": "Their home - the Kundan House was a centre of exciting cultural and social activity.",
    "tagore_sen_ties": "Tagore's ties with the Sen family of Kundan House, Almora were very intimate.",
    "boshi_gertrude_friendship": "Boshi and Gertrude had a sustained friendship with Tagore.",
    "boshi_jagdish_connection": "Boshi, had made friends with him during his years of apprenticeship with Sir Jagdish Chandra Bose as Tagore and Bose were intimate friends.",
    "gertrude_recommendation": "It is believed that Tagore had recommended Gertrude to reside in a village in India.",
    "gertrude_elmhirsts": "In the early part of 1930's, during his travel in America, while staying as the guest of the Elmhirsts at their New York apartment, Gertrude Emerson was invited for lunch.",
    "einstein_meeting": "Upon her coming she discovered that Albert Einstein and his wife were also anticipated for evening tea. Tagore and Einstein had met earlier in 1926 in"
  }
]