[
  {
    "DTDC": "DTDC",
    "DISTRICT TOURISM DEVELOPMENT COMMITTEE CHAMPAWAT": "DISTRICT TOURISM DEVELOPMENT COMMITTEE CHAMPAWAT",
    "Conceptualised By": "Conceptualised By:-",
    "Navneet Pande I.A.S.": "Navneet Pande I.A.S.",
    "DM Champawat": "DM Champawat",
    "Arvind Gaur": "Arvind Gaur",
    "DTDO Champawat": "DTDO Champawat",
    "CHAMPAWAT": "CHAMPAWAT",
    "THE HUB OF HEAVEN": "THE HUB OF HEAVEN",
    "www.champawattourism.com": "www.champawattourism.com",
    "District Administration Champawat": "District Administration Champawat",
    "उत्तराखण्ड": "उत्तराखण्ड"
  },
  {
    "city": "Champawat",
    "website": "www.champawattourism.com",
    "slogan": "THE HUB OF HEAVEN",
    "district_administration": "District Administration Champawat",
    "state": "उत्तराखण्ड",
    "state_slogan": "सचमुच स्वर्ग!"
  },
  {
    "title": "THE HUB OF HEAVEN",
    "chief_minister_name_hindi": "पुष्कर सिंह धामी",
    "chief_minister_designation_hindi": "मुख्यमंत्री, उत्तराखण्ड",
    "chief_minister_name_english": "PUSHKAR SINGH DHAMI",
    "chief_minister_designation_english": "Chief Minister, Uttarakhand",
    "champawat_image_description": "Champawat During Snowfall",
    "book_description": "I am delighted to present this captivating coffee table book devoted to our cherished Champawat district. This book offers a window into Champawat's abundant tourism potential by skillfully combining stunning photographs with eloquent prose. Notably, the district will soon host two exciting events: the National Rafting Championship and an angling competition on the Kali River.",
    "events_and_technology": "These events, along with the innovative use of technology for virtual tours and a user-friendly website, will enhance Champawat's reputation as a destination for adventurers and travellers.",
    "tourism_office_acknowledgment": "The Tourism Office in Champawat and the Uttarakhand Tourism Development Board deserve praise for this outstanding publication. It vividly portrays Champawat's allure and its promising future in the tourism landscape.",
    "chief_minister_signature": "PUSHKAR SINGH DHAMI",
    "chief_minister_signature_designation": "CHIEF MINISTER, UTTARAKHAND",
    "chief_minister_name_image": "PUSHKAR SINGH DHAMI",
    "chief_minister_designation_image": "CHIEF MINISTER, UTTARAKHAND"
  },
  {
    "THE HUB OF": "HEAVEN",
    "सतपाल महाराज": "पर्यटन मंत्री",
    "SATPAL MAHARAJ": "TOURISM MINISTER",
    "उत्तराखण्ड सरकार": null,
    "Himalaya view from": "Abbott Mount",
    "I am delighted to learn that the Champawat District": "Administration is publishing a coffee-table book on\ntourism in the district. I extend my warmest wishes and\ncongratulations to the District Administration and\nUttarakhand Tourism Development Board for this\nremarkable publication, which showcases the\ngrandeur of Champawat as an emerging tourism\ndestination.",
    "This coffee-table book is an excellent representation": "of Champawat's rich blend of history, culture,\nspirituality, mythology, and picturesque landscapes.\nI am confident that it will pique the interest of every\ntravel enthusiast and further promote tourism in the\nregion. It is my conviction that this coffee table book\nwill leave a long-lasting impression on the people who\nread it, thereby contributing to the elevation of\nChampawat as a highly desirable tourist destination in\nthe state of Uttarakhand."
  },
  {
    "THE HUB OF": "HEAVEN",
    "Ladiya River": "Ladiya River",
    "उत्तराखण्ड सरकार": "उत्तराखण्ड सरकार",
    "रेखा आर्या": "रेखा आर्या",
    "प्रभारी मंत्री": "प्रभारी मंत्री",
    "REKHA ARYA": "REKHA ARYA",
    "Minister-In-Charge": "Minister-In-Charge",
    "District-Champawat": "District-Champawat",
    "As the Minister in Charge of District Champawat,I take": "As the Minister in Charge of District Champawat,I take",
    "immense pride in the district's progress and": "immense pride in the district's progress and",
    "development under the capable administration. This": "development under the capable administration. This",
    "coffee-table book is a testament to the district's": "coffee-table book is a testament to the district's",
    "potential as an emerging tourist destination and will": "potential as an emerging tourist destination and will",
    "further promote tourism in the region. It showcases": "further promote tourism in the region. It showcases",
    "Champawat's unique blend of cultural heritage,": "Champawat's unique blend of cultural heritage,",
    "stunning landscapes, and diverse biodiversity, making": "stunning landscapes, and diverse biodiversity, making",
    "it an attractive destination for travel enthusiasts.": "it an attractive destination for travel enthusiasts.",
    "I am grateful to the Champawat District": "I am grateful to the Champawat District",
    "Administration and the District Tourism Development": "Administration and the District Tourism Development",
    "Office Champawat for their concerted efforts in": "Office Champawat for their concerted efforts in",
    "developing this excellent coffee table book. It serves": "developing this excellent coffee table book. It serves",
    "as an excellent guide for tourists and will undoubtedly": "as an excellent guide for tourists and will undoubtedly",
    "motivate them to explore the natural wonders of": "motivate them to explore the natural wonders of",
    "Champawat.": "Champawat.",
    "MINISTER-IN-CHARGE,DISTRICT-CHAMPAWAT": "MINISTER-IN-CHARGE,DISTRICT-CHAMPAWAT"
  },
  {
    "SACHIN KURVE IAS": "SACHIN KURVE, IAS",
    "SECRETARY TOURISM": "SECRETARY. TOURISM",
    "CEO UTTARAKHAND TOURISM DEVELOPMENT": "CEO, UTTARAKHAND TOURISM DEVELOPMENT",
    "BOARD GOVT OF UTTARAKHAND UTDB": "BOARD, GOVT OF UTTARAKHAND (UTDB)",
    "उत्तराखण्ड": "उत्तराखण्ड",
    "सचमुच स्वखानी": "सचमुच स्वखानी",
    "I extend my heartfelt congratulations to the DTDC Champawat for the publication of this remarkable coffee table book This book provides readers with a glimpse into the rich heritage of Champawat seamlessly blending in with the government's vision and modern initiatives to make this destination an attractive option for tourists": "I extend my heartfelt congratulations to the DTDC, Champawat for the publication of this\nremarkable coffee table book. This book provides readers with a glimpse into the rich\nheritage of Champawat, seamlessly blending in with the government's vision and modern\ninitiatives to make this destination an attractive option for tourists.",
    "The book covers the district's history prominent attractions culturally significant personalities and diverse tourism prospects such as spiritual historical wildlife and adventure tourism I would like to express my gratitude to the entire team who contributed to the creation of this Coffee Table Book Thank you for your efforts and commitment in showcasing the beauty and potential of Champawat Tourism": "The book covers the district's history, prominent attractions, culturally significant personalities,\nand diverse tourism prospects such as spiritual, historical, wildlife and adventure tourism.\nI would like to express my gratitude to the entire team who contributed to the creation of\nthis Coffee Table Book. Thank you for your efforts and commitment in showcasing the beauty\nand potential of Champawat Tourism.",
    "SACHIN KURVE": "SACHIN KURVE",
    "SECRETARY TOURISM  CEO UTDB": "SECRETARY, TOURISM & CEO, UTDB",
    "NAVNEET PANDE IAS": "NAVNEET PANDE, IAS",
    "DISTRICT MAGISTRATE CHAMPAWAT": "DISTRICT MAGISTRATE, CHAMPAWAT",
    "उत्तराखण्ड शासन": "उत्तराखण्ड शासन",
    "I am extremely pleased to see the Coffee Table Book take shape in line with the vision of our Champawat District administration": "I am extremely pleased to see the Coffee Table Book take shape in line with the vision of our\nChampawat District administration.",
    "I'm hoping that this book will serve as a platform for promoting the glorious history of the former capital of Kumaon which is now being complemented by cutting-edge modern initiatives by the District Administration": "I'm hoping that this book will serve as a platform for promoting the glorious history of the\nformer capital of Kumaon, which is now being complemented by cutting-edge modern\ninitiatives by the District Administration.",
    "I extend my heartfelt commendation to the dedicated team of Champawat District administration who collaborated seamlessly to bring this Coffee Table Book to life Your collective effort has resulted in an exceptional creation that we can all take pride in": "I extend my heartfelt commendation to the dedicated team of Champawat District\nadministration who collaborated seamlessly to bring this Coffee Table Book to life. Your\ncollective effort has resulted in an exceptional creation that we can all take pride in.",
    "NAVNEET PANDE": "NAVNEET PANDE",
    "DISTRICT MAGISTRATE CHAMPAWAT_2": "DISTRICT MAGISTRATE, CHAMPAWAT"
  },
  {
    "Kali River": "true",
    "CONTENT": "true",
    "1-2": "About Champawat",
    "3-4": "History of Champawat",
    "5-6": "Tourism",
    "7-12": "Places of Interest",
    "13-18": "Adventure Tourism",
    "19-20": "Wildlife Tourism",
    "Uttarakhand Tourism": "true",
    "21-24": "Spiritual Tourism",
    "25-36": "Heritage Tourism",
    "N-29": "2223.868",
    "E-60": "339.696",
    "1913 M": "true",
    "37-40": "Famous Personalities Associated with Champawat",
    "41-44": "Fairs & Festivals Champawat",
    "45": "Local Produce",
    "46": "How to Reach",
    "दरीचा साहिब गुरुद्वारा": "true"
  },
  {
    "district": "Champawat",
    "location": "eastern part of Uttarakhand",
    "altitude_range_m": "200 to 2000",
    "area_sqkm": "1766",
    "blocks": "4",
    "teshils": "7",
    "sub_tehsils": "2",
    "villages": "705",
    "part_of_almora_district_until": "1972",
    "part_of_pithoragarh_district": "yes",
    "designated_autonomous_district_in": "1997",
    "known_for": "history and heritage",
    "attractions": "ancient temples, monuments, lush tea plantations",
    "historical_significance": "historical pillars, monuments, rest houses, manuscripts, archaeological collections, folklore",
    "dynasties": "Chand dynasty, British Empire",
    "served_as": "Kumaon Kingdom's capital",
    "capital_between_centuries": "10th and 16th",
    "witnessed": "construction of numerous temples and ancient monuments",
    "prominent_temples": "Baleshwar and Nagnath",
    "period_of": "learning and new forms of painting",
    "page_number": "1-2"
  },
  {
    "page_title": "HISTORY",
    "location": "CHAMPAWAT",
    "temple_name": "Baleshwar Temple",
    "significance_of_town": "epitome of the origin of culture and religion in the Uttarakhand region",
    "considered_as": "home of Nagas and Kinnars",
    "mentioned_in": "Hindu mythology",
    "legend": "Kurmavtar, the turtle incarnation of Lord Vishnu, occurred in this city",
    "famous_for": "temples, which date back to the reign of the Chand dynasty in the 10th century",
    "temples_are": "finest examples of Kumaon architecture",
    "also_mentioned_in": "Mahabharata, as per folklore",
    "originally_named": "Champavati, derived from its location on the banks of the Champavati stream",
    "historical_town_named_after": "Princess Champawati, the daughter of King Arjun Deo, who ruled the region and had his capital here",
    "district_population": "predominantly rural",
    "primary_occupation": "agriculture",
    "culture_of_champawat": "vibrant mix of Kumaoni and Nepali traditions",
    "seen_in": "locals' attire, music, dance, and food",
    "offers": "unique and diverse range of tourism opportunities that are sure to delight any traveler",
    "page_number": "3-4"
  },
  {
    "Kali River from Guru Gorakhnath Temple": "true",
    "Champawat is a destination that caters to diverse interests, including nature lovers, spiritual seekers, and history enthusiasts. In addition to ancient rituals and traditions at temples and villages, Champawat offers remnants of historical forts, naula's, and caves of cultural significance, as well as idyllic natural beauty and spiritual spaces such as Abbott Mount, Shyamla Tal, Advaita Ashram, and Nandhaur Wildlife Sanctuary. Champawat also features new adventure tourism spots catering to paragliders, paramotorists, open-air aircraft riders, anglers, and rafters, making it a destination for visitors of all ages and backgrounds.": "true",
    "TOURISM": "true",
    "CHAMPAWAT": "true",
    "page_number": "5-6"
  },
  {
    "page_number": "9-10",
    "location_name": "INDO NEPAL BORDER AT BANBASA",
    "banbasa_description": "Banbasa is one of the four main towns in Champawat District. Banbasa is a census town located about 85 km from Champawat and 10 km from Tanakpur. Banbasa is most famous for its border crossing into Nepal from India and Banbasa Barrage. Banbasa Barrage is a barrage built on the river Sharda bordering Nepal with striking views of the lake and canals formed by it. Visitors and passing tourists can enjoy a panoramic view of the surrounding hills and the waterbodies formed due to the barrage. A park is located here that has become a go to picnic spot for tourists. Nepal border is 5 km from Banbasa. Tourists who come here also visit the border crossing with Nepal.",
    "location_name_2": "ABBOTT MOUNT",
    "abbott_mount_description": "Abbott Mount, a serene hill station situated at an elevation of 6400 ft in the Kali Kumaon region of Champawat district, was discovered in the early 1900s by John Harold Abbott, a Britisher, who envisioned it as a European settlement due to its alpine-like ambience. Abbott built a church and thirteen cottages amidst the orchards and forest. From Abbott Mount, visitors can enjoy the stunning panoramic views of the Himalayan peaks, such as Nanda Devi, Panchachuli, Trishul and Nanda Kot. Abbott Mount's dense and lush green forests of deodar, pine, and rhododendron (Burans) are ideal for birdwatching, nature walking, butterfly watching, and photography in the summer. Under the spell of snow, Abbott Mount, on the other hand, transforms into a heavenly winter paradise.",
    "elevation": "6400"
  },
  {
    "location": "Shyamla Tal, Champawat District",
    "distance_from_tanakpur": "28 km",
    "lake_type": "natural lake",
    "surroundings": "lush green mountains",
    "lake_description": "often referred to as Shyamla, which describes Lord Krishna in Hinduism as having a slightly complex dark colour",
    "lake_characteristics": "naturally dirty water, tall mountains, and thick forest",
    "lake_area": "more than 1.5 sq.km",
    "altitude": "1500 mtr above sea level",
    "activities": "boating and other water sports, butterfly watching and nature hikes",
    "biodiversity": "favourable for butterflies and wildflowers",
    "tea_garden_location": "Champawat",
    "climate": "ideal temperature and amiable climate",
    "tea_plantations_history": "established approximately 150 years ago by the British",
    "distance_from_champawat_town": "5 km",
    "tea_garden_area": "28-hectare",
    "tea_garden_description": "one of the largest organic tea gardens in the Himalayan region",
    "tea_garden_employment": "over 400 people",
    "tea_production": "black, white, and organic green tea",
    "tea_brand": "Uttarakhand Tea",
    "tea_export": "yes",
    "tea_development_board_activities": "promoting tea tourism, homestays, tea tasting, nature walks, and tea plucking",
    "visitors_experience": "charm of tea gardens and witness the tea-making process",
    "page_number": "11-12"
  },
  {
    "page_number": "13-14",
    "title": "RIVER RAFTING IN TANAKPUR",
    "location": "Tanakpur, Champawat district",
    "activity": "River rafting excursion on the Kali River's lower stretch",
    "river_location": "Flowing between India and Nepal",
    "river_name": "Kali River (sometimes called Kali Sharda)",
    "border_status": "Serves as a de facto border",
    "rafting_start_year": "2015",
    "popularity": "Go-to for adventurists, not crowded, cheaper",
    "rafting_section": "Kali Sharda",
    "rafting_start": "Jauljibi",
    "rafting_end": "Tanakpur",
    "rafting_length_km": "95",
    "rafting_length_description": "One of the longest stretches",
    "rapids_class": "Class 1 to Class 3",
    "adventure_unique_features": "Secluded beaches and exhilarating whitewater rafting sections",
    "tanakpur_rafting_area_suitable_for": "Adventurers looking to combine jungle trekking with sand beach camping and rappelling"
  },
  {
    "page_number": "15-16",
    "title": "ANGLING",
    "location_description": "Nestled at the confluence of two rivers, Kali and Saryu, Pancheshwar in Champawat",
    "destination_type": "perfect destination for fishing enthusiasts",
    "fish_species": "giant catfish and the golden mahseer",
    "angling_description": "Angling is a popular sport in Pancheshwar, attracting fishing enthusiasts from all over the world.",
    "surroundings_description": "The serene surroundings and calm waters make it an ideal spot for those looking to unwind and indulge in some peaceful fishing.",
    "angling_definition": "Angling is the sport of catching fish using a fishing rod, which requires skill and patience.",
    "angling_benefits": "It offers a sense of accomplishment, relaxation, and a chance to enjoy nature.",
    "trophy_fish": "Himalayan Golden Mahseer, or 'river tiger'",
    "reeling_experience": "The thrill of reeling in this fish is an experience to cherish for a lifetime.",
    "other_fish_species": "prehistoric-looking Giant Devil Catfish",
    "pancheshwar_description": "Apart from the thrill of fishing, the stunning surroundings of Pancheshwar make it a picturesque location.",
    "landscape_description": "The mountains, the valley covered with verdant vegetation, and the glistening rivers are a treat for the eyes.",
    "angling_spot_location": "The angling spot is located about 52 km from Champawat town, making it an easily accessible location for tourists."
  },
  {
    "activity_1": "PARAGLIDING",
    "activity_1_description": "Those who seek an adrenaline rush by making the sky their playground would find Champawat a haven for paragliding. Glide high in the air and experience birds-eye views of the immense whitewater rivers, fascinating mountain peaks, and flowers blooming in the midst of lush greenery.",
    "activity_1_location": "Jhumadhuri and Banasur Fort",
    "activity_2": "PARAMOTORING",
    "activity_2_description": "Let the wings sprout off your shoulders as you get ready to touch the sky above through Paramotoring or powered paragliding and be mesmerized. Paramotoring gives the impression of flying almost independently through the air like a free bird with a motorized fan propelling your parachute.",
    "activity_2_location": "Tanakpur",
    "activity_3": "JOY RIDE IN OPEN AIRCRAFT",
    "activity_3_description": "Experience the thrill of in-flight flight and glorious views from the top as you plan a joyride in an open aircraft in Champawat. What makes this adventure sport even more special is its exclusivity to Champawat and the whole of Uttarakhand.",
    "activity_3_location": "Tanakpur",
    "page_number": "17-18",
    "brand": "AERO SPORTS"
  },
  {
    "WILDLIFE": "WILDLIFE",
    "TOURISM": "TOURISM",
    "FRH Durgapipal": "FRH Durgapipal",
    "NANDHAUR WILDLIFE SANCTUARY": "NANDHAUR WILDLIFE SANCTUARY",
    "Nandhaur Wildlife Sanctuary was created in": "Nandhaur Wildlife Sanctuary was created in 2012",
    "Terai Arc Landscape": "2012 in the Terai Arc Landscape",
    "forest zone stretching between Uttarakhand": "a forest zone stretching between Uttarakhand, India, and Nepal.",
    "lesser known gem of Uttarakhand is famous as a tiger reserve": "This lesser known gem of Uttarakhand is famous as a tiger reserve",
    "enjoys the highest concentration of tigers in the entire state.": "enjoys the highest concentration of tigers in the entire state.",
    "Declared a sanctuary in": "Declared a sanctuary in 2012",
    "Nandhaur opened its gates to wildlife tourism in": "Nandhaur opened its gates to wildlife tourism in 2015.",
    "boasting raw paths": "boasting raw paths, untouched land, virgin landscapes, and untamed jungles.",
    "It is one of the youngest sanctuary in the country.": "It is one of the youngest sanctuary in the country.",
    "Nandhaur offers a mosaic of various landscapes": "Nandhaur offers a mosaic of various landscapes",
    "is an ideal destination for true naturalists seeking something more than the overly-visited": "is an ideal destination for true naturalists seeking something more than the overly-visited \"touristy\" sanctuaries.",
    "Since 2002": "Since 2002",
    "the Nandhaur Wildlife Sanctuary area has been part of the Shivalik Elephant Reserve.": "the Nandhaur Wildlife Sanctuary area has been part of the Shivalik Elephant Reserve.",
    "In 2004": "In 2004",
    "the Wildlife Institute of India recognized the Nandhaur Wildlife Sanctuary area as one of the three viable habitats key to the long-term future of the tiger.": "the Wildlife Institute of India recognized the Nandhaur Wildlife Sanctuary area as one of the three viable habitats key to the long-term future of the tiger.",
    "This sanctuary is primarily a sal forest with more than 100 species of trees": "This sanctuary is primarily a sal forest with more than 100 species of trees, including shisham, bamboo, teak, etc.",
    "Also": "Also, the sanctuary is home to about 25 species of mammals, 250 species of birds, 15 species of reptiles, and 20 species of fish.",
    "The major mammalian species include Asian elephants": "The major mammalian species include Asian elephants, leopards, tigers, and sloth bears.",
    "page_number": "19-20"
  },
  {
    "page_number": "21-22",
    "title": "ADVAITA ASHRAMA. MAYAVATI",
    "description": "Tucked amidst dense deodar, pine, and oak forests, Mayawati Ashram, also known as Advaita Ashrama is one of the famous tourist attractions situated in the Old Tea Estate area in the Lohaghat region of Champawat district. Advaita Ashrama, a pristine branch of the Ramakrishna Math, was founded on March 19, 1899, at the behest of Swami Vivekananda by his disciples James Henry Sevier and Charlotte Sevier. It was in the Alps that Vivekananda, while traveling with the couple, expressed his desire to have a similar hideaway for the monks in the Himalayas. Swamiji spent two weeks in the Ashrama in 1901. Due to its sanctity, this ashram draws devotees from all over the world. The ashram is 22 km from Champawat and sits at an elevation of 6400 ft above sea level. Three of its four sides are mountainous, and the fifth side provides a breathtaking panorama of the snow-covered Himalayan range."
  },
  {
    "page_number": "23-24",
    "ashram_name": "VIVEKANANDA ASHRAM",
    "ashram_description": "The original writings of Vivekananda are published here. Being a place dedicated to the study and practice of Advaita Vedanta, this ashram does not worship idols or pictures. Visitors to the ashram can also make use of its lodging options by making reservations in advance. There is also a library and a small museum at the ashram.",
    "ramakrishna_mission_establishment": "With the commitment and determination to serve mankind, Swami Vivekananda established the Ramakrishna Mission Association in 1897 and started the work of furthering the spirit of spiritual consciousness and harmony among all religions in the world.",
    "swami_virjanand_ji_maharaj": "During this time, his supreme disciple, Swami Virjanand Ji Maharaj, took initiation from Swami Vivekananda.",
    "swami_virjanand_president": "Between 1906 and 1914, Swami Virjanand was the President of Mayawati Ashram, and he published the entire literature of Swami Vivekananda while staying here.",
    "search_for_solitude": "After accomplishing this significant work, he started searching for another suitable place for himself in the mountains with the desire for solitude. His search was completed on the shores of Shyamlatal, a natural lake surrounded by beautiful forest hills.",
    "retreat_establishment": "This place was where the wandering monk set up a retreat in his quest for solitude.",
    "ashram_in_charge": "The Ramakrishna Mission is in charge of this ashram, which opened its doors in 1915 and is a significant hub for spirituality and social service.",
    "ashram_location": "The ashram is located approximately 28 km from Tanakpur and 56 km from Champawat."
  },
  {
    "page_number": "25-26",
    "title": "HERITAGE TOURISM",
    "location": "KOTWALI CHABUTARA",
    "temple_name": "BALESHWAR TEMPLE",
    "description": "The Baleshwar temple complex in Champawat is a remarkable collection of Hindu temples built during the 14th century under the Chand Dynasty. It features exquisite stone carvings and architectural designs typical of that period, designed in the South Indian architectural style. The complex comprises several temples, with the main one dedicated to Lord Shiva (Baleshwar) and two others honoring Lord Ratneshwar and Champawati Durga. The Archaeological Survey of India has protected it as a heritage site, and there are intricate sculptures there that depict various mythological stories. The temple complex is α testament to Champawat's exceptional architectural talents and rich cultural heritage, attracting Lord Shiva devotees as a revered pilgrimage site, especially during the Maha Shivratri Festival."
  },
  {
    "title_kotwali_chabutara": "KOTWALI CHABUTARA",
    "kotwali_chabutra_description": "Kotwali Chabutra is a square-shaped stone pavilion located in the heart of Champawat. Known locally as Chaumra or Chabutra, the monument is 2.75 mtr wide and 0.83 mtr high and features elaborate carvings and decorations. Historians suggest that it was built in the 13th century under the Chand Dynasty's authority and was likely a part of a larger structure with a vast canopy. The Archaeological Survey of India (ASI) protects the monument as an important example of early medieval architecture in the region. The use of the platform is unclear, but locals believe that it was once used for royal court sessions. Kotwali Chabutra is a significant cultural and historical relic in Champawat, attracting tourists from all over the world. Its stone construction and intricate design exemplify the region's rich architectural tradition.",
    "title_banasur_fort": "BANASUR FORT",
    "banasur_fort_description": "Banasur Fort, also referred to as Vanasur Fort, is a historical stronghold positioned in the Lohaghat area of Champawat. The fort is named after Banasur,a mighty demon king from Hindu mythology who is thought to have erected the fortress. Located at an altitude of 6000 feet on a hilltop, the fort provides breathtaking views of the green Lohaghat terrain. It is only 8 km from Lohaghat with a 2 km hike. As per legend, Lord Krishna defeated Banasur. The fort is believed to have been constructed by Banasur himself, and it is said to be the site of the epic battle between Lord Krishna and Banasur, resulting in Banasur's death. Today, Banasur Fort is a well-known tourist destination that draws tourists from all over the world who are interested in history, mythology, and architecture.",
    "page_number": "27-28"
  },
  {
    "title_ek_hathiya_ka_naula": "EK HATHIYA KA NAULA",
    "description_ek_hathiya_ka_naula": "Ek Hathiya Ka Naula, located approximately 5 km from Champawat, is a historic water source. This reservoir features intricate stone carvings that are a testament to the ancient architecture and engineering skills of the Kumaoni people. The Naula, made entirely of stone without mortar, is a unique example of Kumaoni architecture. The water source is famous for the legend of the one-handed man, who is said to have created the intricate carvings on the reservoir in a single night. The sculptures of deities like Vishnu, Lord Ganesha, and Surya, as well as other figures, can be found on the walls of the Naula. The detailed stone engravings and patterns are a delight for ancient architecture enthusiasts.",
    "title_gurdwara_reetha_sahib": "GURDWARA REETHA SAHIІВ",
    "description_gurdwara_reetha_sahib": "Meetha Reetha Sahib is an important pilgrimage site for Sikhs. The Gurdwara Sri Meetha Reetha Sahib is located 75 km from Champawat and was built around 1960. Sikh devotees believe that during Guru Nanak Dev Ji's visit here, he sat under a reetha (soapnut) tree that bore sweet reetha, which is usually bitter. This meetha (sweet) reetha is considered a blessing from Nanak Ji and is served as prasad, hence the Gurdwaras unique name. The annual Baisakhi festival is widely celebrated, attracting devotees from all over the world. The complex is surrounded by verdant mountains, and the main prayer hall features stunning wall paintings depicting Sikh history and culture. Every day, kirtan is held, and langar is served to all visitors.",
    "page_number": "29-30"
  },
  {
    "temple_1_name": "GURU GORAKΗΝΑΤΗ TEMPLE",
    "temple_1_location": "Talladesh, 40 km from Champawat",
    "temple_1_deity": "Guru Gorakhnath",
    "temple_1_description": "a revered Hindu saint and yogi, renowned for its unique beliefs and customs",
    "temple_1_legend": "the Gorakh Panthis founded the Dhuni at this location while traveling through Nepal",
    "temple_1_dhuni": "continuously burning since the Satyug",
    "temple_1_prasad": "made from the sacred Dhuni ash",
    "temple_1_nath_sect": "sadhus offer blessings and administer them to the devotees",
    "temple_1_worship": "worshipped as the protector of livestock in the region",
    "temple_1_devotee_belief": "all their desires will be granted, and childless couples are blessed with offspring after spending a night in the temple",
    "temple_2_name": "GOLU DEV TEMPLE",
    "temple_2_location": "Champawat",
    "temple_2_description": "situated in the heart of the bustling hill town of Champawat and is an important religious site in the region",
    "temple_2_deity": "Golu Devta",
    "temple_2_deity_description": "revered in the Kumaon region as the supreme god of justice",
    "temple_2_deity_origin": "noble born in Champawat who, according to local legend, was believed to be an incarnation of Gaur Bhairav (Shiva)",
    "temple_2_deity_justice": "renowned for his unwavering dedication to justice and his court of justice, known as \"Golu Darbar\"",
    "temple_2_deity_travels": "traveled throughout his kingdom on horseback to hear citizen complaints and administer swift justice",
    "temple_2_belief": "anyone who does not receive justice elsewhere will receive it immediately",
    "temple_2_devotee_action": "devotees ring a bell at the temple and receive prasad",
    "page_numbers": "31-32"
  },
  {
    "temple_1_name": "MANESHWAR TEMPLE",
    "temple_1_description": "The Maneshwar Shiv Temple is an ancient temple dedicated to Lord Shiva, situated on the road to Lohaghat, 7 km from Champawat. Nirbhaychand, a king of the Chand Dynasty, built the temple. It is believed that the Pandavas erected a Shivling of Lord Shiva here during their exile after Arjuna fired an arrow from his Gandiva bow to produce a water stream for their father Pandu's Shrad ritual. A naula was created at the location where water burst out, and its water is considered just as holy as the holy Kailash Mansarovar water. An interesting fact about this temple is that it was a stop on the ancient Kailash Mansarovar Yatra until 1962. The temple's Gupt Naula (secret water source) still exists, and during the annual Ekadashi fair, thousands of devotees come to the temple to offer prayers.",
    "temple_2_name": "PANCHAYATAN SHIV TEMPLE",
    "temple_2_description": "Panchayatan Shiv Temple is situated 8 km away from Champawat in Chaukuni Bora village. The temple has a unique panchayatana design, with one main shrine at center and four smaller auxiliary shrines around. Government of Uttarakhand has designated the temple as an archaeological heritage monument. Stone carvings of Hindu deities, animals, and historical events decorate the walls of the temple, which also houses a sacred shivling in its main shrine. Historical records show that the temple was constructed during the 12th century's Chand dynasty rule. The exquisite architecture and detailed carvings serve as a testament to the skilled workmanship of the architects and artisans of that era. Panchayatan Shiv Temple is a worthwhile stop for anyone curious about Champawat's heritage.",
    "page_number": "33-34"
  },
  {
    "temple_name_nagnath": "NAGNATH TEMPLE",
    "founder_nagnath": "Guru Gorakhnath",
    "century_nagnath": "10th",
    "type_nagnath": "Shiva temple",
    "style_nagnath": "Kumaoni-style wooden doorways",
    "century_doorways_nagnath": "18th",
    "invaders_nagnath": "Gorkha and Rohilla",
    "status_nagnath": "restoration and is now in better shape",
    "devotees_nagnath": "Hindu devotees",
    "legend_nagnath": "Mahant of the Nath sect camped at the top of Champawat to protect the city when the Chand Rajas established their capital there",
    "nearby_temple_nagnath": "Kalbhairav temple",
    "type_nagnath_2": "pilgrimage site",
    "temple_name_aditya": "ADITYA TEMPLE",
    "alternate_name_aditya": "Shiv-Aditya Temple",
    "dedicated_to_aditya": "worship of Lord Sun and Shiva",
    "location_aditya": "Ramak, Champawat",
    "distance_aditya": "75 km away from the city",
    "dynasty_aditya": "Chand dynasty",
    "century_aditya": "16th",
    "legend_aditya": "Pandavas constructed the sacred Shivalinga during their exile and worshiped Lord Shiva",
    "other_temples_aditya": "God Adi and God Bhumia",
    "trees_aditya": "divine banj oak trees",
    "event_aditya": "Surya Sasti",
    "fair_aditya": "three-day fair every year in August or September",
    "page_number": "35-36"
  },
  {
    "title": "CHAMPAWAT MANEATER BOOK",
    "person_name": "EDWARD JAMES CORBETT",
    "author": "JIM CORBETT",
    "book_title": "THE TEMPLE TIGER AND MORE MAN-EATERS OF KUMAON",
    "description": "Jim Corbett, a famed hunter, conservationist, and author, played a crucial role in saving countless human lives in the early 1900s by hunting down Man-eater tigers and leopards. The Kumaon region was notorious for its Man-eater, and Jim Corbett became known for successfully eradicating them. Over a period of thirty years, he hunted several tigers in Champawat and nearby areas, including the infamous Champawat Tiger, Talla Desh Man-eater Chuka Man-eater, and Thak Man-eater. The Champawat Tiger holds a Guinness World Record for its 436 recorded killings in Nepal and India. Jim Corbett hunted down the Champawat Tiger in 1907, his first Man-eater. It is claimed that he also killed his last Man-eater, the Thak Man-eater, in Champawat, cementing Champawat's association with his legacy. Jim Corbett's heroism and skill in protecting human lives made him a revered figure worldwide, and his legacy still endures.",
    "page_numbers": "37-38"
  },
  {
    "SWAMI VIVEKANANDA": "Swami Vivekananda",
    "Swami Vivekananda Disciple": "Swami Vivekananda, a disciple of Sri Ramakrishna, embarked on a spiritual journey through Uttarakhand with his student Akhandananda in 1890, seeking enlightenment. Their only possessions were their clothes and begging bowls. Champawat, then a part of the Almora District, was one of the significant locations that Swami Vivekananda spent a considerable amount of time in. Near Shyamla Tal and Sukhidang,the more than 100-year-old Advaita Ashram Mayavati and the Vivekananda Ashram bear witness to his enduring influence. There is a plaque honoring his time at the Dak Bungalow in Champawat. An inscription near the Dak Bungalow in Champawat commemorates his stay there. Swami Vivekananda's teachings and philosophy continue to have a lasting impact on the region, and a Swami Vivekananda Trail has been developed to retrace his journey. Devotees from across the globe visit Champawat to follow in his footsteps and experience the spiritual essence that inspired him.",
    "GURU NANAK DEV JI": "Guru Nanak Dev Ji",
    "Guru Nanak Dev Ji Description": "Guru Nanak Dev Ji, the first Sikh Guru, embarked on spiritual journeys called Udasis, traversing through the Indian subcontinent. During his third Udasis, from 1514 to 1518 AD, Guru Nanak Dev Ji visited the Kumaon region, including Champawat, Pithoragarh, Tanakpur, and Lohaghat. During his travels, he interacted with people from different communities, and preached his message of love, peace, and unity. Guru Nanak Dev Ji's visit to Champawat left a lasting impact on the locals, and it is celebrated to this day. Devotees believe that Guru Nanak Dev Ji blessed a Reetha tree in Champawat, which led to the establishment of the holy Meetha Reetha Sahib Gurdwara. This event inspired the gurdwara's sweet Reetha prasad. The Gurdwara was built in 1960, but the Jor Mela of Reetha Sahib dates back 500 years to Guru Ji's visit, making his visit and stay at Meetha Reetha Sahib an important part of the district's history.",
    "GURU GORAKHNATH": "GURU GORAKΗΝΑΤΗ",
    "Guru Gorakhnath Description": "Guru Gorakhnath Ji was a revered Hindu saint and yogi who lived in the 11th century. He was the founder of the Nath Hindu monastic movement and considered a Maha-yogi in the Hindu tradition. He visited various parts of India during his spiritual journey, including Champawat and its neighboring areas, where he is still venerated. Guru Gorakhnath followed the teachings of Kumarila and Adi Shankara, who promoted Yogic and Advaita Vedanta principles. His presence in the area can be felt as many temples and ashrams have a history tracing to him. Gorakhnath Temple in Champawat is a testament to his influence in the region. His teachings continue to inspire millions of Hindus globally, making him an integral part of Champawat's spiritual and cultural heritage.",
    "page_number": "39-40"
  },
  {
    "page_number": "41-42",
    "fair_name": "Bagwal",
    "also_known_as": "Devidhura Fair",
    "festival_description": "unique and fascinating festival that takes place every year on Raksha Bandhan",
    "location": "Varahi Devi Temple in Devidhura, Champawat",
    "famous_for": "traditional folk songs and dances",
    "practice": "throwing stones at each other, protected only by large, aesthetically beautiful wooden shields",
    "practice_origin": "ancient tradition of settling disputes and conflicts between villages",
    "sense": "harmony and reconciliation",
    "priest_appearance": "signals the end of the stone-throwing and the beginning of the process of reconciliation",
    "temple_location": "border of three districts: Almora, Champawat, and Nainital",
    "festival_highlight": "image of Goddess Varahi kept in a locked brass casket",
    "festival_ritual": "casket is taken out in a procession to a nearby mountain spring, where a blindfolded priest ritually bathes the image and puts it back in the holy casket",
    "fair_description": "vibrant and unique celebration of the rich culture and traditions of the Champawat district"
  },
  {
    "fair_name": "PURNAGIRI FAIR",
    "location": "Champawat",
    "description": "Significant religious event that draws devotees from throughout the region.",
    "fair_location": "Shri Purnagiri Temple, located on the revered Annapurna Peak.",
    "temple_type": "One of the 108 Siddha Peetha temples.",
    "belief": "The temple stands on the site where a portion of Sati and Savan Prajapati's navel was severed by the Vishnu Chakra.",
    "fair_start": "Around February or March after Holi.",
    "fair_end": "Continues until June.",
    "fair_importance": "Important pilgrimage event.",
    "fair_experience": "Offers an exceptional cultural experience, including folk performances, shopping for local goods, and savoring traditional delicacies.",
    "nearby_towns": "Situated near Tunyas and Tanakpur.",
    "fair_appeal": "A must-see for those interested in local cultural and religious traditions.",
    "fair_atmosphere": "The spiritual vibe and scenic setting of the fair make it a memorable experience.",
    "mela_name": "JOR(JOD) MELA AT REETHA SAHIB",
    "mela_celebration": "Celebrated every year at Reetha Sahib Gurdwara from 12th - 14th May.",
    "mela_history": "With a history of more than 500 years, it dates back to the arrival of Guru Nanak Dev Ji at Reetha Sahib.",
    "mela_attendees": "Thousands of Sikh pilgrims from all over the country attend the event.",
    "mela_activities": "Starts with a series of Guru Granth Sahib recitations followed by a holy dip in the confluence of the Ratia and Ladhiya rivers.",
    "gurdwara_belief": "Believed to be the place where Guru Nanak Dev Ji visited during his spiritual journey to the Himalayas.",
    "gurdwara_decoration": "Decorated with the writings of the Ragidarbari poets of the Sikh panth during the mela.",
    "festival_qualities": "The festival's spiritual aura, scenic beauty, and blend of devotion, festivity, and spirituality make it a must-see for anyone interested in the region's rich cultural and religious heritage.",
    "page_number": "43-44"
  },
  {
    "LOCAL PRODUCE": "Champawat district is a treasure\ntrove of unique local products that\nvisitors can take home as souvenirs\nor relish during their stay.\nIron craft products, expertly designed\nand crafted, are a specialty of the\nregion and are available at\nreasonable prices in the local\nmarkets. They make for eye-\ncatching home decor items and\nutility items. For tea lovers,\nChampawat tea is a must-try. With a\ndistinct aroma and flavor, this tea\nstands out from other varieties.\nTourists can also take a tea garden\ntour to learn about the tea-making\nprocess. Raw honey is another\nculinary delicacy that is popular in\nChampawat. It is well-known for its\nrich taste and medicinal properties.\nVisitors can choose from various\nhoney brands produced by self-help\ngroups in the district. Champawat's\nlocal produce provides a glimpse\ninto the region's rich cultural\nheritage and natural bounty.",
    "CHAMPAWAT": "-THE HUB OF HEAVEN-",
    "BY ROAD": "A",
    "BY TRAIN": null,
    "BY AIR": null,
    "Champawat is well connected with": "other parts of the country, making it\nan easy-to-reach destination.",
    "HOW TO REACH": null,
    "By Air:": "Nearest airport is Bareilly Airport in\nUttar Pradesh, located at a distance\nof 176 km from Champawat. The\nairport is well connected to other\nmajor airports in the country,allowing\nvisitors to easily reach Champawat\nby bus, taxi,or jeep.",
    "By Travel:": "Nearest railway station is Tanakpur,\nlocated 75 km from Champawat\ntown. Visitors can easily reach their\ndestination by road from Tanakpur\nrailway station.",
    "By Road:": "Champawat is well connected by\nroad with neighboring districts and\nstates, connecting it with the rest of\nUttarakhand, the rest of India, and\neven the neighboring country of\nNepal through Tanakpur.",
    "page_numbers": "45-46"
  }
]