[
  {
    "title": "THE KEY TO PARADISE",
    "subtitle": "JEWELS OF THE RUNG VALLEYS"
  },
  {
    "page_number_left": "2",
    "page_number_right": "3",
    "left_page_title": "The Key to Paradise Jewels of the Rung Valleys",
    "right_page_title": "The Key to Paradise Jewels of the Rung Valleys",
    "cloud_play_over_the_himalayas": "Cloud play over the Himalayas",
    "ashok_pande_himalayas": "Ashok Pande",
    "published_by": "Kumaon Mandal Vikas Nigam, Nainital | 2023",
    "concept_and_coordination": "Dr. Sandeep Tewari, IAS, Managing Director, Kumaon Mandal Vikas Nigam, Nainital",
    "abz_prasad_bajpai": "Abz Prasad Bajpai, PCS, General Manager, Kumaon Mandal Vikas Nigam, Nainital",
    "text": "Ashok Pande",
    "photographs_and_other_inputs": "Threesh Kapoor, Jaimitra Singh Bisht, Ashok Pande,\nNaru Parihar, Vikram Singh Negi, Krishna Chandra\nPalariya, Amit Sah, Rohit Umrao, Kundan Bhandari,\nPrashant Sagar Bisht, Chandra Mehta, Girish Lohani\nSaransh Mungoli",
    "design": "Raju K. Bhawariya",
    "printed_by": "Process Divine, New Delhi 2023"
  },
  {
    "page_number_left": "4",
    "page_number_right": "5",
    "section_title": "The Himalayas",
    "image_description": "The expanse of Kumaon Himalayas",
    "photographer": "Threesh Kapoor",
    "himalayas_description": "The Himalayas are deemed the most stately, the most resilient, and the most gorgeous mountains in our planet. They extend hundreds of kilometres from east to west through a large part of central Asia, covering segments of India, Nepal, China and several smaller realms. Conceived approximately 40 million years past when two chunks of Earth's shell rammed into each other, the Himalayas are amongst the youngest mountain ranges on the face of earth.",
    "himalayas_height": "The Himalayas are very tall. The Himalayan range includes the highest mountain in the world, Mount Everest, whose altitude from sea level has recently been reckoned as 29,035 feet. Close to a dozen Himalayan peaks are estimated to be higher than 25,000 feet. Elsewhere in the world the highest mountain is Mount Aconcagua, situated in the Latin American Andes, is barely 22,830 feet.",
    "himalayas_explorer_quote": "The immensity of the peaks inspires feelings of astonishment and wonder among the ardent travellers to the Himalayas. When the British explorer George Bogle encountered these giant peaks for the first time, he exclaimed, \"It is impossible to conceive of any change of country more abrupt or any contrast more striking.\"",
    "book_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "book_title_right": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "6",
    "page_number_right": "7",
    "document_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "document_title_right": "The Key to Paradise Jewels of the Rung Valleys",
    "section_title": "The Religious Impact",
    "religious_impact_description": "The Himalayas have had a profound religious impact on the Indian subcontinent and the broader region of South Asia. Their significance spans multiple religions, with Hinduism, Buddhism, and to some extent, other traditions such as Jainism and Sikhism, being deeply influenced by the Himalayas.\nIn Hinduism, the Himalayas are often regarded as the abode of the gods. Mount Kailas, located in the Himalayas, is considered the seat of Lord Shiva. Many other peaks and locations in the Himalayas are associated with various deities and are considered sacred pilgrimage sites.\nThese grand mountains are the source of several major rivers in the Indian subcontinent, including the Ganges (Ganga), Yamuna, and Saraswati. These rivers are considered sacred in Hinduism, and millions of Hindus take part in rituals, ceremonies, and pilgrimages along their banks.",
    "sadhu_meditating_description": "Sadhu meditating in front of the Peenath temple",
    "threesh_kapoor": "Threesh Kapoor",
    "hindu_sages_description": "For Hindu sages and ascetics seeking solitude, meditation, and spiritual enlightenment, the Himalayas have always been a favoured destination. Many ashrams and hermitages are located in the Himalayan region, where individuals can engage in spiritual practices and meditation.\nThe Himalayan region, particularly in modern-day Nepal and northern India, is the birthplace of Buddhism. The Himalayas are closely associated with the life and teachings of the Buddha.\nThe Himalayas have historical significance in Sikhism. Guru Nanak, the founder of Sikhism, travelled extensively in the Himalayas during his spiritual journeys. The Hemkund Sahib Gurudwara, located in the Himalayas, is an important pilgrimage site for Sikhs.\nIn addition to the major world religions, the Himalayan region is home to various indigenous and tribal belief systems. The mountains and their natural features often play a central role in the religious practices and folklore of these communities.\nThe Himalayas have also had an ethical and environmental impact on religious thinking. Their conservation is seen as a religious duty, and many religious leaders advocate for the preservation of the Himalayan ecosystem as a means of fulfilling religious and moral obligations.\nIn summary, the Himalayas are a crucible of religious diversity and spiritual significance in South Asia. They have shaped the religious beliefs, practices, and cultural traditions of the region, and continue to be a destination for pilgrims, seekers, and tourists seeking both physical and spiritual elevation."
  },
  {
    "page_number_8": "8",
    "page_number_9": "9",
    "carving_detail": "Carving Detail",
    "carving_location": "from a panel, Baleshwar temple, Champawat",
    "photographer_mungoli": "Saransh Mungoli",
    "section_title": "The Spiritual Thread",
    "himalayas_spiritual_role_1": "The Himalayas have held a special place in the hearts and minds of sages and spiritual seekers throughout history.",
    "himalayas_spiritual_role_2": "When saints and ascetics saw the majestic Himalayas, they often experienced profound feelings and emotions.",
    "himalayas_spiritual_role_3": "The sheer scale and grandeur of the Himalayas are awe-inspiring.",
    "himalayas_spiritual_role_4": "Sages often felt a deep sense of reverence for these towering peaks, viewing them as a manifestation of the divine and a symbol of the infinite power and majesty of nature.",
    "himalayas_spiritual_role_5": "Saints sought out this seclusion to disconnect from the distractions of the world and immerse themselves in deep meditation and spiritual practices.",
    "himalayas_spiritual_role_6": "The Himalayas offer a natural setting of isolation and solitude.",
    "himalayas_spiritual_role_7": "Sages and spiritual seekers often found inspiration for their spiritual journeys and quests in the mountains.",
    "himalayas_spiritual_role_8": "The serene and pristine environment was believed to be conducive to profound spiritual experiences.",
    "himalayas_spiritual_role_9": "The Himalayas are steeped in spiritual symbolism in Hinduism and other Indian religions.",
    "himalayas_spiritual_role_10": "Some saints believed that the Himalayas were the abode of the gods, and being in the presence of these mountains helped them feel a closer connection to the divine.",
    "himalayas_spiritual_role_11": "It was a place where they could commune with higher spiritual forces and seek enlightenment.",
    "himalayas_spiritual_role_12": "The challenging terrain and harsh conditions of the Himalayas were seen as a test of one's commitment to a life of renunciation and detachment from worldly desires.",
    "himalayas_spiritual_role_13": "Sages often renounced material comforts and chose to live a simple, ascetic life in the mountains.",
    "himalayas_spiritual_role_14": "The serene and tranquil environment of the Himalayas provided sages with an ideal backdrop for inner reflection and self-realization.",
    "himalayas_spiritual_role_15": "Many sought to attain a state of inner peace and spiritual enlightenment through meditation and introspection.",
    "himalayas_spiritual_role_16": "Beyond their spiritual significance, the Himalayas are renowned for their natural beauty.",
    "himalayas_spiritual_role_17": "Saints appreciated the pristine landscapes, clear mountain air, and lush forests, which added to their sense of tranquillity and well-being.",
    "himalayas_spiritual_role_18": "Some sages and ascetics claimed to have had mystical or supernatural experiences in the Himalayas, such as visions, encounters with divine beings, or insights into the nature of reality.",
    "himalayas_spiritual_role_19": "In essence, the emotions and feelings that sages experienced when they saw the Himalayas were deeply rooted in their spiritual and philosophical beliefs.",
    "himalayas_spiritual_role_20": "The mountains served as a canvas for their spiritual journeys, a source of inspiration, and a place of deep introspection and communion with the divine.",
    "evening_himalayas_location": "Evening Himalayas from Kasardevi",
    "evening_himalayas_photographer": "Ashok Pande"
  },
  {
    "page_number_left": "10",
    "jageshwar_dham": "Jageshwar\nDham",
    "ashok_pande": "Ashok\nPande",
    "key_to_paradise_left": "The Key to Paradise",
    "jewels_of_rung_valleys_left": "Jewels of the Rung Valleys",
    "cult_of_lord_shiva": "The cult of Lord Shiva is predominant in Kumaon.",
    "jyotirlingas_jageshwar_dham": "Counted among the holy Jyotirlingas, the Jageshwar\nDham temple complex near Almora is one of the most\nimportant Shiva shrines in the country.",
    "key_to_paradise_right": "The Key to Paradise",
    "jewels_of_rung_valleys_right": "Jewels of the Rung Valleys",
    "page_number_right": "11"
  },
  {
    "page_number_left": "12",
    "page_number_right": "13",
    "section_title": "The Towers of Faith",
    "paragraph_1": "Religion is an essential element of the fabric of family, kinship, belonging, artistic production and material cultures, and identity in the Himalaya. It is interwoven with and comes into being through cultural and social processes and yet it is irreducible to any of these. The Himalaya are home to a variety of religious traditions, each with its own history, social formations, systems of thought and practice, and relationships to space.",
    "paragraph_2": "Shakta and Shaiva traditions predominate as forms of Hinduism, visible amongst the Hindu char dham temples and pilgrimage routes, local devta shrines, and peripatetic sadhu communities. Buddhist traditions are central in many parts of the Himalaya, with longstanding and varied schools of Tibetan Buddhism, renewed Theravada communities, and Newar traditions.",
    "paragraph_3": "The Himalayas and Hinduism are deeply intertwined in the cultural, spiritual, and geographical landscape of the Indian subcontinent. The Himalayan mountain range is home to some of the most sacred and revered places in Hinduism. These mountains are often associated with divine beings and epic stories from Hindu mythology. Devotees undertake arduous journeys to reach these sacred places to seek spiritual blessings.",
    "paragraph_4": "Hindu mythology is replete with stories and legends that involve the Himalayas. For instance, it is narrated that the churning of the ocean of milk i.e. Samudra Manthan took place in the Himalayas, leading to the emergence of the nectar of immortality and the formation of the celestial beings known as devas and their counterparts, the asuras.",
    "image_description": "Mount Trishul from Kausani",
    "image_credit": "Jaimitra Singh Bisht",
    "paragraph_5": "The Himalayas have inspired a wealth of artistic and cultural expressions in Hinduism. Paintings, sculptures, and literature often depict the majesty of these mountains and the divine beings associated with them. Temples and monasteries in the Himalayan region also reflect the influence of Hinduism in their architecture and art.",
    "paragraph_6": "The Himalayas continue to be a popular destination for individuals seeking spiritual retreats and self-discovery. Many ashrams and spiritual centres are located in this region, where people can learn about Hindu philosophy, practice meditation, and connect with their inner selves.",
    "paragraph_7": "The Himalayas hold a central place in Hinduism due to their geographical, mythological, and spiritual significance. They have shaped the religious and cultural heritage of India and continue to play a vital role in the spiritual lives of millions of Hindus and seekers of inner knowledge.",
    "book_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "book_title_right": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "The": "Giant Mountains",
    "and the Holy Scriptures:": "The Puranas",
    "The Key to Paradise Jewels of the Rung Valleys": "15",
    "An 18th century illustration depicting the holy family. Shiva and Parvati, cradling Skanda with Ganesha on Shiva's side": null,
    "The ancient Hindu Puranas form a massive body of work and are the principal and foremost source of particulars regarding the Holy Himalayas. There are eighteen Puranas in all, compiled at diverse generations by diverse writers. These are divided into various chapters called Khandas, Samhitas and Mahatmyas. One of these highly revered scriptures is the Skanda Purana.": null,
    "Attributed to the sage Vyas Rishi, the Skanda Purana encompasses over eighty thousand cantos. This immense treatise is associated primarily to Shaivism and is titled after Skanda, a son of Lord Shiva and Parvati. Although numerous versions and variants of the Skanda Purana are supposed to have been composed over centuries, all of them provide encyclopaedic details about the geography and cosmology of the Himalayan region especially that of Kumaon adjoining the erstwhile Tibet. At places it resembles a highly detailed travel handbook narrating in detail the topography of the region.": null,
    "One of these Khandas, namely Manas Khand is said to be an integral part of Skanda Purana.": null,
    "सुदेवसुतावुभौ राम क्झनै। समुत्पन्नोपा नामहलायुधौ जरासेधभ": null,
    "या नक्झक्ष्मी हार का समकल्पयत् १० विश्वकर्माण माझ्या पुरीहाट कनि": null,
    "भिंती तत्र खोड श साह मेस्त्री एंग चैव वराधिक‌म् ॥ ११॥ भवनानि मनोज्ञानि": null,
    "नेषांमध्ये व्यक त्सयन्त्रण पारिजात नसं चैव तासां भोगाय कल्पयन् ॥१२॥ या": null,
    "संतिविगत": null,
    "ज्वराः ॥ १३३ान्य क्लिं चित्रिषु लोके व सुंदरंनच दृश्पनेः। सचाजिन प्रसेनारयो पु": null,
    "वायुग्रस्प विश्नुत।।१४। भौधिती र मासा": null,
    "ततः प्रसन्नोभग वा न्सत्रा जितपुरस्थित ॥ १६२॥ सत्राजितो पितुष्टाव दृष्ट्रा मंदिर": null,
    "वाकरयू ने जो राशनमस्तेल नमस्ते सर्वतोमुखः। ॥१७॥ विश्वव्यापिन्नमस्तेस्त": null,
    "नमस्ते विश्वरूपिणेः। कन्पपेयनमस्तेस्त हरिश्चनमो रक्तते ॥१८ ग्रहराजनम": null,
    "स्तस्त नमस्ते चकरोत्रियो। वेदय नमस्ते रक्त सर्व देव नमो रक्तते।।१।। प्रसीद": null,
    "पाहि देशमुद्या मोदिवा करो। इत्य संस्क्रू यमानो सो देवदेवो दिवाकरः २०": null,
    "स्निग्धग भीरम धुरं सत्रा जितमुवाच बरं हिप्रसन्नोमि यन्त्रमन सिव": null,
    "A page from an old manuscript of Skanda Purana, written on Bhoj Patra": null
  },
  {
    "The": "The",
    "Manas Khand:": "Manas Khand:",
    "The Ancient Connection with": "The Ancient Connection with",
    "Nanda Devi and Uttarakhand": "Nanda Devi and Uttarakhand",
    "Nanda Devi\nTemples at\nAlmora": "Nanda Devi\nTemples at\nAlmora",
    "Creative\nCommons": "Creative\nCommons",
    "In the beginning part of the 'Manas Khand', the ancestor saint\nVed Vyas reveals to the disciples:": "In the beginning part of the 'Manas Khand', the ancestor saint\nVed Vyas reveals to the disciples:",
    "नन्दपर्वतमारभ्य यावत् काकगिरिः स्मृतः\nतावद्वै मानसः खण्डः ख्यायते मुनिभिर्द्विजाः\nसंक्षेपेण महाभागाः कथयामि न संशयः\nपश्चिमाभिमुखः साक्षात हिमाद्रिः ख्यायते बुधैः\nतस्य दक्षिणभागे वै नाम्ना नन्दगिरिः स्मृतः\nतत्र नन्दा महादेवी पूज्यते त्रिदशैरपि": "नन्दपर्वतमारभ्य यावत् काकगिरिः स्मृतः\nतावद्वै मानसः खण्डः ख्यायते मुनिभिर्द्विजाः\nसंक्षेपेण महाभागाः कथयामि न संशयः\nपश्चिमाभिमुखः साक्षात हिमाद्रिः ख्यायते बुधैः\nतस्य दक्षिणभागे वै नाम्ना नन्दगिरिः स्मृतः\nतत्र नन्दा महादेवी पूज्यते त्रिदशैरपि",
    "(O Saints! The stretch of Manas Khand is said to be spread from\nNand Parwat to Kak Giri. I am going to describe it in short. The\nsages have told that the Great Himalayas are West-facing. To\ntheir south is the nand Giri. There dwells Goddess Nanda Devi\nwho is worshipped by the Gods.)": "(O Saints! The stretch of Manas Khand is said to be spread from\nNand Parwat to Kak Giri. I am going to describe it in short. The\nsages have told that the Great Himalayas are West-facing. To\ntheir south is the nand Giri. There dwells Goddess Nanda Devi\nwho is worshipped by the Gods.)",
    "n the peak of Nanda is a lake and there is the abode of Vishnu and Vishnu himself. From Nanda flows the Pindaraka from the\nhair of Mahadeva into the Vishnuganga. In it meet the Kali and Saraswati, Kamathi, Vaindhya, and Bodhini. The Brishchiki and\nKrikalasi also flow from Nanda. The Pindaraka joins the Vishnuganga at Karnaprayag, where the king Karna worshipped the sun\nand received from him whatever he desired, gold and jewels and wealth, and he founded the ling of Karneswara Mahadeva. South of\nKarnaprayag is the mount Vaindhya, five peaked, with beautiful trees and many mines. To the west of this the Daraka- peak, from which\nflows the river Chandra into the Pindar. Beyond this is the hill of Durhiddhya and the Panda. Then Benu, a great mountain with great\ncaves and mines and stones of white crystal. On its peak is the Churesa-linga.\"": "n the peak of Nanda is a lake and there is the abode of Vishnu and Vishnu himself. From Nanda flows the Pindaraka from the\nhair of Mahadeva into the Vishnuganga. In it meet the Kali and Saraswati, Kamathi, Vaindhya, and Bodhini. The Brishchiki and\nKrikalasi also flow from Nanda. The Pindaraka joins the Vishnuganga at Karnaprayag, where the king Karna worshipped the sun\nand received from him whatever he desired, gold and jewels and wealth, and he founded the ling of Karneswara Mahadeva. South of\nKarnaprayag is the mount Vaindhya, five peaked, with beautiful trees and many mines. To the west of this the Daraka- peak, from which\nflows the river Chandra into the Pindar. Beyond this is the hill of Durhiddhya and the Panda. Then Benu, a great mountain with great\ncaves and mines and stones of white crystal. On its peak is the Churesa-linga.\"",
    "(Excerpt from Manas Khand, translated by Sir John Strachey)": "(Excerpt from Manas Khand, translated by Sir John Strachey)",
    "T\nhe Skanda Purana declares that Goddess Nanda\nis the Mahashakti (Supreme Power) of the\nHimalayas. It is also worth mentioning that the\n22nd Chapter of the 'Manas Khand' describes in detail\nthe glory of Nanda Devi. The Himalayan peak addressed\nas Nanda Devi is one of the highest in the whole range.": "T\nhe Skanda Purana declares that Goddess Nanda\nis the Mahashakti (Supreme Power) of the\nHimalayas. It is also worth mentioning that the\n22nd Chapter of the 'Manas Khand' describes in detail\nthe glory of Nanda Devi. The Himalayan peak addressed\nas Nanda Devi is one of the highest in the whole range.",
    "Widely acknowledged as the sovereign deity of Kumaon\nand Garhwal, there are a number of shrines devoted\nto her. Several festivals and fairs are held every year in\nvarious parts of both Kumaon and Garhwal to celebrate\nthe glory of Nanda Devi, who is referred to in local\nmythology as both mother and daughter.": "Widely acknowledged as the sovereign deity of Kumaon\nand Garhwal, there are a number of shrines devoted\nto her. Several festivals and fairs are held every year in\nvarious parts of both Kumaon and Garhwal to celebrate\nthe glory of Nanda Devi, who is referred to in local\nmythology as both mother and daughter.",
    "The veneration of Lord Shiva has for centuries\nbeen complemented by the worship of Shakti. In\nUttarakhand, the order gets transposed as Shakti is\nconsidered as the most formidable expression of Mother\nNature. She is worshipped in several forms by various\nnames.": "The veneration of Lord Shiva has for centuries\nbeen complemented by the worship of Shakti. In\nUttarakhand, the order gets transposed as Shakti is\nconsidered as the most formidable expression of Mother\nNature. She is worshipped in several forms by various\nnames.",
    "Nanda Devi\nfrom Binsar": "Nanda Devi\nfrom Binsar",
    "Jaimitra\nSingh Bisht": "Jaimitra\nSingh Bisht",
    "As mentioned in Tantra-scriptures, goddess Shakti was worshipped as\nNanda Manda, Shiva Nanda, Shubha Nanda, Sunanda and Nandini.": "As mentioned in Tantra-scriptures, goddess Shakti was worshipped as\nNanda Manda, Shiva Nanda, Shubha Nanda, Sunanda and Nandini.",
    "The Goddess Nanda is also known by several other names such as Devi\nShakambari, Tripura Sundari and Chandrabadni. Shakti Peeths have\nbeen built at numerous places in Uttarakhand. The auspicious day of\nNandashtami becomes an occasion for celebrating Nanda Devi through\nevents like Nanda Raj Jat, Nanda Paati, Nanda Devi Fair and Anthoon.": "The Goddess Nanda is also known by several other names such as Devi\nShakambari, Tripura Sundari and Chandrabadni. Shakti Peeths have\nbeen built at numerous places in Uttarakhand. The auspicious day of\nNandashtami becomes an occasion for celebrating Nanda Devi through\nevents like Nanda Raj Jat, Nanda Paati, Nanda Devi Fair and Anthoon.",
    "Vivid descriptions of her demolition of the demons are found in Kumaoni and\nGarhwali folk-tales and songs. These versions, celebrating the war between\nthe good and the evil fall into place with the descriptions provided in the\nTantra-scriptures.": "Vivid descriptions of her demolition of the demons are found in Kumaoni and\nGarhwali folk-tales and songs. These versions, celebrating the war between\nthe good and the evil fall into place with the descriptions provided in the\nTantra-scriptures.",
    "When the Mahakali Yogmaya resides in the Himalayas as Nanda, she\ntakes up both classical and folk forms. She resides in all life giving elements\nof nature as the Mother-Protector. Nanda Devi also dwells in the folk songs,\ntales, myths and anecdotes taking up two forms - the creator and the\ndestroyer. As a fearsome destroyer she is known by different names such as\nKali, Kalinkya, Bhramari or Bhadra Kali while as a mother and procreator\nshe is the embodiment of love, affection and kindness.": "When the Mahakali Yogmaya resides in the Himalayas as Nanda, she\ntakes up both classical and folk forms. She resides in all life giving elements\nof nature as the Mother-Protector. Nanda Devi also dwells in the folk songs,\ntales, myths and anecdotes taking up two forms - the creator and the\ndestroyer. As a fearsome destroyer she is known by different names such as\nKali, Kalinkya, Bhramari or Bhadra Kali while as a mother and procreator\nshe is the embodiment of love, affection and kindness.",
    "16": "16",
    "The Key to Paradise\nJewels of the Rung Valleys": "The Key to Paradise\nJewels of the Rung Valleys",
    "17": "17"
  },
  {
    "page_number_left": "18",
    "title": "Manas Khand",
    "subtitle": "the Celestial Abode of Lord Shiva",
    "image_description_left": "Tibetan Prayer flags in the vicinity of the holy Kailas-Manasarovar",
    "creative_commons_left": "Creative Commons",
    "chapter_description": "The chapter on Himalayan districts in the Second Volume of E.T. Atkinson's remarkable 'The Himalayan Gazetteer' deals in detail with the topography and cosmology section of the Manas Khand. Atkinson has generously made use of the translation of the original text into English by British scholar Sir John Strachey.",
    "atkinson_quote": "Atkinson writes - \"In form and often in verbiage the text follows the model of the older Puranas and minutely describes the country from the Lake Manasarovar in Tibet to Nanda Devi and thence along the course of the Pindar River to Karnprayag. From this point the narrative touches the Dhanpur (Danpur) range and thence to the Ramganga and Kosi as far as the plains. Then along the foot of the hills to the Kali, which it follows northwards, winding up in the hills a little to the east of the Karnali.\"",
    "manas_khand_edition_description": "The edition of Manas Khand mentioned by Atkinson begins with the myth of creation of the world. It further narrates the myth of Raja Vena, birth of Goddess Parvati and the establishment of the Shiva Lingas.",
    "page_number_right": "19",
    "image_description_right": "Mount Kailas and the Milky Way",
    "creative_commons_right": "Creative Commons",
    "book_title": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "20",
    "mount_kailas_from_the_south": "Mount Kailas from the South",
    "creative_commons": "Creative Commons",
    "the_key_to_paradise_left": "The Key to Paradise",
    "jewels_of_the_rung_valleys_left": "Jewels of the Rung Valleys",
    "peak_description": "The peak of Mount Kailash is in the shape of a dome. At that hour the sun shone clearly on its summit which resembled a radiant ball of burnished silver was reminded of the golden dome of the temple of Shri Chidambaram, in the Madras Presidency and its inexpressible beauty when shining in the sun's rays. There is one great difference between the two. The golden dome of the temple of Chidambaram is man-made, while the silvery peak of Mount Kailash is the work of nature.",
    "sri_hamsa_quote": "Sri Hamsa in 'The Holy Mountain'",
    "the_key_to_paradise_right": "The Key to Paradise",
    "jewels_of_the_rung_valleys_right": "Jewels of the Rung Valleys",
    "page_number_right": "21"
  },
  {
    "page_number_left": "22",
    "page_number_right": "23",
    "text_left": "bout the mountains, the Manas Khand says - \"The first of\nall is Nanda, where dwells Nanda Devi. Then comes Drona\n(Dunagiri near Dwarahat); then Darukavana (Jageswar)\nand then Kurmachal (Kanadeo in Kali Kumann), beyond which the\nManas-khand ends. Then comes Nagpura; then Darun (in Gangoli);\nthen Patana (above Baleswar in Sira); then Panchsira (Panch-chuli);\nthen Ketumana (a ridge in Goriphat) then Mallik-Arjun (in Askot);\nthen Gananatha (in Byans).\"\nThe Manas Khand has a section that recounts the creation of\nthe holy Mansarovar. It goes - \"The sons of Brahma, Marichi and\nVasishtha and the rest proceeded to the north of Himachal and\nperformed austerities on Kailasa. There they saw Shiva and Parvati,\nand there they remained for twelve years absorbed in mortification\nand prayer. There was then very little rain and little water, and\nin their distress they went to Brahma and worshipped him. Then\nBrahma asked what the desire might be. The Rishis answered and\nsaid - 'We are engaged in devotion on Kailasa and must always go\nthence to bathe in the Mandakini; make a place for us to bathe in.'\nThen Brahma by mental effort formed the holy lake of Manasa. The\nRishis returned and rejoicing at the success of their journey again\nengaged in mortification and prayer on Kailasa and worshipped the\ngolden ling which rose from the midst of the waters of the lake.\"\nThe major part of Manas Khand deals with the region surrounding\nthe Mount Kailas and Lake Manasarovar. It is said to be the reason\nbehind the name of the text.",
    "text_right": "South Face\nof Mount\nKailas from\nAshtapath\nRohit\nUmrao",
    "title_left": "The Key to Paradise",
    "subtitle_left": "Jewels of the Rung Valleys",
    "title_right": "The Key to Paradise",
    "subtitle_right": "Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "24",
    "mount_kailas_and_rakas_tal": "Mount Kailas and Rakas Tal",
    "creative_commons": "Creative Commons",
    "the_key_to_paradise_left": "The Key to Paradise",
    "jewels_of_the_rung_valleys_left": "Jewels of the Rung Valleys",
    "kumaon_influenced_by_shiva_parvati": "It is no wonder that the land of Kumaon is vastly influenced by the cult of Lord Shiva and his consort Goddess Parvati (addressed as Nanda in these parts.)",
    "kailas_manasarovar_pilgrim_route": "For centuries the most-frequented pilgrim-route to Kailas-Manasarovar is the one that passes through the valleys, gorges, forests and treks of Kumaon. The most important part of this pilgrim-route is located in the three high-altitude valleys of the Dharchula tehsil in the Pithoragarh district of Uttarakhand, namely Vyans, Chaundas and Darma.",
    "in_the_heart_of_the_himalayas": "In the Heart of the Himalayas:",
    "the_rung_valleys_title": "The Rung Valleys",
    "the_rung_valleys_vertical": "The Rung Valleys",
    "portrait_of_a_rung_girl": "Portrait of a Rung girl",
    "devashish_garbyal": "Devashish Garbyal",
    "the_key_to_paradise_right": "The Key to Paradise",
    "jewels_of_the_rung_valleys_right": "Jewels of the Rung Valleys",
    "page_number_right": "25"
  },
  {
    "page_number_left": "26",
    "page_number_right": "27",
    "title": "In the Heart of the Himalayas: The Rung Valleys",
    "text_start": "The three valleys - Vyans, Chaundas and Darma - are home to the Rungs or Shaukas (usually, though incorrectly addressed as the Bhotias), indigenous folks that have populated the highest liveable elevations of the high Himalayan regions of Kumaon for several centuries.",
    "text_middle": "The Vyans valley is in the Pithoragarh district of Uttarakhand along the river Kali Ganga, demonstrating the Indo-Nepal boundary. To its west is the Johar valley formed by Gori, Kali's tributary. Johar valley is also home to another branch of the Shaukas. To the east fall the Vyans and Chaundas pattis on the upper and lower reaches of the valley along the Kali river respectively. Along the Dhauli river, another tributary of the Kali that confluences at Tawaghat, to the west is another stunning valley called Darma. The people of Vyans, Chaundas and Darma together form the Rung or the Shauka community.",
    "text_end": "From very ancient times, the Himalayan span located to the south of the sacred Mount Kailas has been acknowledged for its innate magnificence and transcendent motivation. Vast accounts of this terrain are to be discovered in several mystical classics including the Skand Purana. Situated on the most frequented course to the consecrated land of Kailas-Mansarovar, this region can be accessed from the small town of Dharchula apyly called the gateway to the land of the Rungs.\nThe Rung valleys are stretched between the altitudes of 2500 feet to 22600 feet in the central Himalayan region of Kumaon. The villages in the valleys are the summer dwellings of these people, who for centuries carried international trade with the erstwhile Tibet. During the winters, the climate becomes very inclement because of heavy snowfall.\nThe Rungs have their winter settlements in and around the town of Dharchula. Some winter settlements are located in Nepal across the Kali Ganga River.",
    "photo_credit_title": "The magic of the Rung Valleys:",
    "photo_credit_author": "Devashish Garbyal",
    "footer_left": "The Key to Paradise Jewels of the Rung Valleys",
    "footer_right": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "28",
    "description": "Rung women from Budi village in traditional attire participating in Kirji festival, held every twelve years",
    "photographer": "Devashish Garbyal",
    "page_title": "The Key to Paradise",
    "page_subtitle": "Jewels of the Rung Valleys",
    "page_number_right": "29"
  },
  {
    "page_number_left": "30",
    "page_number_right": "31",
    "title": "The Rung People",
    "location_1": "Garbyang Village, Vyans Valley",
    "photographer_1": "Devashish Garbyal",
    "text_1": "The extremely close-knitted Rung community was originally settled in the three valleys mentioned above. The number of their villages is very limited.",
    "text_2": "The Vyans valley comprises the following seven villages - Budi, Gunji, Garbyang, Nabi, Rongkong, Napalchyu, and Kuti.",
    "text_3": "The Darma valley that runs along the flow of River Dhauli Ganga houses the villages of Dar, Syela, Nangling, Baling, Bongling, Saun, Dugtu, Philam, Baun, Go, Dhakar, Tidang, Seepu and Marchha.",
    "text_4": "The Chaundas valley, situated topographically between the Vyans and Darma valleys is, as the name suggests, made up of 14 villages. It is worth mentioning that the number of present villages in the valley exceeds this number. The main villages in the Chaundas valley are - Pangu, Rung, Sirkha, Sosaa, Teejya, Babla, Rimjhim, Baikung, Himkhola, Rauntaun, Sirdang, Gala, Jipti and Bungbung.",
    "location_2": "Rung Village, Chaundas Valley",
    "photographer_2": "Dhiraj Singh Garbyal",
    "book_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "book_title_right": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "32",
    "page_number_right": "33",
    "left_text": "The Rungs were originally traders. International traders to be precise! For several centuries, they held monopoly over the international trade that was carried between India and the erstwhile Tibet.\nThey chiefly traded yak-wool, yak-wool-products, sugar, salt, borax and food grains. The males of the Rung family would be trading in the markets of Taklakot and Gyanima in Tibet during summers and returned at the beginning of winters. During winters they travelled to warm settlements in the plains of Tarai-Bhabar and traded the stuff they would bring from Tibet. Some highly enterprising traders used to travel as far as Karnataka and Assam for selling the exotic goods procured in Tibet.",
    "left_title": "The Key to Paradise Jewels of the Rung Valleys",
    "right_title": "The Key to Paradise Jewels of the Rung Valleys",
    "image_caption": "Rung men and women gathered for a festival",
    "image_credit": "Devashish Garbyal"
  },
  {
    "Nabi Village, Vyans Valley": "true",
    "Devashish Garbyal": "true",
    "The Rung settlements are a treat to behold. Most of the villages are situated at elevations higher than 10000 feet from the sea level. These villages nestled right in the middle of raw natural forces bear living testimony to the grit and endurance of the Rung society": "true",
    "Page_Number_Left": "34",
    "Book_Title_Left": "The Key to Paradise",
    "Book_Subtitle_Left": "Jewels of the Rung Valleys",
    "The Rungs were a highly prosperous community because the trade with Tibet brought them ample fortune. The Chinese invasion of Tibet in the 1950's caused a major setback to this trade.": "true",
    "The loss of their motherland is unquestionably a massive catastrophe for Tibetan people, but Rungs too had to suffer the consequences of this tragedy. As said earlier, they used to dominate the Indo-Tibet trade from this area and were acknowledged all through Kumaon as those little-eyed wanderers, who turned up in winters wandering with flocks of goats and sheep and vending herbs, spices, wool and most significantly salt. Generations of Kumaonis have been nourished on the salt from the mines of Tibet, supplied by them.": "true",
    "The acrimonious Indo-China affairs in the aftershock of the 1962 war brought an absolute end to this age-old trade. This came as a shock to the Rungs as their very roots had been shaken and they had to find new means to live off.": "true",
    "Soon they were opportunely classified as a scheduled tribe by the government. Being inherently diligent they saw that their only opportunity was to grab government jobs. Today we have Rungs at top official posts in almost all government departments in almost every corner of the country.": "true",
    "It has been a great achievement for the Rung community whose population is limited to a few thousand only.": "true",
    "In the next pages we are going to dwell upon some of the most important hallmarks of the Rung region.": "true",
    "Page_Number_Right": "35",
    "Book_Title_Right": "The Key to Paradise",
    "Book_Subtitle_Right": "Jewels of the Rung Valleys"
  },
  {
    "Rung lady": "true",
    "Devashish Garbyal": "true",
    "Om Parvat": "true",
    "The Celestial Manifest": "true",
    "Om Parvat and the surrounding terrain": "true",
    "Vikram Negi": "true",
    "The Key to Paradise Jewels of the Rung Valleys": "true",
    "page_number": "37"
  },
  {
    "page_number_left": "38",
    "page_number_right": "39",
    "section_title": "Om:",
    "subsection_title": "The sound Eternal",
    "verse_start": "The first verse of 'Mandukyopanishad' begins thus:",
    "verse_text": "इदं सर्वं इति एतत् अक्षरम् उपव्याक्षानं भूतं भवत् भविष्यत् इति सर्वम्\nओङ्कारः एव। अन्यत् च यत् त्रिकालातीतं तत् अपि ओङ्कारः एव ॥",
    "verse_translation": "Broadly translated it would mean - \"The Om word is this imperishable word. Om\nis the universe and all this is the exposition of Om. The past, the present and the\nfuture, all that was, all that is and all that will be is Om. That which may exist\nbeyond the bounds of time that too is Om.\"",
    "paragraph_1": "According to Indian philosophy, the word Om, in straightforward terms, means\nthe essential or the choral manifestation of the definitive reality or truth. Diverse\nschools of Indian philosophy also believe Om as the all-inclusive corpus or the\nspirit of the universe. Om is a transcendental being. It exceeds all dimensions\nof space and time, and it represents the past, the present, and the future. Om\nis also believed to be the principal vibratory sound from the seed of creation.\nCertain thinkers deem that Om is the celebration and the origin of speech and\nlanguages.",
    "paragraph_2": "Profound metaphysical deliberations about the significance of Om are manifest\nthroughout the Vedas, the Upanishads, and other sacred texts of Hinduism.",
    "paragraph_3": "The rudimentary philosophies of Hinduism emerged from Om, which is the\nsacred embodiment of the Brahman or the ultimate truth. All Hindu practices,\nchanting, and mantras begin with Om as it realizes all things and makes every\ncommencement auspicious.",
    "paragraph_4": "It is believed that Lord Brahma created the universe with Om, and thus, Om\nunites us with the creator. The Vedas designate Om as a sound that surpasses all\nworldly circumstances and dimensions and claims that only the true pursuer of\ntruth can be in tune with it.",
    "paragraph_5": "According to the Hindu belief system Om provides eternal bliss, peace of mind\nand helps us gain ultimate knowledge.",
    "shape_of_om_title": "The Shape of Om",
    "shape_of_om_paragraph_1": "The highly artistic statues\nrepresenting Lord Shiva as\nNatraj (the God of Dance)\nare believed to embody the\npinnacle of ancient Indian art.\nThe dancing posture of Lord\nShiva resembles the Devangari\nligature for Om.",
    "shape_of_om_paragraph_2": "Renowned American writer,\nJoseph Campbell, who worked\nextensively in comparative\nmythology and comparative\nrelilgion maintained that\nthe that the Natraj statue\nrepresents Om as a symbol of\nthe entirety of \"consciousness,\nuniverse\" and \"the message\nthat God is within a person and\nwithout.\"",
    "image_caption": "Lord Shiva\nas Natraj,\nthe god of\ndance",
    "creative_commons": "Creative\nCommons",
    "book_title_left": "The Key to Paradise\nJewels of the Rung Valleys",
    "book_title_right": "The Key to Paradise\nJewels of the Rung Valleys"
  },
  {
    "Om Parvat covered in fresh snow": "true",
    "Krishna Chandra Palariya": "true",
    "The Key to Paradise Jewels of the Ro": "true",
    "On the way to Kailas-Manasarovar from the Vyans valley one comes across this remarkable sight near Nabidhang.": "true",
    "dradise ung Valleys": "true",
    "41": "true"
  },
  {
    "page_number_left": "42",
    "page_number_right": "43",
    "section_title": "The Route to Om Parvat",
    "paragraph_1": "One of the oldest pilgrimage routes to holy Mount Kailash and Lake Manasarovar passes through the villages of Vyans valley. This route also happens to be the trade route taken up by the Rung traders doing business in the Tibetan markets of Taklakot and Gyanima.",
    "paragraph_2": "The Vyans valley is believed to have been named after Ved Vyas, the first great saint in the Hindu mythology. Rishi Ved Vyas or Bhagwan Ved Vyas is said to have classified the four Vedas, written eighteen Puranas, Brahmasutra and pronounced the epic Mahabharata, that was written down by Lord Ganesha. The Vyans valley is apparently the place where Rishi Ved Vyas worked upon these mightily divine projects. Three important temples dedicated to him can be found in Chhiyalekh (between Budi and Garbyang), Garbyang and Gunji. The temple at Gunji becomes the centre of an annual fair held in his honour in August.",
    "paragraph_3": "The Vyans valley in general has held an important geographical and economic position owing to the fact that through this region the trade to Tibet and Kailash- Mansarovar pilgrimage were taken up.",
    "paragraph_4": "For the commencement of the Kailas-Manasarovar pilgrimage, one first has to first arrive at Dharchula, fittingly called the Gateway to the Rung Valleys.",
    "paragraph_5": "A traveller is obliged to obtain an inner-line permit from the office of the Sub Divisional Magistrate in Dharchula in advance. The first major stop after Dharchula is Tawaghat where the Kali and the Dhauli rivers confluence. The Vyans Valley lies along the Kali River that also marks the Indo-Nepal border. On following the Dhauli River one would reach the Darma Valley.",
    "paragraph_6": "From Tawaghat one would have to reach Budi, the first village of Vyans Valley through Narayan Ashram. We would return to Narayan Ashram in detail further in the book.",
    "paragraph_7": "Budi is-\"the first and the only sub-alpine Rang village of the Vyans Valley situated at an elevation of 9070 feet above the level of the sea on the right bank of the Palangar stream above its confluence with the Kali. Immediately above Budi, a steep ridge advances from the mountain side on the north-west and extends across the valley, leaving but a narrow passage for the river. The summit of Chetu-binayak is then reached after an ascent of about 1750 feet by an easy path and thence the entrance into upper Byans.\" This is how the great Edwin Thomas Atkinson describes the Budi village in his 'The Himalayan Gazetteer' first published in 1884.",
    "traditional_activities": "Traditional activities in the Rung villages",
    "vikra_negi": "Vikra Negi",
    "section_title_footer": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "44",
    "text_left": "The Key to Paradise",
    "subtitle_left": "Jewels of the Rung Valleys",
    "page_number_right": "45",
    "text_right": "The Key to Paradise",
    "subtitle_right": "Jewels of the Rung Valleys",
    "mountain_name_1": "Om Parvat",
    "mountain_name_2": "Amit Sah"
  },
  {
    "Om Parvat": "true",
    "Dr. Vikram Negi": "true",
    "Page Number 46": "true",
    "Page Number 47": "true",
    "Rang cosmology and religious life revolves around a number of gods": "true",
    "Gods are attributed multi-dimensional characteristics in accordance with the prevalent local social faith": "true",
    "Some gods are directly linked to nature and its forces": "true",
    "Mythological beliefs attached to their existence": "true",
    "Beliefs passed on through generations via an extremely vivid and opulent oral tradition": "true",
    "Social set of connections and credence makes it difficult to draw a line between social customs and religious faith": "true",
    "Faith and life directs the stream of life through the Rang valleys": "true",
    "Charles A. Sherring writes - The Saithan, or god's place, is a little chamber a yard in length and the same in breadth and one or two yards in height": "true",
    "A white stone on top of which there is a mall branch of a tree adorned with narrow strips of white cloth (Dhaja) which flatter in the wind": "true",
    "Frequently we find no shrine, but instead a simple stone, and by it a prayer-pole or Darchyo fixed in the ground with streamers (Dhaja) floating from it": "true",
    "A very steep and testing climb of about 3 km to the north of Budi would take one to Chhiyalekh (locally known as Chhyeto), situated at an altitude of 3350 m": "true",
    "Official inner line begins from Chhiyalekh and the visitors have to present their official documents at the ITBP check-post": "true",
    "From Chhiyalekh you can see the vast expanse of the natural grandeur of the Vyans valley": "true",
    "Vast meadows of Chhiyalekh are abundant in all kinds of herbal and medicinal plants": "true",
    "Profusion of many-coloured wild seasonal flowers in all shades and shapes and sizes gives the impression of an explosion of hues": "true",
    "Excellent views of the snow-laden peaks of Mount Api and Hya Namjyung": "true",
    "Garbyang village can be seen from here": "true",
    "Villages of Chhangru, Chhindu and Gaga are also visible": "true",
    "Earth and sky run into each other at Chhiyalekh": "true",
    "A rare temple of Vyas Rishi is located here along with another one dedicated to Baram Dev": "true",
    "Beyond the Chhiyalekh pass is situated the village of Garbyang": "true",
    "Total distance from Budi to Garbyang is 9 km": "true",
    "For almost half a century this village has acquired the dubious fame as 'the sinking village'": "true",
    "Village began sinking at the beginning of the 1960's and some of the finest houses of the valley have been consumed by ground": "true",
    "Unfortunate process continues even today and one can see houses with extremely skilful wood-carvings precariously hanging on to whatever ground has been left in the village": "true",
    "Eight km ahead of Garbyang is the village of Gunji": "true",
    "Route to Gunji is comparatively even on which you come across mesmerizing landscapes, verdant meadows and seasonal carpets of colourful flowers": "true",
    "Himalayan magnificence accompanies you all the way": "true",
    "Overlooking the confluence of the Kali and the Kuti-Yangti rivers, Gunji is one of the most important villages falling on the Kailash-Mansarovar trek": "true",
    "Several government and defence agencies have their setups at Gunji that facilitate this famous pilgrimage, the Indo-Tibetan trade and other activities in the region": "true",
    "A Kumaon Mandal Vikas Nigam guesthouse in Gunji has also been built for facilitating the pilgrims to Kailash-Mansarovar": "true",
    "To reach the Lipu Lekh pass one has to first go to Kala Pani which is situated at a distance of 9 km from Gunji": "true",
    "From Kala Pani one treks northwards to Nabidhang which is a further 9 km": "true",
    "From Nabidhang that one has the views of the amazing and incredible Om Parvat": "true",
    "It is a mesmerizing spectacle and leaves the onlooker speechless": "true"
  },
  {
    "page_number_left": "48",
    "page_number_right": "49",
    "left_page_title": "The Key to Paradise Jewels of the Rung Valleys",
    "right_page_title": "The Key to Paradise Jewels of the Rung Valleys",
    "text": "No pilgrimage to Kailas-Manasarovar is properly accomplished without having a holy darshan of the Om Parvat. The rocky face of the mountain has God's own signature in the shape of Om. The Om-shape gets enhanced with each fresh snowfall.\nBecause of the elevation, the Om Parvat is generally enveloped in mist but after patient wait, as the mist and clouds open up, one is graced with a spectacular view of the Om Parvat.\nOne can clearly see the divine symbol of written in the almighty's hand with chaste white snow on the countenance of the grandiose mountain.\nThe Om Parvat is not visible to the pilgrims who approach the holy Kailas-Manasarovar from the side of Nepal. It is accessible only to those who come this far from the Indian side.",
    "label_1": "Om Parvat",
    "label_2": "Amit Sah"
  },
  {
    "Om Parvat and the Rising Moon": "true",
    "Anup Sah": "true",
    "page_number_left": "50",
    "page_number_right": "51",
    "Adi Kailash Title": "Adi Kailash:",
    "The Divine Replica": "true",
    "From Nabidhang a strenuous and highly taxing trek of 9 more km takes one to the Lipu Lekh pass from where one enters Tibet, the land of the holy Mount Kailash and the Mansarovar Lake. The route to Tibet via Lipu Lekh pass had been used for international trade with Tibet by the Rang traders for centuries.": "true",
    "Adi Kailas and Shiva Temple": "true",
    "Vikram Negi": "true",
    "The Key to Paradise Jewels of the Rung Valleys": "true"
  },
  {
    "page_number_left": "52",
    "image_description": "Adi Kailash and Parvati Sarovar",
    "photographer": "Amit Sah",
    "page_number_right": "53",
    "text_1": "From Gunji the leftwards route goes into the direction of Sin La Pass, the gateway to Darma Valley. Before making a climb over to Sin La one comes across a fabulously beautiful mountain called Adi Kailash or Chhota Kailash. The nomenclature id very befitting as the dome-shaped, snow-clad mountain is an exact replica of the Mount Kailash.",
    "text_2": "Many higher spots located on the way both sides to Sin La Pass facing the Adi Kailash, are treated very pious by the locals. Memorial cairns are built by the people of Darma valley at these spots in the shape of mounds of rough stones, for their deceased ancestors.",
    "book_title": "The Key to Paradise",
    "book_subtitle": "Jewels of the Rung Valleys"
  },
  {
    "The Route to Adi Kailash": true,
    "The Key to Paradise Jewels of the Rung Valleys": "55",
    "Adi Kailash is supposed to be one of the five Kailasas (Panch Kailas), deemed extremely pious by the Hindus all over the world. The other four are - Mount Kailas, Srikhand Mahadev, Kinnaur Kailash and Manimahesh. A holy visit to all of them in a human lifetime is supposed to be equally important to the Char Dham Yatra.": true,
    "he distance between Gunji and Nabi is a mere 3 km. Nabi is the only village in the whole valley that has flat fields all around.": true,
    "The water resources are also aplenty. The word Nabi is said to have been derived from Ngabi. Ngabi is formed from two root words i.e. Nga and Bi (meaning five and rocky hill respectively in the local dialect Rang-lo). Thus Ngabi is a village located under the shadow of five rocky hills. Another phrase that is associated with Nabi is Ngasa Marti that means fifty water-sources.": true,
    "The last village on the way to Adi Kailash is the serenely picturesque village Kuti. Kuti is situated at a distance of 16 km from Nabi.": true,
    "Charles A. Sherring's in his classic book 'Western Tibet and British Borderland' made the following statement some 110 years ago while he was passing through these valleys - \"In those lovely valleys there is still the romance and poetry of life: each tree has its god, each bush its spirit.\" Kuti actually does literal justice to Charles A. Sherring's statement.": true,
    "About three hundred years back, the Kuti village was situated further up at a place called Chyamalti. Kuti is famous as the most sacred village among all the Rangs. Situated at a height of roughly 12,500 feet, Kuti is said to house as many as 330 million gods and goddesses. A number of stories about dhamis and lamas, enlightened spiritual souls possessing direct communication capabilities with the supernatural, are narrated with enthusiasm by people.": true,
    "There is a remarkable salt mine of Kuti that was turned into rocks by a curse. We would know more about this myth further in the course of this text. Chhagani or Chhaga, as the mine is locally named deserves a visit by the inquisitive traveler.": true,
    "Adi Kailash": true,
    "Vikram Negi": true
  },
  {
    "page_number_left": "56",
    "page_number_right": "57",
    "section_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "section_title_right": "The Key to Paradise Jewels of the Rung Valleys",
    "location_around_jolingkong": "Around Jolingkong",
    "location_kundan_bhandari": "Kundan Bhandari",
    "text_start": "in-La (5500 m) or the Lebong pass traditionally joins the Vyans valley to the upper Darma valley at Bidang. The other two passes in the region include the Nama pass (5250 m) between Kuti and Syela and Chatem la (c. 5650 m) between Brammah Parvat and Cheepaydang.",
    "text_middle": "The Adi Kailash range opens up in front of the trekkers, climbers and mountaineers a vast array of peaks, glaciers and passes. The most important peaks to the north of the Sin-La pass include Rajula (5850 m), two unnamed peaks of altitudes 5900 m and 6400 m, Trident Peaks (5400-5500m) and the Jolingkong Peaks (5300-5550 m). The Central Adi Kailash sector includes Adi Kailash (5975 m), Ishan Parvat or Adi Kailash II (6150 m), Brammah Parvat (6321) m), Cheepaydang (c. 6200 m), Yungtangto (5850 m), Pandav Parvat (5750 m) and Nikurch Killa (5700 m).",
    "text_end": "The peaks to the south of the Nama Pass include Rajay Jue (c. 6100 m) while the bordering peaks to the east of the Kuti Yangti Valley are known as Sangthang (6480 m) and Kunti Peak (c. 6000 m). The Rama glacier, Lebong glacier, Nikurch Rama glacier, Chatem glacier and Nama glacier complete the topography of this magnificent territory.",
    "narayan_ashram_title": "Narayan Ashram:",
    "narayan_ashram_subtitle": "The story of the Sadhu from Mysore",
    "narayan_swami_name": "Sri Narayan Swami",
    "narayan_swami_dates": "(1908-1952)",
    "source_text": "From Swami Pranavanada's book 'History of Kailas Manasarovar'",
    "narayan_ashram_title_vertical": "Narayan Ashram"
  },
  {
    "page_number_left": "58",
    "page_number_right": "59",
    "title": "Sadhu with A Mission",
    "text_start": "The valley situated between the Dhauli Ganga and Kali Ganga rivers is called Chaundas. The local name for the valley is Chyepi Bangba. A picturesque village of Chaundas named Sosa, at an altitude of 2734m is known for an important place of socio-religious importance.",
    "text_middle": "The beautiful Narayan Ashram is located on a high platform near Jaikot in the Sosa village. To the West of the Ashram one gets a panoramic view of the Chhipla Kedar range while to the East one has a sparkling view of such peaks as Namjyung, Shankara and Api Nampa.\nThe Ashram was established by Shri Narayan Swami who was born in the house of the Diwan of the King of Mysore in 1908. He was named Raghvendra by his parents. After graduation, he went on long journeys to the erstwhile Burma, Malaya and Singapore. Upon his return via Karachi, he embarked upon an extensive Himalayan travel for dowsing his ever-increasing spiritual thirst. Through this entire Himalayan passage he met saints and learned men in places like Haridwar, Rishikesh, Badri-Kedar and Uttarkashi. It is said that he changed his name after performing tapasya at the banks of Bhagirathi in Uttarkashi.\nIn 1935, Swami Ji decided to go on the cherished pilgrimage to Kailas-Manasarovar with another yogi named Ramananda. They took the difficult route that passed through the Johar Valley of Munsyari. After this journey, Narayan Swami developed great fascination for the Himalayas and he wished to stay for longer periods in some seclude spot in the high altitudes of the great mountain range.\n1936, Narayan Swami made a visit to Chaundas Valley in company of Yogi Ramananda and Sanyasini Ruma Devi. They were mesmerized by the beauty of Sosa village and proposed building an ashram there to the villagers. Swami Ji was offered two different plots of land - one was at Malla Bhatka while the other was at Kulauk. The latter venue was finalized. Mr. Khushal Singh Hyanki, a resident of Sosa, and his brothers willingly offered to donate some land for that purpose.",
    "text_end": "Village Sosa",
    "person": "Jaimitra Singh Bisht"
  },
  {
    "page_number_left": "60",
    "page_number_right": "61",
    "section_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "section_title_right": "The Key to Paradise Jewels of the Rung Valleys",
    "location_narayan_ashram": "Narayan Ashram",
    "location_jaimitra_singh_bisht": "Jaimitra Singh Bisht",
    "ashram_building_start_date": "Thursday 26th March, 1936",
    "ashram_initial_name": "Sharda Ashram",
    "statue_inside_sanctum": "panch-dhatu statue of goddess Saraswati",
    "narayan_swami_companions": "Yogi Ramananda and Sanyasini Ruma Devi",
    "purpose_of_vyans_tirtha": "performing tapasya",
    "yogi_ramananda_left_gujrat_after": "three years",
    "narayan_swami_favorite_bhajan": "\"Vaishnav Jan to Tene Kahiye\"",
    "ashram_solid_structure_start_date": "1939",
    "expert_masons_brought_from": "Almora and Bageshwar",
    "mortar_ingredients": "malt, sand, limestone, cooked rice and cooked Urad daal"
  },
  {
    "page_number_left": "62",
    "page_number_right": "63",
    "text_left": "The Key to Paradise Jewels of the Rung Valleys",
    "text_right": "The Key to Paradise Jewels of the Rung Valleys",
    "location_name_1": "Narayan Ashram",
    "location_name_2": "Naru Parihar"
  },
  {
    "post_office_name": "सोसा",
    "post_office_branch": "शाखा डाकघर",
    "post_office_english": "Sosa Branch Post office",
    "post_office_india": "भारतीय अक India Post",
    "post_office_pincode": 262547,
    "village_name": "Sosa Village",
    "person_name": "Jaimitra Singh Bisht",
    "temple_building_first": "The temple building was built first.",
    "narayan_swami_plan": "Narayan Swami himself drew the plan and supervised the construction process.",
    "followers_contribution": "Prosperous followers of the Swami Ji would send construction material from such remote places as Baroda, Ahmedabad, Pune, Bombay and Surat.",
    "material_transport": "The material first reached Almora whence it would be carried by laborers to the actual site.",
    "goods_transport": "The transportation of goods from Almora to Sosa took almost a fortnight.",
    "laborer_wage": "A laborer was paid Rs. 1.50 per day for work.",
    "temple_completion_time": "5 to 6 years",
    "temple_kitchen_cost": "Rs. 5 Lakh",
    "teacher_influence": "A school teacher from the nearby Jaikot Primary School was so influenced by the efforts of Swami Ji that he left his job to fully devote his time to the Ashram.",
    "teacher_responsibility": "He took over the responsibility of taking care of the accounts.",
    "statue_installation_year": 1946,
    "statue_builder": "Bachchu Bhai Sonu of Bombay",
    "statue_funding": "Sharda Mafatlal",
    "statue_event_attendance": "huge gathering including both the locals and guests from Gujarat and Maharashtra.",
    "ashram_self_reliance": "Swami JI desired to make the Ashram self-reliant. For this purpose he built a double-floored cowshed and planted apple trees around the Ashram.",
    "educational_development": "Narayan Swami contributed hugely to the educational development of the region.",
    "schools_colleges_contribution": "He majorly contributed to establish several schools and colleges in remote places like Narayan Nagar, Askot, Kameri Devi, Jaikot, Pangu, Jarapani, Devalthal and Kanda etc.",
    "children_support": "He held a special place in his heart for the children belonging to the weakest sections of the society.",
    "kailas_manasarovar_pilgrimage_count": "thirteen times",
    "pilgrimage_year": 1937,
    "pilgrimage_participants": "several women pilgrims from Gujrat and nearby areas for this yatra.",
    "non_tibetan_women": "It was the first instance of non-Tibetan women performing parikrama in the holy land.",
    "narayan_swami_teachings": "Narayan Swami taught restraint and simplicity. He firmly believed in the work culture.",
    "death_age": 44,
    "death_place": "Calcutta",
    "ashram_management": "Narayan Swami Trust",
    "ashram_features": "a big library and several rare curiosities",
    "guest_house": "There is a guest house for the visitors and pilgrims."
  },
  {
    "page_number_left": "66",
    "page_number_right": "67",
    "book_title": "The Key to Paradise",
    "book_subtitle": "Jewels of the Rung Valleys",
    "quote_introduction": "In his fantastic book 'History of Kailas Mansarovar, Swami Pranavananda has written -",
    "ashram_views_label": "Views of Himalayan ranges from Narayan Ashram",
    "jaimitra_singh_bisht": "Jaimitra Singh Bisht",
    "swami_pranavananda_image_label": "Swami Pranavananda",
    "ashram_description": "\"Shri Narayan Ashram was started in the year 1936 by Shri 108 Narayan Swami ji Maharaj, on the spur of a mountain nearly 9000 feet high, overlooking the serpent-like torrential River Kali, flowing at the bottom of a gorge about 5,000 feet deep. The terrace-cultivation on the foot-hills all round right up to the River Kali and the snow-clad range of mountains on the east on Nepal borders add to the picturesqueness and charm of the Ashram. A spacious two-storeyed building consisting of an artistically decorated Sankirtan-Hall, Library, and several rooms, a guest-house, and a big kitchen consisting of several rooms and halls, some kutiyas for hermits to stay in for silent contemplation, and the Celestial Cottage of the Swami himself, spacious lawns, flower-beds, and vegetable and fruit- gardens have already been constructed. Pilgrims should not fail to pay a visit to this beautiful Ashram and be benefited by the impressive Sankirtan of the Swami either on their outward or return journey.",
    "swami_maharaj_description": "Shri Swami ji Maharaj lives here with some sadhakas and is helping a good deal for the spiritual and social upliftment of the Bhotias and other people of the hills by his thrilling Kirtans and Bhajans, and by his philanthropy. He has made huge donations to various institutions like schools, pathshalas, hospitals, dharmashalas, bridges, etc. We heartily wish him a long life and good health to serve humanity, both spiritually and materially.\""
  },
  {
    "Salim Ali on meeting Narayan Swami": true,
    "The globally renowned ornithologist Salim Ali made a journey to Kailas Manasarovar in 1945. In his autobiography 'Fall of a Sparrow' he mentions Narayan Swami and his ashram thus:": true,
    "Young Salim Ali with equally young Narayan Swami": true,
    "\"Khela to Sosa (en route to Garbyang) for overnight and next day in Shri Narayan Swami's hospitable ashram, 8,300 ft, started in 1936. Received kindly, shown over buildings, etc. still mostly under construction. Housed in thatched shed which serves as dharamsala for sadhus and others less holy mostly yatris to and from Kailas. Narayan Swami, a handsome youngish black-bearded long-haired man evidently 35-40 or so, speaks good English...a Kerala man from certain clues he let drop, e.g. yeggs and his tell-tale accent on continuously. He seems to know Raihana Tyabji well and apparently has some pull in Baroda which he often visits in winter fund-gathering tours to the money-pots of Ahmedabad and elsewhere.": true,
    "\"At present he apparently has only two permanent associates, a holy man in an off-white nightgown' with dark ringlets and beard, and a retired schoolmaster from a neighbouring village who is the general manager of the establishment's worldly activities such as erecting buildings, obtaining food supplies (of the best) and making disbursements to staff and workmen. Place impresses me as a particularly good setting for a sanatorium-grand mountain surroundings and overlooking Nampa Glacier to E. Large portion of our conversation centred round the journey to Kailas (of which he claims to have made thirteen) and food. One thing we discovered was that the food they have is simple - but best ghee, best milk, best honey and best everything. So the ashram at least provides plenty of rest and wholesome food for the body.\"": true,
    "[Salim Ali must have presumed Narayan Swami to be a \"Kerala man\" because of the latter's accent. Swami Ji belonged to Karnataka as mentioned elsewhere in this book.]": true,
    "Jasuli Datal:": true,
    "The Woman Extraordinary from Dantu": true,
    "The Key to Paradise Jewels of the Rung Valleys": true,
    "Statue of Jasuli Datal in Daantu Village": true,
    "Sabine Leder": true
  },
  {
    "page_number_left": "70",
    "page_number_right": "71",
    "section_title": "Jasuli Lala's dharmshalas",
    "time_period": "Till the 1960's",
    "travel_method": "travellers generally made use of old bridle-paths",
    "major_paths": "Kathgodam-Almora-Pithoragarh and Tanakpur-Champawat-Pithoragarh",
    "evidence": "ample written testimonies",
    "travel_purpose": "to reach such far-flung areas as Johar, Darma and Vyans valleys",
    "structures": "dharmshalas",
    "location_of_dharmshalas": "at most major places of halt on both these routes",
    "structure_pattern": "similar pattern",
    "recognition": "can be immediately recognized",
    "surprise": "pleasant surprise to discover them even on the routes that joined Kumaon to Garhwal and even Nepal",
    "present_status": "remnants of these dharmshalas can be seen at several places in Kumaon and Garhwal",
    "dharmshalas_names": "Jasuli Lala's dharmshalas or Jasuli Shaukyani's dharmshalas",
    "builder": "magnanimous woman from the Darma Valley named Jasuli Datal",
    "respectful_address": "Lala in the Rung Valleys",
    "lala_meaning": "Grandmother",
    "location_photo": "Jasuli Datal's in Chandag, Pithoragarh",
    "photo_courtesy": "Girish Lohani"
  },
  {
    "page_number_left": "72",
    "page_number_right": "73",
    "section_title": "The Legend of Jasuli Datal",
    "legend_text": "According to local legends, Jasuli Buri Shaukyani was a resident of village Dantu in Upper Darma Patti of Dharchula tehsil in the border district Pithoragarh of Uttarakhand. She is believed to have lived during the middle years of the 19th century. The family of this great and brave lady consisted of her husband, a son and a daughter. After her husband's untimely demise, Jasuli married her daughter off in a nearby village. Unfortunately her son also deceased soon after, leaving her mother to live a solitary life. These two untimely and calamitous events distressed her deeply and her life became extremely desolate.\nAfter the death of her son, Jasuli Shaukyani organized his death-rites, called 'syan gwan', on a huge scale. This rite went on for several days as she spent her riches generously. Those days this ceremony used to be a very expensive affair in Darma valley. The yak used in the ritual, to symbolically guide the newly deceased soul from earth to heaven, had to be brought from Tibet while the rice for the purpose was brought from Nepal. The other necessary items were acquired from Kumaon.\nIt is said that after having spent a large chunk of her money, Jasuli was still left with a lot of it. The deaths of her two beloveds made her feel a sense of detachment with worldly riches. She had made a routine of offering money to the river Nyaula in the hope that doing so would bring peace to the souls of her husband and son.\nLocal legends narrate that the great Jasuli Shaukyani would regularly spend on the repair and maintenance of the difficult and rocky mountain routes of the Darma valley. Even this didn't make her satisfied and she intended to make use of her assets for further common welfare.",
    "image_caption": "Jasuli Datal's village Dantu in the Darma Valley",
    "photographer": "Ashok Pande",
    "book_title_left": "The Key to Paradise Jewels of the Rung Valleys",
    "book_title_right": "The Key to Paradise Jewels of the Rung Valleys"
  },
  {
    "page_number_left": "74",
    "page_number_right": "75",
    "dharmshala_at_munsyari": "True",
    "ravi_patiyal_munsyari": "True",
    "dharmshala_at_kheenapani_suyalbari": "True",
    "ravi_patiyal_kheenapani": "True",
    "dharmshala_at_jalna": "True",
    "rakshit_pande": "True",
    "key_to_paradise_left": "The Key to Paradise Jewels of the Rung Valleys",
    "key_to_paradise_right": "The Key to Paradise Jewels of the Rung Valleys",
    "content_start": "One day she was, as usual, on her way to the river Nyaula for the purpose of offering some money to it. It so happed that a British official arrived in Dantu village at that very moment. On seeing Jasuli and her deeds he enquired from the villagers about her.",
    "content_middle": "After comprehending the connotation of Jasuli's river-routine, the official came up with a proposal for her. He offered to build several dharmshalas (charity roadhouses) for the travelling Shauka traders who wandered throughout the year and had to face hail, snow, wind, rain and other perils. These dharmshalas could also serve the purpose of providing shelter to other travellers and the pilgrims visiting the holy Kailash-Mansarovar. Jasuli found the Britisher's offer agreeable and decided to hand over all her money to him.",
    "content_end": "It is said that the abovementioned official was none other than the then commissioner of Kumaon Sir Henry Ramsay. It is also said that this honest and committed British officer fully understood Jasuli's munificent feelings and built several dharmshalas on his return to his headquarters in Almora. Thus several dharmshalas were constructed for pilgrims, travellers and Shauka traders on the pilgrimage and trade routes of Kumaon, Garhwwal, Nepal and Tibet. Sir Henry Ramsay remained in office between 1856 and 1884 and after his retirement stayed on in Almora till 1892. The Shauka traders residing in the bordering valleys of Kumaon used to go on trade in Nepal and Tibet with their herds of goats and sheep. For these traders and for the pilgrims visiting the holy Kailash-Mansarovar, dharmshalas with four to twelve rooms were built at such places where water and space for animals were easily accessible. No wood was used in these stone-based structures. Written documents provide evidence of more than three hundred such dharmshalas having been constructed. There remnants can still be seen in various places of Kumaon, Garhwal, Nepal and Tibet."
  },
  {
    "page_number_left": "76",
    "page_number_right": "77",
    "museum_name": "Rung Community Musuem",
    "museum_location": "Bhowali",
    "keywords": "Dharmshala, Jasuli Shaukyani, Rung Kalyan Sanstha, Uttarakhand",
    "location_names": "Chitrashila Ghat, Ranibagh, Beerbhatti, Nanital, Bhowali, Suyalbari, Almora, Narayan Tewari Deewal, Ranidhara, Dharanaula, Dhungadhara, Karbala, Kapahdkhan, Kasardevi, Katarmal, Majkhali, Kausani, Berinag, Garapani, Pithoragarh, Satgarh, Lauljibi, Balwakot, Dharchula",
    "image_courtesy_left": "Prashant Sagar Bisht",
    "image_courtesy_right": "Prashant Sagar Bisht",
    "dharmshala_status_left": "converted into Rung Community Museum",
    "dharmshala_status_right": "after restoration"
  },
  {
    "page_number": "78",
    "document_title": "The Key to Paradise",
    "document_subtitle": "Jewels of the Rung Valleys",
    "organization_name": "Kumaon Mandal Vikas Nigam",
    "establishment_year": "1971",
    "act_registered_under": "Companies Act 1956",
    "company_type": "Government company",
    "objective": "ensuring all-round development of the hill districts of Kumaon",
    "activities": "tourism",
    "hotels_count": "forty",
    "package_tours": "several",
    "tours_include": "high-altitude treks",
    "collaboration": "Government of India",
    "logistics_management": "Kailas-Mansarovar Yatra",
    "ropeway_location": "Nainital",
    "activities_organized": "adventure tourism",
    "hotels_equipped_with": "high-quality restaurants",
    "restaurants_offer": "native flavours",
    "representation": "national and international Tourism Festivals and Meets",
    "role": "establishing Kumaon as an important hub of tourism in India",
    "care_statement": "Let us take care of all your concerns while you are in Kumaon.",
    "hotels_description": "visitor-friendly hotels in or near all the locations, mentioned in the book",
    "staff_description": "experienced and willing staff",
    "website": "www.kmvn.in"
  }
]