[
  {
    "publication_url": "https://www.researchgate.net/publication/327445800",
    "title": "Tourism in Uttarakhand",
    "article_type": "Article",
    "journal": "International Journal of Management Studies",
    "month": "August",
    "year": "2018",
    "doi": "10.18843/ijms/v5iS5/02",
    "citations": "10",
    "num_authors": "2",
    "author_1": "Bhanu Pratap Durgapal",
    "author_1_affiliation": "Government Degree College Someshwar Almora",
    "author_1_publications": "5",
    "author_1_citations": "37",
    "reads": "35281",
    "upload_date": "17 October 2019"
  },
  {
    "JournalTitle": "International Journal of Management Studies",
    "JournalURL": "http://www.researchersworld.com/ijms/",
    "ISSN_Print": "2249-0302",
    "ISSN_Online": "2231-2528",
    "DOI": "10.18843/ijms/v5iS5/02",
    "DOIURL": "http://dx.doi.org/10.18843/ijms/v5iS5/02",
    "ArticleTitle": "Tourism in Uttarakhand",
    "Author1_Name": "Bhanu Pratap Durgapal",
    "Author1_Affiliation": "Department of Commerce, Government Degree College, Someshwar (Almora), India.",
    "Author1_Title": "Faculty Member",
    "Author2_Name": "Professor B. P. Singhal",
    "Author2_Affiliation": "Faculty of Commerce & Management Studies, Kumaun University, Nainital, India.",
    "Author2_Title": "Dean",
    "Abstract": "Located in the Himalayan belt the State of Uttarakhand with snow capped mountains, lakes and rivers, flora and fauna, easy and challenging trekking routes, pilgrimage and religious places, wild life sanctuaries and national parks, fairs, events and festive, and a safe and secured tranquil environment with friendly hosts is a perfect tourist destination. The present study is focused on understanding the image that the tourists hold about Uttarakhand, and to know the current status of tourism in the state. A questionnaire is prepared to know about the perceptions of visitors. Primary data is collected from a sample of 150 visitors. The collected data is tabulated, frequency tables are prepared and charts are drawn and presented. Demographic profiles of the tourists are presented. Religious and rest and relaxation are the main reasons for visit. About 50% of the visitors are repeat visitors. The physical attributes are liked by the respondents, and they have a positive feeling towards the destination. SWOT analysis reveals that the state could be a strong contender as a favorable tourist destination. The current status of the tourism revealed that Uttarakhand is poised to become a top tourist destination by measures undertaken such as sponsoring travel bloggers, developing new destinations, organizing new events, ensuring ecological balance and giving the status of industry to tourism sector.",
    "Keywords": "Uttarakhand, destination image, SWOT analysis and current status.",
    "Introduction": "Tourism is one of the biggest enterprises on the planet. As indicated by the World Travel and Tourism Council (WTTC), tourism and travel have turned into a worldwide industry; India is home to 36 world heritage sites and a wonder of the world. As per the (WTTC) over 8.03 million foreign tourists visited India in 2015, and the number rose to 8.80 million in 2016 (Government of India, 2017). According to a report by World Travel and Tourism Council (WTTC, 2017), the tourism industry in India generated 220 billion USD in 2016, which amounted to 9.6 percent of the nation's GDP. The industry provides jobs to over 40.43 million, which is 10 percent of the total employment of the country. India is captivating with its ancient culture, stunning differences and amazing characteristic magnificence. With the considerable potential accessible and the improvement activities taken by the administration, Indian inbound tourism has demonstrated a generous development in the most recent decade which has been the best ever. India has considered main traveler visitor goals in the aspect of promoting activities including effective incredible India battle. In this setting, the state is an incredible vacationer goal with fabulous natural environment, most profound sense of being, enterprise, and relaxation and give a feel to come back for a traveler. It advances spiritual tourism from the religion differing qualities and legacy.",
    "UttarakhandTourism": "The State of Uttarakhand has natural locations, pleasant climatic conditions, lakes, snow capped mountain peaks, age old pilgrimage and religious places, glaciers and origins of rivers and rivers, national parks and wild life sanctuaries and many historic places with traditional fairs and festivals. All these are a boon to the tourism industry. The four dhams get their sacred waters as four streams - Yamuna (in Yamunotri), Bhagirathi(in",
    "Volume": "Vol.-V",
    "Issue": "Special Issue - 5",
    "Date": "August 2018",
    "Page": "8",
    "ForeignTourists2015": "8.03 million",
    "ForeignTourists2016": "8.80 million",
    "TourismIndustryIndiaGenerated": "220 billion USD",
    "GDPPercent": "9.6",
    "JobsProvided": "40.43 million",
    "EmploymentPercent": "10",
    "SampleVisitors": "150",
    "RepeatVisitors": "50"
  },
  {
    "ISSN(Print)": "2249-0302",
    "ISSN(Online)": "2231-2528",
    "journal": "International Journal of Management Studies",
    "website": "http://www.researchersworld.com/ijms/",
    "location1": "Gangotri",
    "location2": "Mandakini (in Kedarnath)",
    "location3": "Alaknanda (in Badrinath)",
    "yatra_type": "Char Dharm yatra",
    "yatra_direction": "west to the east",
    "yatra_start": "Yamunotri",
    "yatra_continue": "Gangotri",
    "yatra_end": "Kedarnath and Badrinath",
    "dhams_open": "Char (four) Dhams",
    "trail_condition": "burdensome trails",
    "confidence_level": "satisfying experience",
    "favored_goals": "Haridwar, Nanakmatta, Meetha-Reetha Sahib, Piran Kaliyar and Punyagiri",
    "religious_event": "night Aarti by the banks of the Ganga at Haridwar",
    "yatra_offer": "Nanda Devi and Kailash Manasarover offer a chance to relish some of the most stunning sceneries",
    "atmosphere": "Holy conjunctions, beautiful environment, and an atmosphere of profound tranquility",
    "destination_benefit": "invigorating prize for the travelers and sightseers who visit Uttarankhand",
    "tourism_understanding": "Understanding tourism and destination image is a key to success for the marketers",
    "destination_image": "multi-dimensional concept comprising cognitive, affective and conative component",
    "cognitive_component": "refers to physical attributes",
    "affective_component": "refers to feelings towards the destination",
    "conative_component": "intent or action component",
    "review_of_literature": "According to the literature available a description of the different tourism destination image studies is presented as under",
    "destination_image_components": "Destination Image Components and Factors",
    "crompton_1979_motives": "nine motives of pleasure vacationers which influenced the selection of a destination-escape from a perceived mundane environment, exploration and evaluation of self, relaxation, prestige, regression, enhancement of kinship relationships, facilitation of social interaction, novelty and education",
    "gunn_1985_images": "destination images fall on a continuum beginning with the organic image, followed by the induced image and ending in the complex image",
    "gunn_1985_theory": "validated by (PC Fakeye, JL Crompton, 1991) when consistent significant differences in images were found between the non-visitors, first-timers and repeaters",
    "mowen_minor_1998_image": "image is not a single element, but rather, a mental structure, built by multiple nodes and associations",
    "mowen_minor_1998_schema": "schema was considered to be a hypothetical cognitive structure that integrates lower level units of information into higher level cohesive and meaningful units called nodes, which, as the fundamental building blocks, form a mental network",
    "hawkins_best_coney_2001_images": "defined images as mental schemata that had a profound effect on buyer behaviour, since they reflected \"a complex web of associations\" constructs generalizations, objects, events, and feelings",
    "destination_images_shaped": "shaped through a complex process of learning and information exchange",
    "destination_image_factors": "past, current and future visitors, marketing organizations, tourism businesses, popular media, and less tangible sources associated with the destination's positioning in World history and portrayal in film, theatre and music (Jenkins, 1999); (Wenger, 2008)",
    "kokosalaksis_et_al_2006_image": "projected image of a destination is formed by a complex and dynamic network of agents acting as information sources, example, visitors or residents, and marketing organizations",
    "ahmed_1991_factors": "length of stay and place of residence significantly affected the image held by tourists",
    "buhalis_2000_components": "most destinations comprised a core of the following components:: attractions (natural, man-made, artificial, purpose built, heritage, special events), accessibility (entire transportation system comprising of routes, terminals and vehicles), amenities (accommodation and catering facilities, retailing, other tourists service), activities (all activities available at the destination and what consumers will do during their visits), ancillary services (services used by tourists such as banks, telecommunication, post, newsagent, hospital, etc.) and available packages (pre-arranged packages by intermediaries and principals",
    "martin_rodriguez_2008_points": "highlighted two points about destination image",
    "martin_rodriguez_2008_point1": "nature of destination image which is formed on the basis of individuals' beliefs about the place (cognitive image), as well as their feelings toward it (affective image)",
    "martin_rodriguez_2008_point2": "perception of a tourist destination was significantly affected by the individual's motivations and cultural values, i.e. psychological factors",
    "martin_rodriguez_2008_affective_image": "Individuals had a more favourable affective image of the tourist destination when the emotions related to the place (through their personal experiences or the commercial communications) coincided with their motivations or benefits",
    "volume": "Vol.-V",
    "issue": "Special Issue - 5",
    "date": "August 2018",
    "page": "9"
  },
  {
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "issn_print": "2249-0302",
    "issn_online": "2231-2528",
    "cultural_distance_factor": "cultural distance was a factor that influenced at least partially the perceived image of a tourist destination before visiting it",
    "tourist_confidence": "individuals might have more confidence in those tourist destinations with cultures similar to their own cultural values",
    "bigne_alcaniz_study": "Enrique Bigné Alcañiz, Isabel Sánchez García, Silvia Sanz Blas (2009) in their study analyzed the cognitive component of the image of a destination from a dual perspective",
    "destination_image_positions": "Firstly, they studied its composition by positing three positions on a continuum: functional, mixed and psychological, which were analyzed using confirmatory factor analyses",
    "component_influence": "Secondly, they studied the influence of these components on tourists' overall image of the destination and on their future behaviour intentions, using structural equation analysis",
    "component_influence_results": "The results showed that the psychological and functional components exercised the greatest influence on the overall image of the destination",
    "overall_image_influence": "Overall image was found to influence future behaviour intentions consistently",
    "functional_component_relevance": "the functional component was relevant for revisit intention",
    "psychological_component_relevance": "the psychological component for the intention to recommend",
    "frias_rodriguez_castaneda_study": "Dolores M. Frias, Miguel A. Rodriguez, J. Alberto Castaneda, Carmen M. Sabiote and Dimitrios Buhalis (2011 study showed that the formation of a destination's pre-visit image amongst tourists, based on the information sources they used, was moderated by the level of uncertainty-avoidance of their national cultures",
    "uncertainty_avoidance_cultures": "tourists from high uncertainty avoidance cultures such as France, Belgium or Italy held more favourable destination images after having only used the travel agency than after having used both the travel agency and the Internet",
    "low_uncertainty_avoidance_cultures": "tourists coming from low uncertainty avoidance cultures, such as British, failed to be affected by the use of the Internet in addition to the travel agency",
    "image_affected_by_source": "The image held by those tourists was not affected by the information source",
    "mohamad_abdullah_mokhlis_findings": "Mahadzirah Mohamad, Ahmad Rusdi Abdullah & Safiek Mokhlis(2012) findings suggested that if foreign tourists perceived favourable destination image, they were more willing to spread positive recommendations as well as to undertake repeat visitations in future",
    "assaker_vinzi_oconnor_study": "Guy Assaker, Vincenzo Esposito Vinzi, Peter O'Connor (2011) in their study confirmed that satisfaction had a significant, positive, and direct impact on immediate revisit intention",
    "satisfaction_impact": "The findings emphasized the role of customer satisfaction on repeat travel behaviour",
    "novelty_seeking_impact": "The paper demonstrated that novelty seeking negatively affected immediate revisits",
    "revisit_intent_correlation": "immediate intent to revisit was found to be negatively correlated with future revisits",
    "chen_phou_study": "Ching-Fu Chen, Sambath Phou(2013) study indicated that tourists form emotional relationships with destinations",
    "attitude_theory_support": "The results of the study supported the cognitive-affective-behaviour sequence of attitude theory",
    "hall_suggestion": "Hall (1989) suggested that hallmark and mega events can act as image builders for modern tourism as their primary function is to provide the host community with an opportunity to secure high prominence in the tourism marketplace",
    "reza_samiei_dini_yaghoubi_study": "A study by Reza, Samiei, Dini, & Yaghoubi (2012) studied the interrelationships among eWOM(electronic word of mouth) which is defined as all informal communications directed at consumers through Internet-based technology related to the usage or characteristics of particular goods and services, or their sellers",
    "ewom_influence": "The empirical results from the structural model used in the study suggested that (1) eWOM positively influenced the destination image, tourist attitude and travel intention (2) destination image and tourist attitude had a significant relationship with intention to travel (3) destination image positively affected tourist attitude, and (4) the socio-demographic characteristics influenced using eWOM, destination image, tourist attitude, and travel intention",
    "destination_attributes": "Potential tourists use various destination attributes to aid in destination image formation",
    "environmental_attributes_influence": "Destination environmental attributes related to the actual product or site have been shown to influence destination image",
    "environmental_attributes_categories": "These environmental attributes can be grouped into two subcategories destination atmospherics and destination service",
    "destination_image_travel_agency": "Destination image was worse when tourists used a travel agency and Internet together, than when they used a travel agency alone",
    "effect_moderation": "This effect was moderated by the degree of the tourist's message involvement and Internet experience",
    "gibson_qi_zhang_study": "Heather J. Gibson, Christine Xueqing Qi, and James J. Zhang (2008) studied that to know the impact Mega Events on Destination three sources of information were required-the destination's image, the event's image, and the image that the destination wants to project",
    "image_change_requirements": "To achieve a positive change in destination image that in turn causes visitation to increase, the image change must be positive and occur along the destination image dimensions",
    "volume_issue_date": "Vol.-V, Special Issue - 5, August 2018 [10]"
  },
  {
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "issn_print": "2249-0302",
    "issn_online": "2231-2528",
    "topic_1": "climate, convenience, and family environment important to travelers",
    "topic_2": "event messages become important after images transfer to destination",
    "topic_3": "event organizers cannot assume hosting brings benefits automatically",
    "topic_4": "benefits must be actively strategized and managed",
    "tourist_perceptions_intro": "Tourist Perceptions:",
    "ahmed_1992_recommendation": "Zafar U.Ahmed (1992) recommended seven steps for increasing tourism to India",
    "ahmed_step_1": "improving the image",
    "ahmed_step_2": "identifying target markets",
    "ahmed_step_3": "strategically locating tourist offices",
    "ahmed_step_4": "developing promotional themes",
    "ahmed_step_5": "correcting attitudinal problems",
    "ahmed_step_6": "improving product strategy",
    "ahmed_step_7": "promoting India as a convention destination",
    "chaudhary_2000_study": "Chaudhary (2000) conducted a study to know the perspective of foreign tourists about India",
    "chaudhary_india_image": "India could develop its image as a cultural destination",
    "chaudhary_image_issue": "lacked a positive image mainly on infrastructure and safety",
    "chaudhary_solution": "well planned image promotion campaign with improvements",
    "tyagi_2016_study": "Tyagi A. (2016) examined the quality of service provided by police officials at tourist sites in the Uttarakhand region, India",
    "tyagi_study_focus": "impact on tourists' confidence in police and role of police culture",
    "tyagi_study_results": "police organizational culture influences tourists' confidence",
    "tyagi_study_mediation": "police service quality partially mediates the relationship",
    "tyagi_study_contribution": "contributed to police culture, leader behavior, and police service quality",
    "mishra_2015_study": "Mishra A K (2015) conducted a study to assess the state of Uttarakhand",
    "uttarakhand_coverage": "covered with 64.76% of its area under Himalayan forest",
    "uttarakhand_biodiversity": "exquisite biodiversity and differences in climate",
    "uttarakhand_farming": "organic farming place using remote sensing and GIS",
    "mishra_study_methodology": "methodology proposed to identify suitable zones for organic farming",
    "mishra_study_techniques": "Analytical Hierarchy Process (AHP) and Geospatial techniques",
    "mishra_study_goal": "boost rural economies and promote rural tourism",
    "ds_kumar_2015_study": "DS Kumar (2015) conducted a study to know the socio economic impact and effect of Himalayan Tsunami",
    "ds_kumar_study_location": "tourism industry in the state of Uttarakhand",
    "ds_kumar_study_impact": "positive socio economic impact and negative effect of Himalayan Tsunami",
    "himalayan_tsunami_effect": "Himalayan Tsunami (2013) negatively affected growth rate of foreign tourist arrival in India",
    "tourist_arrival_growth": "growth of 7-9% during negative events, 13 to 17% during normal years",
    "uttarakhand_tourism_statistics": "Uttarakhand tourism statistics showed a decrease in number of tourists' arrival in the years (2008-2013)",
    "negative_incidents": "negative incidents occurred like continuous landslides and cloud outburst",
    "tsunami_impact_rate": "negative growth rate of 28.07%",
    "bansal_gangotia_2010_study": "Bansal and Gangotia (2010) studied tourism in Uttarakhand",
    "uttarakhand_nickname": "acquired the name of 'Devbhoomi'",
    "foreign_tourist_purpose": "60 percent holiday/leisure, 20 percent yoga/health",
    "domestic_tourists": "religious tourists were the main travelers",
    "uttarakhand_policy_mention": "among foreign tourists nearly 58 percent holiday/sightseeing, 21.9 percent health/yoga, 19.4 percent pilgrimage",
    "domestic_tourism_reason": "main reason of visiting the place is pilgrimage or religious tourism",
    "methodology_section": "METHODOLOGY:",
    "research_objective_intro": "Research objective:",
    "research_objective_1": "know the perspective of tourists about Uttarakhand",
    "research_objective_2": "know the current status of tourism in the State",
    "design_of_questionnaire_intro": "Design of questionnaire:",
    "questionnaire_language": "questionnaire is designed in English language",
    "questionnaire_part_1": "initial part comprises questions regarding demography",
    "questionnaire_part_2": "middle part has ordinal and dichotomous questions",
    "questionnaire_part_3": "last part is designed as a likert scale",
    "questionnaire_purpose": "questions for cognitive and affective evaluation",
    "sampling_frame_intro": "Sampling frame:",
    "sampling_frame_description": "sampling frame comprised of tourists visiting Uttarakhand",
    "tourist_definition": "Tourist is a person who travels outside of his",
    "volume_info": "Vol.-V, Special Issue - 5, August 2018 [11]"
  },
  {
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "issn_print": "2249-0302",
    "issn_online": "2231-2528",
    "study_duration_hours": 24,
    "study_duration_months": 12,
    "sampling_method": "Convenience method",
    "sample_size": 150,
    "cities_sampled": "Hairdwar and Nainital",
    "data_type": "primary and secondary",
    "data_collection_method": "personally contacting the tourists and handing the self administered questionnaire",
    "limitations": "The sample size is small and convenience method of sampling is used.",
    "data_analysis": "The collected data are tabulated and graphs are prepared from frequency tables.",
    "sample_profile": "Age, gender, occupation, income",
    "age_group_15_25_percentage": "19",
    "age_group_25_35_percentage": "36",
    "age_group_35_45_percentage": "18",
    "age_group_above_45_percentage": "27",
    "age_group_25_35_surveyed_percentage": 36,
    "sex_male_percentage": 59,
    "sex_female_percentage": 41,
    "volume": "V",
    "special_issue": 5,
    "date": "August 2018",
    "page_number": 12
  },
  {
    "Journal": "International Journal of Management Studies",
    "URL": "http://www.researchersworld.com/ijms/",
    "ISSN_Print": "2249-0302",
    "ISSN_Online": "2231-2528",
    "Occupation_Private_employee": 63,
    "Occupation_Government_employee": 29,
    "Occupation_Self_employed": 34,
    "Occupation_Other": 24,
    "Private_employees_count": 63,
    "Government_sector_count": 29,
    "Self_employed_count": 34,
    "Miscellaneous_sectors_count": 24,
    "Highest_income_bracket": "0.35 million - 0.50 million",
    "Reason_Rest_and_relaxation": 47,
    "Reason_Visiting_friends_and_relatives": 15,
    "Reason_Business_reasons": 11,
    "Reason_Culture": 17,
    "Reason_Health": 16,
    "Reason_Religious_reasons": 44,
    "Volume": "V",
    "Special_Issue": 5,
    "Month_Year": "August 2018"
  },
  {
    "ISSN(Print)": "2249-0302",
    "ISSN (Online)": "2231-2528",
    "journal": "International Journal of Management Studies",
    "website": "http://www.researchersworld.com/ijms/",
    "main_reasons_for_visitation": "Both rest and relaxation and pursuing religious goals are the main reasons for visitation.",
    "title": "No. of times visited Uttarakhand",
    "first_time": "72",
    "1-2_times": "48",
    "more_than_two_times": "30",
    "repeat_visitors_percentage": "50",
    "brand_loyalty": "high",
    "length_of_stay_title": "Length of stay",
    "2-4_days_percentage": "58",
    "a_week_percentage": "22",
    "two_weeks_percentage": "11",
    "more_than_two_weeks_percentage": "9",
    "2-4_days_duration": "2-4 days was the duration or length of stay of the 58% of the visitors.",
    "destination_attributes_title": "Destination Attributes",
    "scenery_and_natural_strongly_agree": "100",
    "scenery_and_natural_agree": "15",
    "scenery_and_natural_neutral": "5",
    "scenery_and_natural_do_not_agree": "10",
    "scenery_and_natural_strongly_disagree": "21",
    "good_climatic_conditions_strongly_agree": "90",
    "good_climatic_conditions_agree": "20",
    "good_climatic_conditions_neutral": "16",
    "good_climatic_conditions_do_not_agree": "14",
    "good_climatic_conditions_strongly_disagree": "15",
    "easily_reached_strongly_agree": "85",
    "easily_reached_agree": "25",
    "easily_reached_neutral": "20",
    "easily_reached_do_not_agree": "22",
    "easily_reached_strongly_disagree": "15",
    "opportunity_for_rest_strongly_agree": "103",
    "opportunity_for_rest_agree": "21",
    "opportunity_for_rest_neutral": "10",
    "opportunity_for_rest_do_not_agree": "15",
    "opportunity_for_rest_strongly_disagree": "19",
    "friendliness_strongly_agree": "103",
    "friendliness_agree": "25",
    "friendliness_neutral": "18",
    "friendliness_do_not_agree": "18",
    "friendliness_strongly_disagree": "17",
    "national_parks_strongly_agree": "105",
    "national_parks_agree": "17",
    "national_parks_neutral": "4",
    "national_parks_do_not_agree": "2",
    "national_parks_strongly_disagree": "13",
    "price_strongly_agree": "78",
    "price_agree": "27",
    "price_neutral": "17",
    "price_do_not_agree": "11",
    "price_strongly_disagree": "16",
    "personal_safety_and_strongly_agree": "69",
    "personal_safety_and_agree": "23",
    "personal_safety_and_neutral": "22",
    "personal_safety_and_do_not_agree": "45",
    "personal_safety_and_strongly_disagree": "9",
    "fairs_festivals_and_strongly_agree": "81",
    "fairs_festivals_and_agree": "25",
    "fairs_festivals_and_neutral": "17",
    "fairs_festivals_and_do_not_agree": "15",
    "fairs_festivals_and_strongly_disagree": "2",
    "visual_appearance_strongly_agree": "71",
    "visual_appearance_agree": "20",
    "visual_appearance_neutral": "19",
    "visual_appearance_do_not_agree": "17",
    "visual_appearance_strongly_disagree": "13",
    "religion_is_not_a_barrier_strongly_agree": "101",
    "religion_is_not_a_barrier_agree": "25",
    "religion_is_not_a_barrier_neutral": "21",
    "religion_is_not_a_barrier_do_not_agree": "16",
    "religion_is_not_a_barrier_strongly_disagree": "14",
    "variety_of_cuisines_strongly_agree": "88",
    "variety_of_cuisines_agree": "24",
    "variety_of_cuisines_neutral": "14",
    "variety_of_cuisines_do_not_agree": "19",
    "variety_of_cuisines_strongly_disagree": "12",
    "language_is_not_a_barrier_strongly_agree": "104",
    "language_is_not_a_barrier_agree": "19",
    "language_is_not_a_barrier_neutral": "18",
    "language_is_not_a_barrier_do_not_agree": "16",
    "language_is_not_a_barrier_strongly_disagree": "14",
    "good_accommodation_strongly_agree": "81",
    "good_accommodation_agree": "24",
    "good_accommodation_neutral": "8",
    "good_accommodation_do_not_agree": "2",
    "good_accommodation_strongly_disagree": "2",
    "personalized_and_strongly_agree": "101",
    "personalized_and_agree": "19",
    "personalized_and_neutral": "11",
    "personalized_and_do_not_agree": "11",
    "personalized_and_strongly_disagree": "14",
    "internal_travel_is_easy_strongly_agree": "89",
    "internal_travel_is_easy_agree": "25",
    "internal_travel_is_easy_neutral": "22",
    "internal_travel_is_easy_do_not_agree": "41",
    "internal_travel_is_easy_strongly_disagree": "18",
    "support_services_related_strongly_agree": "16",
    "support_services_related_agree": "24",
    "support_services_related_neutral": "16",
    "support_services_related_do_not_agree": "15",
    "support_services_related_strongly_disagree": "19",
    "good_for_whole_family_trip_strongly_agree": "95",
    "good_for_whole_family_trip_agree": "24",
    "good_for_whole_family_trip_neutral": "15",
    "good_for_whole_family_trip_do_not_agree": "17",
    "good_for_whole_family_trip_strongly_disagree": "18",
    "reputation_of_a_good_strongly_agree": "99",
    "reputation_of_a_good_agree": "24",
    "reputation_of_a_good_neutral": "19",
    "reputation_of_a_good_do_not_agree": "16",
    "reputation_of_a_good_strongly_disagree": "14",
    "many_religious_and_strongly_agree": "78",
    "many_religious_and_agree": "24",
    "many_religious_and_neutral": "17",
    "many_religious_and_do_not_agree": "19",
    "many_religious_and_strongly_disagree": "14",
    "destination_image_composed_of": "A destination image is mainly composed of cognitive and affective components.",
    "questionnaire_contained": "The questionnaire contained questions on both the components of the image.",
    "chart_shows": "The chart clearly shows the respondents agreed with most of the attributes of the destination.",
    "visitors_disagreed_with": "The visitors disagreed with the internal travel facility within the city.",
    "congestion_in_the_road": "The congestion in the road and in most of the cities the rental taxis do not have a uniform pricing policy, due to which at times rates are exorbitantly high for internal travel.",
    "personal_safety_agreement": "Regarding personal safety and security 69 respondents agreed while 41 either disagreed or strongly disagreed.",
    "volume": "V",
    "special_issue": "5",
    "month": "August",
    "year": "2018",
    "page": "14"
  },
  {
    "ISSN(Print)": "2249-0302",
    "ISSN(Online)": "2231-2528",
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "tourism_status_location": "Uttarakhand",
    "swot_analysis_type": "tourist destination",
    "strength_1": "Scenic beauty coupled with pleasant weather",
    "strength_2": "Bounded by the iconic Himalayan mountain range",
    "strength_3": "Variety of landscape-magnificent river network, wild life sanctuaries, established trekking routes",
    "strength_4": "Hospitable people",
    "strength_5": "One of the most widely known destinations for pilgrimage tourism, in India and abroad",
    "strength_6": "Significant number of youth joining the labor force every year",
    "strength_7": "Strongly linked to Hindu religion and culture",
    "strength_8": "Committed private sectors existing in hotel industry",
    "weakness_1": "Lack of proper infrastructural facilities-poor connectivity, insufficient quality accommodation",
    "weakness_2": "Seasonal unemployment and poor standard of living in most areas in the region",
    "weakness_3": "Lack of coordinated efforts by the state towards sustainable tourism-unplanned constructions",
    "weakness_4": "Uncontrolled and unaccounted flow of tourists every year during peak season",
    "weakness_5": "Lack of destination branding and marketing",
    "weakness_6": "Improper spatial planning as well as human resource planning",
    "weakness_7": "Quality of workforce in terms of skillsets and training, less engagement of women in labor force",
    "threat_1": "Emergence of competitive tourist destinations in neighboring states and abroad with similar scenic beauty as Uttarakhand",
    "threat_2": "Increasing dissatisfaction, inconvenience among tourists-unmet necessities & expectation",
    "threat_3": "Lack of tourism related information available",
    "threat_4": "Reluctance toward building infrastructural facilities and marketing.",
    "threat_5": "Changing environment imposing a threat",
    "threat_6": "Continuous migration of local inhabitants into neighboring states",
    "threat_7": "Degeneration of the state's heritage and culture",
    "opportunity_1": "Government and private sector spending to ensure seamless travel",
    "opportunity_2": "Train the huge workforce to match tourist expectations",
    "opportunity_3": "Participating in international tourism events and coordinating with foreign tour operator",
    "opportunity_4": "Exploring Leisure, Adventure and Eco-Tourism",
    "opportunity_5": "Offering customized tour packages at competitive packages-appropriate mix of pilgrim, leisure, adventure and eco-tourism destinations",
    "opportunity_6": "Community Based tourism-integrating rural communities into promotion and development of tourism",
    "opportunity_7": "Developing self sustaining Model Villages through social entrepreneurship, lesser known destinations.",
    "fair_1": "Kumbh at Haridwar: Kumbha Mela, Ardh Kumbh Mela, and Maha Kumbh Mela every 3, 6 and 12 years respectively. A part from Haridwar, Kumbh Mela is held in Nasik, Allahabad and Ujjain.",
    "fair_2": "Nanda Rajjat Yatra: Three week long Nanda Devi Raj Jat is the most celebrated and popular religious festival of Uttarakhand held once in every twelve years.",
    "fair_3": "Uttaraini mela mainly held at Bageshwar, held in second week of January every year marks the moving of sun from Southern to Northern Hemisphere",
    "fair_4": "Nanda devi mela is held every year at Almora, Nainital, Bageshwar, Bhowali, in the month of September.",
    "fair_5": "Purnagiri Mela: The Purnagiri Temple is one of the 108 Siddha Peethas and a sacred place to visit for pilgrims throughout the year. The fair is organized in the month of March/April every year.",
    "fair_6": "International Yoga Day and International Yoga festival, 21 June: Every year International Yoga Day is celebrated throughout the world and Yoga festival is organized in Rishikesh.",
    "volume": "Vol.-V, Special Issue - 5, August 2018 [15]"
  },
  {
    "ISSN(Print)": "2249-0302",
    "ISSN (Online)": "2231-2528",
    "Apple Day": "Like in United Kingdom, Apple day is being celebrated in Uttarakhand over the past few years so as to link the apple belt(Apple growing areas) with tourism to draw the attention of visitors from various parts of the country and abroad.",
    "Kainchi Mela (15 June)": "This fair is organized at Kainchi Dham every year on 15 June. Kainchi Dham was established by Saint Neem Karoli Baba also known as Maharajji.",
    "Fairs and Yatras": "These fairs and yatras (Nanda Raj Jaat) attract both inbound and outbound tourists.",
    "Trekking": "Nearly two-thirds of Uttarakhand is covered with oak and pine forests and more than a dozen rivers and tributaries flow through it. Trekking is another activity which one experience in Uttarakhand. The popular trekking routes that have been identified by the Uttarakhand Tourism Development Board are:-",
    "1 Popular trekking routes": "Kuari Pass Trek",
    "1 Altitude(mts)": "4265mts",
    "1 Gradient": "Moderate",
    "1 Best time to go": "April- June; Sept-15 Nov",
    "2 Popular trekking routes": "Gangotri-Gaumukh-Tapovan Trek",
    "2 Altitude(mts)": "4463",
    "2 Gradient": "Moderate",
    "2 Best time to go": "May, June and August",
    "3 Popular trekking routes": "Valley of Flower Hemkund Sahib Trek",
    "3 Altitude(mts)": "3858",
    "3 Gradient": "Easy",
    "3 Best time to go": "June, September",
    "4 Popular trekking routes": "Kalindi Khal Trek (high altitude trek)",
    "4 Altitude(mts)": "5946",
    "4 Gradient": "Challenging, Tough",
    "4 Best time to go": "May, June/July, August",
    "5 Popular trekking routes": "Roopkund Trek",
    "5 Altitude(mts)": "4463",
    "5 Gradient": "Moderate",
    "5 Best time to go": "April, November",
    "6 Popular trekking routes": "Milam Glacier Trek",
    "6 Altitude(mts)": "3915",
    "6 Gradient": "Moderate",
    "6 Best time to go": "April-June, September-November",
    "7 Popular trekking routes": "Kafni Glacier Trek",
    "7 Altitude(mts)": "4000",
    "7 Gradient": "Difficult",
    "7 Best time to go": "June, September, November",
    "8 Popular trekking routes": "Sunder Dunga Trek",
    "8 Altitude(mts)": "3700",
    "8 Gradient": "Moderate",
    "8 Best time to go": "May, June, September",
    "9 Popular trekking routes": "Khatling Trek",
    "9 Altitude(mts)": "3900",
    "9 Gradient": "Tough",
    "9 Best time to go": "April, May September",
    "10 Popular trekking routes": "Ghuttu Panwali Kantha Trek",
    "10 Altitude(mts)": "3500",
    "10 Gradient": "Moderate",
    "10 Best time to go": "Whole year except rainy season",
    "11 Popular trekking routes": "Bagni Glacier Trek",
    "11 Altitude(mts)": "4484",
    "11 Gradient": "Moderate",
    "11 Best time to go": "Whole year except rainy season",
    "12 Popular trekking routes": "Chopta-Tungnath Trek",
    "12 Altitude(mts)": "3683",
    "12 Gradient": "Easy to Moderate",
    "12 Best time to go": "April to November",
    "13 Popular trekking routes": "Dodital-Yamunotri Trek",
    "13 Altitude(mts)": "4150",
    "13 Gradient": "Moderate",
    "13 Best time to go": "Mid March and November",
    "14 Popular trekking routes": "Dayara-Dodital Trek",
    "14 Altitude(mts)": "3786",
    "14 Gradient": "Moderate",
    "14 Best time to go": "March, September",
    "15 Popular trekking routes": "Nanda Devi outer base camp Trek",
    "15 Altitude(mts)": "4250",
    "15 Gradient": "Moderate to Challenging",
    "15 Best time to go": "April and October",
    "16 Popular trekking routes": "Sankri-Ruinsara-Balipass-Yamunotri Trek",
    "16 Altitude(mts)": "4950",
    "16 Gradient": "Moderate",
    "16 Best time to go": "May, June, September, October",
    "17 Popular trekking routes": "Har Ki Dun Trek",
    "17 Altitude(mts)": "3566",
    "17 Gradient": "Easy to moderate",
    "17 Best time to go": "May, June, September and Mid November",
    "18 Popular trekking routes": "Kedarnath Trek",
    "18 Altitude(mts)": "3584",
    "18 Gradient": "Easy to moderate",
    "18 Best time to go": "May and October",
    "New destinations": "In an attempt to strengthen the image of Uttarakhand as the preferred tourist destination in the country and to attract visitors to places beyond prominent ones like Nainital and Mussoorie, 13 theme-based tourist spots, i.e. one in each district, have been identified by the State:",
    "Distirct": "Pithoragarh",
    "Tourist site": "Munsiyari",
    "Tourism theme": "Laser tourism",
    "Distirct2": "Bageshwar",
    "Tourist site2": "Kausani",
    "Tourism theme2": "Tea tourism",
    "Distirct3": "Almora",
    "Tourist site3": "Katarmal",
    "Tourism theme3": "Meditation",
    "Distirct4": "Nainital",
    "Tourist site4": "Mukteshwar",
    "Tourism theme4": "Laser tourism",
    "Distirct5": "Champawat",
    "Tourist site5": "Lohaghat",
    "Tourism theme5": "Hill station",
    "Distirct6": "Udham Singh Nagar",
    "Tourist site6": "Parag Farm",
    "Tourism theme6": "Amusement Park",
    "Vol": "Vol.-V, Special Issue - 5, August 2018 [16]",
    "website": "http://www.researchersworld.com/ijms/"
  },
  {
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "issn_print": "2249-0302",
    "issn_online": "2231-2528",
    "district_1": "Rudraprayag",
    "tourist_site_1": "Chopta",
    "tourism_theme_1": "Eco tourism",
    "district_2": "Tehri",
    "tourist_site_2": "Tehri lake",
    "tourism_theme_2": "Water sports",
    "district_3": "Pauri",
    "tourist_site_3": "Khirsu",
    "tourism_theme_3": "Hill station and wildlife",
    "district_4": "Uttarkashi",
    "tourist_site_4": "Chinyalisaur",
    "tourism_theme_4": "Multi purpose theme",
    "district_5": "Chamoli",
    "tourist_site_5": "Gairsain-Auli",
    "tourism_theme_5": "Winter sport and Knowledge town",
    "district_6": "Dehradun",
    "tourist_site_6": "Chakrata",
    "tourism_theme_6": "Heritage tourism",
    "district_7": "Haridwar",
    "tourist_site_7": "Piran Kaliyar and Shaktipeeth",
    "tourism_theme_7": "Religious tourism",
    "tourism_promotion_1": "Travel bloggers are roped in. These bloggers are sent to various destinations in the state. Their boarding and lodging is borne by the State.",
    "tourism_promotion_2": "The Government has decided to develop two new national parks in the state - Nandhaur Wildlife Sanctuary and Surai Range of Terai East. That would make the State rich in terms of tiger reserves raising the total tally to four including the Corbett Tiger Reserve and the Rajaji Tiger Reserve. The State is already rich in terms of national parks and wild life sanctuaries having fifteen of them.",
    "tourism_promotion_3": "Film production in the state is boosted by measures like tax exemption.",
    "tourism_promotion_4": "Tourism is given the status of industry by the State.",
    "ecological_concern_1": "The influxes of tourists in the state have lead to construction adjacent to the holly river Ganga and at hill stations.",
    "ecological_concern_2": "Some of the hill stations like Nainital become so much burdened with the visitors that it disrupts the traffic.",
    "ecological_concern_3": "This year during the peak season (June), the administration had to place a \"houseful\" banner at check posts leading to the lake city.",
    "ecological_concern_4": "The honorable Nainital High Court has also issued directions to the state government regarding environmental issues.",
    "ecological_concern_5": "The government is keenly looking after the environmental issues, and the banning of polythene bags is one such measure in that direction.",
    "conclusion_1": "A primary study is done to understand the perception of the visitors' in Uttarakhand, and in the second part secondary data is analyzed to know the current status of tourism in the state.",
    "conclusion_2": "The features natural locations, climate, accessibility, quietness, hospitality, national parks, price, fair and festivals, cuisines, reputation and religious and spiritual sites are liked by the tourists', and are concerned regarding the safety and security and internal travel.",
    "conclusion_3": "Data collected from 150 respondents revealed that in case of occupation, 63 were private employees, 29 were from the government sector, another 34 were self employed and the rest 24 were from rest of miscellaneous sectors.",
    "conclusion_4": "Destination loyalty is good as repeat visitors are more than 50%.",
    "conclusion_5": "The highest numbers of visitors' were in the income bracket of 0.35 million - 0. 5 million, and 2-4 days was the duration or length of stay of the 58% of the visitors.",
    "conclusion_6": "Talking about the status of the tourism in the state, it can be said that the government is all set to tap the huge tourism market, and is well poised to further the growth of tourism in the state.",
    "conclusion_7": "A large number of the respondents told Uttarakhand is the best place to visit.",
    "conclusion_8": "Millions of tourists, both domestic as well as international, visit the state yearly not only for spiritual reasons but for rest and relaxation, as a family trip, water sports, snow sports and trekking.",
    "conclusion_9": "This year (2018) the numbers of tourists are expected to reach around 30 million and by 2026 it is expected to reach 60 million per year.",
    "conclusion_10": "The state earns significant revenue from these tourists and the tourism-related activities.",
    "conclusion_11": "Religious and spiritual is the most important attraction for both nationwide and universal tourists in the country.",
    "conclusion_12": "Uttarakand tourism board has plans to develop the region into a favorable tourist destination.",
    "conclusion_13": "The development should be attuned keeping in mind the sustenance of the region because in the past natural calamities have affected the tourism and the locals badly.",
    "reference_1": "Ahmed, Z. U. (1991). The influence of the components of a state's tourist image on product positioning strategy. Tourism Management.",
    "reference_2": "Asunciòn Beerli, Josefa D. Martín. (2004). Factors influencing destination image. Annals of Tourism Research .",
    "reference_3": "Bansal, S.P. & Gangotia, A.(2010). Perception of Tourist: A case study of Uttarakhand. International Journal of",
    "volume_info": "Vol.-V, Special Issue - 5, August 2018 [17]"
  },
  {
    "International Journal of Management Studies": "http://www.researchersworld.com/ijms/",
    "ISSN(Print)": "2249-0302",
    "ISSN (Online)": "2231-2528",
    "Hospitality & Tourism Systems": "3(1)",
    "Bonn M A, Joseph SM, Dai M. (2005)": "International versus Domestic Visitors: An Examination of Destination Image Perceptions. Journal of Travel Research.",
    "Buhalis, D. (2000)": "Marketing the competitive destination of the future. Tourism Management, 21(1), 97-116.",
    "Cai, L. (2002)": "Cooperative Branding for Rural Destination. Annals of Tourism Research. Annals of Tourism Research, 29:720-742.",
    "Chaudhary, M. (2000)": "India's image as a tourist destination A perspective of foreign tourists. Tourism Management, 293-297.",
    "Ching-Fu Chen, Sambath Phou. (2013)": "A closer look at destination: Image, personality, relationship and loyalty. Tourism Management.",
    "Crompton, J. L. (1979)": "Motivations for pleasure vacation. Annals of Tourism Research, 408-424.",
    "Dolores M. Frías, Miguel A. Rodríguez, J. Alberto Castañeda. (2008)": "Internet vs. travel agencies on pre-visit destination image formation: An information processing view. Tourism Management",
    "Dolores M. Frias, Miguel A. Rodriguez, J. Alberto Castaneda, Carmen M. Sabiote and Dimitrios Buhalis. (2011)": "The Formation of a Tourist Destination's Image via Information Sources: the Moderating Effect of Culture. International Journal of Tourism Reserach.",
    "DS Kumar, G. R. (2015)": "Status and scenario of tourism industry in India A case study of Uttarakhand. Sustainable Tourism Management.",
    "Enrique Bigné Alcañiz, Isabel Sánchez García, Silvia Sanz Blas. (2009)": "The functional-psychological continuum in the cognitive image of a destination: A confirmatory analysis. Tourism Management .",
    "Fakeye Paul C., Crompton John L. (1991)": "Image differences between prospective, first-time, and repeat visitors to the Lower Rio Grande Valley. Journal of Travel Research .",
    "Fan, y. (2006)": "Branding the nation: what is being branded? Journal of Vacation Marketing .",
    "Florek, M. (2005)": "The country brand as a new challenge for Poland. Place Branding .",
    "Goldsmith, R. (2006)": "Electronic Word-of-Mouth. In Mehdi Khosrow-Pour (Ed.). Encyclopedia of E-Commerce, E-Government and Mobile Commerce, Hershey, PA: Idea, Group Publishing, 408-412.",
    "Gunn, C. (1985)": "Vacationscape. Austin, TX: Bureau of Business Research. Vacationscape. Austin, TX.: Bureau of Business Research",
    "Guy Assaker, Vincenzo Esposito Vinzi, Peter O'Connor (2011)": "Examining the effect of novelty seeking, satisfaction, and destination image on tourists' return pattern: A two factor, non-linear latent growth model. Tourism Management, 32, 890-891.",
    "Hailin Qu, Lisa Hyunjung Kim, Holly Hyunjung Im (2010)": "A model of destination branding: Integrating the concepts of the branding. Tourism Management .",
    "Hall, C. (1989)": "Hallmark tourist events: Analysis, definition, methodology and review. In B. S. G. Syme, The planning and evaluation of hallmark events (pp. 3-19). Brookfield: Gower.",
    "Hawkins, Del I., Roger J. Best, and Kenneth A. Coney. (2001)": "Consumer Behavior: Building Marketing Strategy. McGraw-Hill Higher Education, 8th ed.",
    "Heather J. Gibson, Christine Xueqing Qi, and James J. Zhang. (2008)": "Destination Image and Intent to Visit China and the 2008 Beinjing Olympics. Journal of Sports Management, 22, 427-450.",
    "Hector San Martin, Ignacio A. Rodriguez del Bosque. (2008)": "Exploring the cognitive-affective nature of destination image and the role of psychological factors in its formation. Tourism Management .",
    "Jago, L., Chalip, L., Brown, G., & Mules, T. (2003)": "Building events into destination branding: Insights from experts. Event Management, 8(1), 3-14.",
    "Jenkins, O. H. (1999)": "Understanding and Measuring Tourist Destination Images. International Journal of Tourism Research.",
    "Kim N. and Chalip L. (2004)": "Why travel to the FIFA World Cup? Effects of motives, background, interest and constraints. Tourism Management, 25,695-707.",
    "Kokosalaksis C, Bagnall G, Sellby M., Burns S. (2006)": "Place Image and urban regeneration in Liverpool. International Journal of Consumer Studies, 30(4): 389-397.",
    "Lazarsfeld, P., Berelson, B., and Gaudet, H. (1944)": "The People's Choice. New York: Duell, Sloan and Pearce.",
    "Mahadzirah Mohamad, Ahmad Rusdi Abdullah & Safiek Mokhlis. (2012)": "Tourists' Evaluations of Destination Image and Future Behavioral Intentions: The Case of Malaysia. Journal of Management and Sustainability.",
    "Mishra A K, S. r. (2015)": "Identification of suitable sites for organic farming using AHP & GIS. The Egyptian Journal of Remote Sensing and Space Science, 181-193.",
    "Vol.-V, Special Issue - 5, August 2018 [18]": null
  },
  {
    "journal_title": "International Journal of Management Studies",
    "journal_url": "http://www.researchersworld.com/ijms/",
    "issn_print": "2249-0302",
    "issn_online": "2231-2528",
    "reference_1_authors": "Mowen, J.C. & Minor, M.",
    "reference_1_year": 1998,
    "reference_1_title": "Consumer Behavior, 5th Ed.",
    "reference_1_publisher": "Prentice Hall",
    "reference_1_location": "New Jersey",
    "reference_2_authors": "PC Fakeye, JL Crompton",
    "reference_2_year": 1991,
    "reference_2_title": "Image differences between prospective, first-time, and repeat visitors to the Lower Rio Grande Valley",
    "reference_2_journal": "Journal of Travel Research",
    "reference_3_authors": "Reza, Samiei, Dini, & Yaghoubi",
    "reference_3_year": 2012,
    "reference_3_title": "Examining the structural relationships of electronic word of mouth, destination image, tourist attitude toward destination and travel intention",
    "reference_3_journal": "Journal of Destination Marketing and Management",
    "reference_3_pages": "134-143",
    "reference_4_authors": "Stephen W. Litvin, Ronald E. Goldsmith, Bing Pan",
    "reference_4_year": 2005,
    "reference_4_title": "Electronic word-of-mouth in hospitality and tourism",
    "reference_4_journal": "Tourism Management",
    "reference_4_volume": 19,
    "reference_5_authors": "Tyagi A., D. R.",
    "reference_5_year": 2016,
    "reference_5_title": "Police culture, tourists and destinations: A study of Uttarakhand, India",
    "reference_5_journal": "Tourism Management",
    "reference_5_pages": "563-73.",
    "reference_6_title": "The Uttarakhand Tourism Draft Policy",
    "reference_6_year": 2017,
    "reference_7_description": "The official website of the Uttarkhand Tourism board",
    "reference_7_url": "http://uttarakhandtourism.gov.in/",
    "reference_8_author": "Wenger, A.",
    "reference_8_year": 2008,
    "reference_8_title": "Analysis of travel bloggers' characteristics and their communication about Austria as a tourism destination",
    "reference_8_journal": "Journal of Vacation Marketing",
    "reference_9_author": "Westbrook, R. A.",
    "reference_9_year": 1987,
    "reference_9_title": "Product/consumption-based affective responses and postpurchase processes",
    "reference_9_journal": "Journal of Marketing Research",
    "reference_9_volume": 24,
    "reference_9_issue": 3,
    "reference_9_pages": "258-270",
    "reference_10_title": "World travel and tourism Council (WTTC)",
    "reference_10_url": "https://www.wttc.org/",
    "reference_11_authors": "Zafar U.Ahmed, F. B.",
    "reference_11_year": 1992,
    "reference_11_title": "Marketing India as a tourist destination in North America-challenges and opportunities",
    "reference_11_journal": "International Journal of Hospitality and Management",
    "reference_11_pages": "89-98",
    "volume": "Vol.-V",
    "special_issue": 5,
    "month": "August",
    "year": 2018,
    "page": 19
  }
]