[
  {
    "organization": "उत्तराखण्ड पर्यटन विकास परिषद्",
    "address": "पं० दीन दयाल उपाध्याय पर्यटन भवन, निकट - ओ०एन०जी०सी हेलीपैड, गढी कैन्ट, देहरादून।",
    "phone": "0135-2559898/2559900/2559987",
    "fax": "2559988",
    "letter_number": "88",
    "file_number": "2-7-306/2018 (पर्यटन नीति) / 2023",
    "date": "06 अप्रैल, 2023",
    "subject": "कार्यालय आदेश",
    "reference_letter_number": "1/112351/2023",
    "reference_letter_date": "05 अप्रैल, 2023",
    "policy_name": "उत्तराखण्ड पर्यटन नीति, 2023",
    "policy_effective_duration": "07",
    "policy_year_replaced": "2018",
    "signatory_name": "सचिन कुर्वे",
    "signatory_title": "मुख्य कार्यकारी अधिकारी",
    "dispatch_number": "2-7-306/2018 (पर्यटन नीति) / 2022",
    "dispatch_date": "तद्दिनांक",
    "recipient_1": "सचिव, पर्यटन, उत्तराखण्ड शासन, देहरादून।",
    "recipient_2": "सचिव, उद्योग, उत्तराखण्ड शासन, देहरादून।",
    "recipient_3": "सचिव, वित्त, उत्तराखण्ड शासन, देहरादून।",
    "recipient_4": "मण्डलायुक्त गढवाल/कुमाऊँ, उत्तराखण्ड।",
    "recipient_5": "अपर सचिव, पर्यटन, उत्तराखण्ड शासन, देहरादून।",
    "recipient_6": "समस्त जिलाधिकारी, उत्तराखण्ड।",
    "recipient_7": "समस्त जिला पर्यटन विकास अधिकारी, उत्तराखण्ड।",
    "additional_signatory_name": "पूनम चंद",
    "additional_signatory_title": "अपर निदेशक पर्यटन",
    "additional_signatory_date": "6.4.23"
  },
  {
    "File No": "TS-1-UTDB/21/2022-VI-1-Tourism Department (Computer No. 17294)",
    "DocumentDate": "05 मार्च 2023",
    "Subject": "नई पर्यटन नीति, 2023 प्रख्यापित किये जाने के सम्बन्ध में।",
    "SenderName": "सचिन कुर्वे",
    "SenderTitle": "सचिव",
    "SenderDepartment": "उत्तराखण्ड शासन",
    "Recipient": "मुख्य कार्यकारी अधिकारी, उत्तराखण्ड पर्यटन विकास परिषद, देहरादून।",
    "ReferenceNumber": "339/2-7-306/2018",
    "ReferenceDate1": "8 दिसम्बर, 2022",
    "ReferenceDate2": "20 मार्च, 2023",
    "Enclosure": "नई पर्यटन नीति 2023",
    "SignatoryName": "Sachin Kurve",
    "SignatoryTitle": "सचिव",
    "SignatoryDate": "05-04-2023 10:28:40",
    "CopyRecipients": "आयुक्त गढ़वाल मण्डल, पौड़ी।\nआयुक्त कुमाऊँ मण्डल, नैनीताल।\nसमस्त जिलाधिकारी, उत्तराखण्ड।\nसमस्त जिला पर्यटन विकास अधिकारी, उत्तराखण्ड ।\nनिदेशक, राजकीय प्रेस, उत्तराखण्ड रूड़की",
    "AdditionalInstructions": "अधिसूचना को गजट के आगामी अंक में प्रकाशित करायें तथा गजट की 200 प्रतियां शासन को यथाशीघ्र उपलब्ध करायें।",
    "GuardFile": "गार्ड फाईल।",
    "AuthorizingPerson": "मुकेश कुमार राय",
    "AuthorizingPersonTitle": "उप सचित।",
    "GeneratedBy": "JASWANT SINGH CHAUHAN, SO-JSC-TOURISM 1, SECTION OFFICER, Tourism Department",
    "GenerationDate": "05/04/2023 03:52 PM"
  },
  {
    "title": "UTTARAKHAND",
    "subtitle": "TOURISM POLICY 2030"
  },
  {
    "Uttarakhand": "Simply Heaven!",
    "www.uttarakhandtourism.gov.in": "www.uttarakhandtourism.gov.in"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "page_number": "04",
    "image_description": "Bells at Tungnath Temple",
    "content_title": "contents"
  },
  {
    "Chapter 1": "Foreword",
    "Chapter 2": "Purpose",
    "Chapter 3": "Driving Philosophy",
    "Chapter 4": "Validity of this Policy",
    "Chapter 5": "Vision, Mission and Objectives",
    "Chapter 6": "Targets and Strategic Roadmaps",
    "Chapter 7": "Branding, Marketing & Promotion",
    "Chapter 8": "Digital First",
    "Chapter 9": "Focus Tourism Segments",
    "Chapter 10": "Tourism Infrastructure",
    "Chapter 11": "Investment Facilitation",
    "Chapter 12": "Tourist Facilitation",
    "Chapter 13": "Skill Development and Training",
    "Chapter 14": "Community and Local Development",
    "Chapter 15": "Sustainable Tourism",
    "Chapter 16": "Incentives for Tourism Sector",
    "Chapter 17": "Implementation of Policy",
    "Chapter 18": "Annexure",
    "Contents": "05"
  },
  {
    "page_number": "06",
    "text_on_image": "foreword",
    "prayer_flags_location": "Prayer Flags at George Everest Peak, Mussoorie"
  },
  {
    "Foreword": "07",
    "State": "Uttarakhand",
    "State_Number": "27th",
    "Date_Established": "9th November 2000",
    "Location": "foothills of the Himalayas",
    "Borders": "Nepal and China",
    "Nature": "Untouched",
    "Beauty": "abundant natural beauty",
    "Area_Covered_by_Forest": "almost half",
    "Himalayas": "mighty",
    "Flora_and_Fauna": "unique",
    "Climate": "pleasant",
    "Environment": "peaceful and serene",
    "Rivers": "Ganga and the Yamuna",
    "Mountain_Peaks": "Nanda Devi, Badrinath, and Kamet",
    "Forests": "oak, rhododendron, deodar, and pine",
    "People": "helping and hardworking",
    "Tribes": "indigenous",
    "Culture": "distinct",
    "Tourism": "unique tourism offerings",
    "Variety": "natural and cultural",
    "Goldmine_for": "historians, trekking enthusiasts, yoga practitioners, anthropologists, ornithologists, naturalists, linguists, geologists",
    "Rediscover": "itself",
    "Future": "exciting future as a global platform for experiential tourism",
    "Stories": "extraordinary, unique, and authentic",
    "Visit": "Uttarakhand",
    "Heaven": "simply Heaven",
    "Page_Number": "01"
  },
  {
    "page_number": "08",
    "policy_year": 2001,
    "state_gsdp_cagr": "6.5",
    "gsdp_start_year": "FY15",
    "gsdp_end_year": "FY21",
    "tourist_increase_start_year": 2014,
    "tourist_increase_end_year": 2019,
    "tourist_increase_start_amount": "22",
    "tourist_increase_end_amount": "39",
    "tourism_cagr": "11.97",
    "tourism_growth_forecast": "7",
    "tourism_growth_start_year": 2017,
    "tourism_growth_end_year": 2027
  },
  {
    "state": "Uttarakhand",
    "focus": "Tourism",
    "it_tools_prioritized": "true",
    "areas": "all areas",
    "mis_capturing": "accurate footfall data",
    "aggregator": "state-backed online travel aggregator (OTA)",
    "accreditation": "online accreditation of service providers & individuals in the tourism sector",
    "information": "information dissemination, promotion, etc.",
    "axes_entry": "multiple axes of entry",
    "connectivity_infrastructure": "develop connectivity infrastructure including provision of Heli-services",
    "utilities": "improve tourist utilities",
    "amenities": "wayside amenities",
    "waste_management": "waste management",
    "telecom_infrastructure": "telecom infrastructure",
    "tourist_destinations": "all tourist destinations",
    "state_sensitive": "environmentally-sensitive and land-scarce",
    "tourism_policy": "Tourism Policy endeavors to create a confident and conducive environment which is safer and mutually rewarding",
    "stakeholders": "tourists, businesses, and local stakeholders",
    "cost": "does not come at the cost of disturbing and depleting the ecological wealth of the State",
    "principles": "Principles of sustainable tourism, analysis of carrying capacity of destinations and activities, and promotion of high-value-low-volume tourism",
    "cornerstones": "tourism planning and policymaking in the State",
    "purpose_page": "09",
    "page_number": "02"
  },
  {
    "page_number": "10",
    "driving": "driving",
    "philosophy": "philosophy",
    "tourism_policy_driven_by": "The Tourism Policy is driven by the philosophy of enabling all stakeholders involved in the tourism sector to benefit from Uttarakhand's growth story.",
    "uttarakhand_positioned_as": "Uttarakhand is to be positioned as a place for memorable, authentic, and diverse tourism experiences.",
    "policy_provides_framework": "In this context, the policy provides a unifying framework, that aims to streamline the goals and interests of various stakeholders towards the singular goal of tourism development in the state.",
    "going_beyond_traditional": "Going beyond traditional",
    "policy_aims_to_take_uttarakhand": "The Policy aims to take Uttarakhand beyond its traditional tourism offerings - religious tourism and yoga-based wellness.",
    "policy_aims_to_unleash_potential": "To this effect, the policy aims to i) unleash Uttarakhand's latent potential as a diversified tourist destination, offering a mix of heritage, religion, nature, wildlife, health, wellness tourism and more; ii) promote Uttarakhand as an all-weather destination- such as winter & Alpine tourism and iii) achieve a higher length-of-stay among tourists.",
    "creating_experiences_with_products": "Creating experiences with products and offerings",
    "tourists_search_authentic_travel": "Tourists today are in search of authentic travel experiences that enable them to engage with the local communities and partake in the destination's unique culture.",
    "policy_aims_to_channel_offerings": "The policy aims to channel the unique tourism offerings of Uttarakhand to create clusters and circuits, develop new tourism destinations and unique tourism products offering unmatched experience for various tourist segments.",
    "creating_resilient_tourism_products": "Creating resilient tourism products and infrastructure",
    "cornerstone_of_uttarakhand_tourism": "The cornerstone of Uttarakhand's tourism is its authenticity around nature.",
    "policy_furthers_idea_of_preservation": "While past efforts have recognized the need to preserve natural assets (forest reserves, wildlife, etc.) of the state, this policy furthers the \"idea of preservation\" to Uttarakhand's intangible assets.",
    "policy_aims_to_preserve_assets": "The policy aims to preserve these assets, whilst also empowering the state to undertake the revival of lost natural and cultural assets, and hence, to develop and strengthen the image of Uttarakhand as a safe and tourist-friendly destination.",
    "gangotri_national_park": "Gangotri National Park"
  },
  {
    "Digital First": "A tourist's journey begins from their home, well before they arrive in the state. The policy aims to reach out to the tourists in the comfort of their homes by leveraging technology in promotion, marketing, bookings, and reservations as well as in gathering and disseminating tourism-related information like footfall, occupancy, spend, length of stay and other key metrics to provide them comfort and confidence on the quality of their journey.",
    "Leveraging private sector investments": "While the State has put immense energy and capital in tourism development and promotion so far, it has also received significant support and investment from the private sector on a piecemeal and ad hoc basis. The policy underscores the fact that future tourism development in Uttarakhand would also benefit from private sector capital and expertise. In this regard, the government places immense faith in private-public sector relationships to further the cause of tourism development. For this to take effect expeditiously, the State would i) reduce their role in areas where private sector participation is encouraged (such as development and provision of accommodation), and ii) enhance ease of doing business (investor facilitation) by strengthening single window clearance process for faster approvals of tourism entities.",
    "Moving towards high value tourism": "The State Government believes in the need to promote \"sustainable tourism\", i.e., tourism development with minimal cultural and environmental impact. Hence, there is a need for due focus on high value tourism, which shall ensure that Uttarakhand benefits from a thriving tourism economy, whilst sustainably preserving its natural and cultural assets.",
    "Promoting balanced regional development": "The policy acknowledges and respects that the state has various natural endowments and terrains. Hence, there is a need to promote balanced regional development through Hub & Spoke model. The policy aims to resolve the carrying capacity issues of prominent tourist destinations and ensure necessary basic amenities are available at all tourist destinations like parking, toilets, signages at strategic locations, ATMs, dispensaries, ticket counters, internet & telecom facilities, etc.",
    "Vision, Mission, and Objectives": "11",
    "page_number": "03"
  },
  {
    "Boats docked at Nainital Lake": "true",
    "TIVAL DELUX": "true",
    "KASHNIKALI": "true",
    "12": "12",
    "LAKE ROUND DELUXE": "true",
    "validity": "true",
    "of this policy": "true"
  },
  {
    "page_number": "13",
    "policy_duration": "7 years",
    "policy_supersede": "Government Order / Circular",
    "policy_applicability": "entire state",
    "policy_direction": "future schemes / works concerning Uttarakhand's Tourism sector",
    "image_description": "Floating huts at Tehri Lake",
    "page_number_bottom_left": "04"
  },
  {
    "page_number": "14",
    "section_title": "Vision mission & objectives",
    "mission_statement": "Focus on creation of tourism circuits & destinations, along with support infrastructure; and leverage private sector investments in hospitality and tourism projects",
    "vision_statement": "To establish tourist destinations, circuits and clusters with tourist-friendly infrastructure and to enable world-class tourism experiences in the State.",
    "digital_enhancement": "Leverage digital to enhance reach and decision-making",
    "sustainable_growth": "Drive inclusive and sustainable tourism growth, leading to balanced development across the state",
    "page_number_bottom": "05"
  },
  {
    "page_number": "15",
    "section_title": "OBJECTIVES",
    "objective_1": "To facilitate private sector investment into hospitality and tourism projects in the state",
    "objective_2": "To create and develop new tourism destinations and unique tourism products offering unmatched experience catering to various tourist segments",
    "objective_3": "To ensure necessary basic amenities at all tourist destinations",
    "objective_4": "To develop and improve connectivity infrastructure for key destinations with an aim to reduce travel time",
    "objective_5": "To enable information dissemination to tourists visiting Uttarakhand (before, during and after visits) as well as to potential visitors",
    "objective_6": "To enable accreditation of verified tourism service providers and industry players",
    "objective_7": "To enhance revenue generation by enabling bookings through digital platforms",
    "objective_8": "To create a digital database of tourism-related entities and services, like hospitality providers, for assimilating accurate tourist behavior statistics",
    "objective_9": "To develop & strengthen the image of Uttarakhand as a safe and tourist-friendly destination.",
    "objective_10": "To promote inclusive tourism strategies for community-based tourism, ensuring equitable distribution of benefits to local communities",
    "objective_11": "To ensure the tourism infrastructure being developed is disaster-resilient",
    "objective_12": "To promote balanced regional development through Hub & Spoke model and to resolve carrying capacity issues of prominent tourist destinations"
  },
  {
    "page_number": "16",
    "target_year": "2030",
    "tourism_contribution": "USD 10 billion",
    "state_gsdp_percentage": "15",
    "uttarakhand_investment": "INR 40,000 Crore",
    "ppp_projects_before": "2030",
    "minimum_ppp_projects": "100",
    "investment_before": "2027",
    "investment_amount": "INR 30,000 Crore",
    "minimum_projects_before": "2027",
    "ppp_projects": "70",
    "employment_target": "20 lakh",
    "women_workforce_percentage": "30",
    "skill_development_target": "10 lakh",
    "average_stay": "4-5 days",
    "foreign_tourist_visits_percentage": "5",
    "social_media_followers": "50 lakh"
  },
  {
    "Targets & Strategic Roadmaps": "17",
    "1": "BRANDING, MARKETING & PROMOTION",
    "2": "DIGITAL FIRST",
    "3": "FOCUS TOURISM SEGMENTS",
    "4": "TOURISM INFRASTRUCTURE",
    "9": "STRATEGIC",
    "ROADMAPS": null,
    "5": "INVESTOR FACILITATION",
    "6": "TOURIST FACILITATION",
    "7": "SKILL DEVELOPMENT & TRAINING",
    "8": "COMMUNITY & LOCAL DEVELOPMENT",
    "9_2": "SUSTAINABLE TOURISM",
    "06": null
  },
  {
    "page_number": "18",
    "branding": "branding",
    "marketing_promotion": "marketing & promotion",
    "photographer": "Sahastradharay Mussoorie"
  },
  {
    "Branding Marketing & Promotion": "19",
    "Strategy of Uttarakhand Tourism": "The strategy of Uttarakhand Tourism is to identify key originating regions and tourist segments, which would then be the focus of marketing campaigns. Through this strategy, the State envisages to aggressively focus on creating a larger tourism brand. This would also entail tailored campaigns to reach out to target markets and segments, both domestic and international.",
    "Storyline of Uttarakhand Tourism": "The State has all the necessary endowments to grow into a dynamic and experiential travel destination. Thus, to capture its essence, the state's tourism brand shall be promoted with the storyline of \"Simply Heaven\".",
    "State Endowments": "The state has multiple endowments which make it attractive from a tourism perspective:",
    "Spiritual": "Uttarakhand, also known as Devbhoomi or the Land of Gods, is home to numerous temple towns, Char Dhams (Gangotri, Yamunotri, Badrinath, Kedarnath), and welcomes devotees all year round, with Rishikesh and Haridwar being the key gateway hubs.",
    "Wellness": "Uttarakhand is the birthplace of Ayurveda and Yoga, and receives travelers seeking solace from busy urban lives. The state's temperate climate, natural setting and calm environs further strengthen its proposition to such wellness seekers.",
    "Adventure": "Uttarakhand is the ultimate adventure destination and houses multiple thrill-seeking activities. Bestowed with snow-carpeted slopes ideal for high-altitude skiing, the Himalayan ranges for trekking, mountaineering and rock climbing, gurgling rivers for white water rafting, pristine lakes for canoeing and kayaking, and mountain paths best suited for biking challenges - there is no dearth of adventure sports here.",
    "Nature": "Untouched nature in all its splendour is what Uttarakhand offers visitors. The mighty Himalayas, a rich variety of flora and fauna, a pleasant climate, and a peaceful and serene environment. From Uttarakhand's glaciers spring some of the major rivers of India, including the Ganga and the Yamuna. Snow-covered mountain peaks, like Nanda Devi, Badrinath, and Kamet, offer stunning views, while oak, rhododendron, deodar, and pine forests leave one in awe.",
    "Wildlife": "A haven for nature and wildlife enthusiasts, ornithologists, botanists, and tourists and adventurers in general - Uttarakhand's rich and varied wildlife never ceases to amaze. The state boasts as many as 6 national parks including the popular Jim Corbett National Park",
    "Simply Heaven": "Simply Heaven",
    "page_number": "07"
  },
  {
    "page_number": "20",
    "channel_strategy": "The State shall take up outreach to potential tourist markets through a 4-pronged strategy",
    "offline_marketing_bullet": "Yes",
    "digital_marketing_bullet": "Yes",
    "social_media_marketing_bullet": "Yes",
    "mega_events_bullet": "Yes",
    "offline_marketing_description": "Despite the rise of social media and digital advertisements, offline advertising is still a very relevant marketing mechanism and can help reach out to a wider audience. This campaign could enable boosting the State's image through strategic advertising campaigns on print, electronic and outdoor media.",
    "offline_marketing_modes": "The State shall take up offline marketing across various modes",
    "out_of_home_marketing_bullet": "Yes",
    "out_of_home_marketing_details": "Out-of-Home (OOH) marketing, including displays at airports and other tourist thoroughfares, billboards at major tourist points, transit advertisements on buses, metro, taxis, autos, etc.",
    "content_advertisement_bullet": "Yes",
    "content_advertisement_details": "Content advertisement on television telecast as short videos / short ads.",
    "interactive_marketing_bullet": "Yes",
    "interactive_marketing_details": "Interactive marketing, like themed experience centres developed at high-footfall tourist locations.",
    "display_kiosks_bullet": "Yes",
    "display_kiosks_details": "Display kiosks at travel expos and trade fairs on international platforms.",
    "merchandizing_bullet": "Yes",
    "merchandizing_details": "Merchandizing \"Uttarakhand Tourism\" on various souvenirs for tourists, like coffee mugs, magnets, key chains, wall art, coasters, etc.",
    "organize_carnivals_bullet": "Yes",
    "organize_carnivals_details": "Organize annual Carnivals / Festivals on a large scale, based on different themes like wellness, music etc. with multiple events like concerts, cultural parades, musical nights, sound and light shows, fireworks etc.",
    "b2b_channels_offline_marketing": "The State shall establish the following B2B channels for offline marketing",
    "participation_trade_shows_bullet": "Yes",
    "participation_trade_shows_details": "Participation in global and domestic trade shows, events, and exhibitions.",
    "collaborations_tourist_sites_bullet": "Yes",
    "collaborations_tourist_sites_details": "Collaborations - featuring select tourist sites in movies / TV shows.",
    "partnership_travel_channels_bullet": "Yes",
    "partnership_travel_channels_details": "Partnership with travel channels for tourism documentaries, cooking shows, etc.",
    "event_sponsorships_bullet": "Yes",
    "event_sponsorships_details": "Event sponsorships, like IPL, prominent TV shows and online streaming platforms.",
    "collaborations_travel_agencies_bullet": "Yes",
    "collaborations_travel_agencies_details": "Collaborations with local, regional, national, and international tours & travel agencies for a joint effort in offline marketing across various target markets.",
    "incentives_private_tours": "Incentives shall be offered under this Policy to private tours & travel agencies for taking up such programmes.",
    "tourist_information_centres": "Tourist Information Centres shall be developed at Anchor Tourism Sites, major landmarks in Gateway Hubs such as airports, railway stations and bus stations."
  },
  {
    "Digital Marketing": "Information and communication technologies have contributed significantly to\nthe development and growth of the tourism industry. Digital marketing offers\ngreat opportunities for tourism organizations and suppliers to promote and\nsell their offers and to establish long-lasting relationship with their customers.",
    "Digital Marketing_2": "Given the modern day tourist uses the Internet in all phases of the customer\njourney and most of the destination research is conducted online, digital\nmarketing is the platform on which Uttarakhand needs to compete with other\ndestinations and stand out.",
    "Digital Marketing_3": "The State shall use various modes of digital marketing:",
    "Digital Marketing_4": "Pay-per-click advertising (PPC) like Google Search Ads, Facebook Ads,\nLinkedIn Ads etc., to target promotional material for the relevant potential\nvisitors to Uttarakhand.",
    "Digital Marketing_5": "Search Engine Optimization (SEO) techniques like inter-linkages with\nother relevant travel & tourism websites, government websites, on-page\nkeyword optimisation, registrations, etc.",
    "Digital Marketing_6": "Featured content on Twitter and Instagram handles showing virtual tours\nof major tourist sites, live coverage of festivals & celebrations, videos of\nmajor events, etc.",
    "Digital Marketing_7": "Additionally, the State shall develop a state-backed Online Travel Agency\n(OTA) and mobile application for tourists to access all tourism-related data\nand make bookings and reservations for hotels, homestays, adventure\nactivities, itineraries, etc. A four-digit 24X7 Tourism Helpline number shall be\nset up to provide instant help to tourists. This service will be made available\nand run in Hindi, English and other prominent foreign languages which may\nbe added in due course.",
    "Social Media Marketing": "Social media has changed every single aspect of our lives, including the way\nwe consume. These developments have significantly affected businesses\nmainly through enabling new marketing strategies. Tourism, being one of the\nmost vibrant sectors of the global economy, is undoubtedly a part of this.\nSocial media's impact on tourism is seen in the ways people research before\ngoing on a trip and make travel decisions. Social media also provides\nencouragement for sharing travel experiences, which allows for personal\ncommunication from friends and trusted peers, and hence registers a high\ndegree of trust.",
    "Social Media Marketing_2": "The State envisages to build a strong tourism brand through active social\nmedia presence. Such presence shall also be an effective means to\ncommunicate and reach out to young and tech-savvy travelers.",
    "Page Number": "21",
    "Section": "Branding, Marketing & Promotion"
  },
  {
    "page_number": "22",
    "state_profiles": "Though the state already has profiles on various social media platforms, there remain some necessary action points for effective social media engagement:",
    "active_presence": "Active presence - Frequent updates, quick responses and fresh content",
    "engagement": "Engagement Conversation, responding to queries, reposting user content, participating in trends or events, live streaming, etc.",
    "authenticity": "Authenticity - Reposting user generated content to drive engagement and authenticity among peers",
    "high_quality_content": "High quality content HD images and videos, useful information regarding tourism activities / themes",
    "creation_of_new_events": "Creation of new Events",
    "identity_for_uttarakhand": "For creating an identity for Uttarakhand and providing impetus to its brand creation, the state can leverage existing traditions and culture, and package them into attractive products / events for tourists. Planned Mega Events can act as major tourist magnets, and drive off-season footfalls in the state.",
    "mega_events_themed": "Mega Events can be themed around food, spirituality, wellness, etc. and contribute indirect and induced benefits to the larger local economy; e.g., generating demand for hotels & restaurants, local businesses, tours & transport operators, local craftsmen, artists etc.",
    "ensure_success_events": "To ensure the success of such events and keeping in mind the State's intention of inviting investments and services from private sector companies, these events would be conceptualized, curated, financed, and organized by private sector event organizers. Incentives and concessions shall be provided under this Policy for hosting, organizing and sponsorship of Mega Events.",
    "mega_events_eligible": "Mega Events, eligible as per guidelines of the State, shall be provided with following support:",
    "concessional_marketing": "Concessional marketing on online state platform (s) and published material",
    "subsidy_grant": "Subsidy / grant to organizers on a case-to-case basis, based on the event schedule and proposal.",
    "sponsorship": "Sponsorship to the organizers hosting Mega Events; Additional sponsorship to organizers hosting events between March and September.",
    "note": "Note:",
    "incentives_granted": "These incentives shall not be granted more than once to any single event organizer in a year.",
    "selection_events": "Selection of events for these incentives shall be at the discretion of the State."
  },
  {
    "page_number": "23",
    "section": "Marketing & Promotion",
    "title": "Calendar of events",
    "description": "Most of the tourism-led cities / areas / regions around the world maintain an events calendar and publicize them at the beginning of the year to disseminate information across their digital platforms and offline channels, to enable clarity for the tourists to plan accordingly.",
    "state_organization": "Uttarakhand organizes multiple events and programs and a state-wide calendar of events shall be developed.",
    "calendar_aim": "The calendar would aim to become a comprehensive, one-stop source of information about interesting tourism activities and events happening across the state.",
    "calendar_objective_1": "To showcase Uttarakhand's festivals, events, tourism locations and other unique tourism products",
    "calendar_objective_2": "To counter seasonality by drawing tourists in off-peak seasons",
    "calendar_objective_3": "To disperse the spread of tourism across the state",
    "section_title": "Partnerships",
    "partnerships_encouragement": "The state encourages partnerships with stakeholders across the tourism value chain.",
    "tie_ups_associations": "Tie-ups / associations shall be made with:",
    "partnership_1": "Local and international tour operators with presence in key origination markets",
    "partnership_2": "Online Travel Agencies, curating specific tours and itineraries with Uttarakhand in consideration",
    "partnership_3": "Travel forums which can tailor content to promote specific themes of the state"
  },
  {
    "page_number": "24",
    "app_name": "Air Tickets",
    "tab_1": "Book flights",
    "tab_2": "Offers",
    "tab_3": "My trips",
    "trip_type_one_way": "One Way",
    "trip_type_round_trip": "Round Trip",
    "trip_type_multi_city": "MultiCity",
    "from_label": "From:",
    "from_airport_city": "Airport/Oty",
    "departure_label": "Departure",
    "departure_date_format": "DOMWWYYYY",
    "to_label": "To:",
    "to_airport_city": "Airport/City",
    "return_label": "Return",
    "return_date_format": "DO/MM/YYY",
    "adults_label": "Adults +12",
    "children_label": "Children 2-12",
    "babies_label": "Babies 0-2",
    "class_label": "Class",
    "class_type": "Economy",
    "search_button": "Search",
    "inspiration_label": "Inspiration",
    "last_offers_label": "LAST OFFERS",
    "new_label": "New",
    "digital_first": "digital first",
    "digital_preference_text": "Digital is the default channel preferred by today's tourists"
  },
  {
    "Digital First": "25",
    "Integrated Tourism Platform": "The State shall develop an Integrated Tourism Platform, comprising of a tourism website and an app, for promoting and facilitating tourism in the State. This platform shall be developed using the latest available tools and technology for best-in-class user interface and user experience.",
    "Page Number": "08",
    "planning_travel_today": "It is hard to think of planning travel today without using the internet.",
    "tourism_industry_aspects": "Digital tools have penetrated deep into all aspects of the tourism industry, not just travel planning and reservations; travelers depend on the internet even for destination reviews, planning itineraries and activities, hiring service providers like tour guides, disseminating information, sharing travel experiences, etc.",
    "digital_savvy_state": "Uttarakhand strives to be a digital-savvy state, especially when it comes to tourism.",
    "technology_interventions": "The policy envisages technology interventions to be leveraged not only for boosting online presence but also for other purposes like integrating tourism entities onto a common platform for outreach and reservations, establishing an MIS system to capture tourist statistics and behaviour, and providing a tech-enabled tourist facilitation & grievance redressal system.",
    "Integrated Tourism Platform for Uttarakhand": "Integrated Tourism Platform for Uttarakhand",
    "Platform_functions": "The Platform shall cater to the following 3 major functions:",
    "Information Dissemination": "Information Dissemination to tourists visiting Uttarakhand (planning & pre-travel, visit, post-visit sharing) as well as to potential visitors.",
    "Accreditation": "Accreditation of verified tourism service providers and industry players.",
    "Ease of visits": "Ease of visits, travel by enabling bookings (travel, accommodation, experiences, guides, service providers, etc.) on the website and app.",
    "Uttarakhand Tourism Website": "Uttarakhand Tourism Website",
    "Website_revamp": "Uttarakhand Tourism Website shall be revamped to make it a \"one-stop destination\" to assist visitors in their travel, including pre-travel, visit and post-visit phases of a trip.",
    "Website_aim": "The aim is to make destination discovery easier through interfaces to search destinations by interest and activities.",
    "Website_features": "The website shall be made user-friendly and comprehensive by including information on all tourism themes like Adventure and Nature, Health and Wellness, MICE, etc.",
    "Uttarakhand Tourism App": "Uttarakhand Tourism App",
    "App_vision": "The Uttarakhand Tourism App is envisioned to deliver a seamless experience for the tourist.",
    "App_extension": "It shall be an extension of the tourism website, offering key functionalities to make the tourist's journey in the State seamless, comfortable, secure, and informed.",
    "App_access": "Ideally, the tourist should be able to access all information, support, and resources at any point of time.",
    "Tourism_enterprises": "All registered tourism enterprises / projects shall be required to showcase Uttarakhand Tourism's brand kit at their reception, which will feature a QR code scanner to redirect the tourist to the Platform.",
    "Platform_security": "The Platform shall ensure a high degree of data privacy and security.",
    "Platform_compliance": "Further, compliance with all statutory protocols of the Government of India, Telecom Regulatory Authority of India, and Reserve Bank of India, regarding website development, money transfers, foreign exchange, etc. shall be observed.",
    "Platform_asset": "In the long term, it is envisaged to leverage the Platform as a revenue-generating asset.",
    "Private_sector_synergies": "Private sector synergies shall be sought for the development, operations and management of the website and app."
  },
  {
    "page_number": "26",
    "title": "Technology for asset management & monitoring",
    "description": "Technology shall also be deployed for the Tourism sector to create a digital database of tourism-related entities and services, such as hospitality providers, restaurants, tour operators, adventure services providers, wellness institutions, etc. This database shall be leveraged for assimilating accurate tourist behaviour statistics like footfall, socio-economic backgrounds, length of stay, spending capacities, interests, etc. This shall facilitate data-backed development of tourism products in the state. A few initiatives in this regard are as below:",
    "database_of_tourism_establishments": "In the initial phase, prominent tourism establishments from all tourism destinations shall be listed and integrated into a database. Each establishment shall be required to share regular updates on tourism statistics with the state.",
    "tourism_dashboard": "The Dashboard shall fetch from the database key tourism metrics, district-wise analysis of tourist receipts and footfalls, monitoring of on-ground project implementation, etc. It shall also help in identification of interventions required to remove bottlenecks in the form of infrastructure at all destinations in the state.",
    "digitization_of_tourism_assets": "In the initial phase, key tourism assets of Uttarakhand shall be digitised, with special focus on its heritage and cultural destinations. This would translate into a publicly accessible library of high-resolution images and clips, three-dimensional models and virtual tours, featuring tourism destinations across Uttarakhand.",
    "inclusion_of_high_tech_offerings_and_services": "The State shall endeavour to provide unique experiences for tourists through services and experiences such as digital signages and way finders, audio-visual guides, virtual reality experiences, augmented reality experiences, etc.",
    "supporting_innovation_in_tourism": "The State shall identify and support start-ups and emerging technologies with potential to augment the tourism potential of Uttarakhand.",
    "title_support_to_msmes": "Support to MSMEs in adopting digital practices",
    "description_support_to_msmes": "The State recognizes the importance of MSME units and undertakings in development and promotion of tourism sector. Also, it is recognized that digital presence, technology integration and innovation can go a long way in improving efficiency, market outreach, service quality and profitability of these MSME units. In this light, the state would take up initiatives to:",
    "onboard_msme_units": "Onboard MSME units operating in the tourism sector onto the Integrated Tourism Platform and provide handholding during the transition.",
    "create_awareness_among_msmes": "Create awareness among MSMEs about the varied opportunities arising from digital technology integration, such as customer acquisition, improved online visibility, expanded international reach, improved service quality and increased visitor satisfaction.",
    "support_msmes_to_overcome_difficulties": "Support MSMEs to overcome various difficulties in implementing digital technologies by offering training on new digital technology, costs and uncertain returns, insufficient technical knowledge, lack of awareness of products within budget, etc."
  },
  {
    "page_number": "27",
    "section_title": "Implementation",
    "cell_formation": "A Digital Initiatives Cell shall be formed under the Uttarakhand Tourism Development Board to focus on the Integrated Tourism Platform - the Website and the App.",
    "touchpoints_update": "It shall ensure that these tourism touchpoints always remain updated and offer additional features from time to time, keeping up with global advancements.",
    "outsourcing": "To ensure high quality of service, the activities of the Digital Initiatives Cell shall be outsourced to a professional private entity who has expertise in content management and website and app maintenance.",
    "analytics_cell": "Further, an Analytics and Statistical Cell shall be created for management of information system, generation of statistics and their analysis.",
    "statistics_development": "The Analytics and Statistics Cell shall develop and maintain tourism statistics for the state.",
    "image_description": "QR Code for information kiosks",
    "digital_first": "Digital First"
  },
  {
    "page_number": "28",
    "focus": "focus",
    "segments": "tourism segments",
    "cable_car": "Cable car in Auli"
  },
  {
    "page_number": "29",
    "page_number_text": "09",
    "title": "Focus Tourism Segments",
    "uttarakhand_envisions": "Uttarakhand envisions developing new tourism products which appeal to today's tourists. The storyline of Uttarakhand tourism, \"Simply Heaven”, can be fully leveraged by bringing together the diverse array of tourism offerings of the state.",
    "uttarakhand_offerings": "Uttarakhand has something to offer to every type of tourist, ranging from pilgrims to adventurers to leisure seekers. This policy envisages to leverage the state's diverse natural endowments and vibrant cultural resources and showcase them to create immersive experiences for visitors.",
    "focus_tourism_segments": "The state intends to concentrate its efforts on the following Focus Tourism Segments over the policy period:",
    "focus_tourism_segments_list": "Nature and Adventure Tourism, Health and Wellness Tourism, Religious and Cultural Tourism, Heritage Tourism, MICE Tourism",
    "priority_ftss": "The state may also publish from time to time, a list of Priority FTSs (i.e., Priority Focus Tourism Segments), which may be eligible to receive certain specific incentives under this policy. Priority FTSs shall include tourism segments which need conscious incentivization by the state for reasons such as their high potential for growth, higher degree of benefit to local community and environment, emerging popularity, etc.",
    "nature_adventure_tourism_intro": "The mountains of Uttarakhand with snow-capped peaks, perennial rivers, valleys and meadows hold great potential for nature and adventure tourism. The geographical landscape here can offer attractive opportunities for:",
    "nature_adventure_tourism_list": "Adventure Tourism, Land and mountain-based adventure sports, Water sports, Aero sports, Snow-based adventure sports, Wildlife Tourism, Nature and landscape, Eco / Rural Tourism",
    "adventure_tourism_intro": "The state intends to encourage private sector participation to develop adventure tourism activities. These activities would include water sports, white water rafting, aero sports, paragliding, parasailing, hot air ballooning, mountain biking, trekking, mountaineering, rock climbing, bungee jumping, skiing, snowboarding, etc.",
    "ministry_tourism_guidelines": "The Ministry of Tourism, Government of India has also floated guidelines for adventure tour operators. UTDB being a nodal agency shall prepare state-specific guidelines and rules for regulation and safety for these activities in the state. UTDB shall also conduct bi-annual audits of the adventure service destinations and service providers for adherence to the safety guidelines.",
    "wildlife_tourism_intro": "Blessed with one of the richest biodiversity in India, Uttarakhand houses 10+ wildlife sanctuaries / national parks and a biosphere reserve. Some of the rarest wildlife in the world (such as the Himalayan Snow Leopard, the Bengal Tiger, Musk Deer, 300+ species of birds, among others) are found in the"
  },
  {
    "page_number": "30",
    "wildlife_tourism_focus": "concentrated in limited areas of Jim Corbett and Rajaji national parks",
    "uttarakhand_tourism_aspiration": "promote high-end high-value and low-volume tourism activities",
    "utdb_role": "anchor all other eco-tourism related activities",
    "state_incentives": "provide incentives in limited numbers to the private sector for accommodation, connectivity, and activities like wildlife safaris",
    "recreation_needs": "more avenues of recreation are needed",
    "fecs_success": "found great success in addressing this need",
    "theme_parks_impact": "attract huge footfalls, acting as anchors for the local economy",
    "state_envisages": "create / incentivize creation of recreation facilities in high tourist footfall regions",
    "recreation_examples": "golf-course, theme parks, sports facilities, etc.",
    "rural_tourism_strategy": "published Draft National Strategy and Roadmap for Development of Rural Tourism in India",
    "aatmanirbhar_bharat_initiative": "part of Aatmanirbhar Bharat Initiative",
    "rural_tourism_approach": "cluster approach, groups of 5-7 villages with unique attributes",
    "rural_tourism_themes_1": "Local crafts and cuisines",
    "rural_tourism_themes_2": "Folk music, dance, puppet shows, theatre / street dramas",
    "rural_tourism_themes_3": "Agri tourism, organic farming, farm stays, herbal products, tea estates",
    "rural_tourism_themes_4": "Yoga and meditation centers",
    "rural_tourism_themes_5": "Eco zones within or around the village",
    "rural_tourism_themes_6": "Rural sports and cultural events",
    "rural_tourism_themes_7": "Unique tribal culture",
    "rural_tourism_themes_8": "Proximity to existing tourism circuits",
    "state_district_role": "key role, along with NGOs, Self Help Groups and local stakeholders, in capacity development",
    "focus_area": "building physical, digital and social Infrastructure",
    "utdb_guidelines": "formulate guidelines for development of rural tourism in the State",
    "tourism_potential": "huge potential for developing tourism in hilly regions",
    "youth_migration": "pressing need to stop out-migration of youth",
    "consultations": "Consultations with representatives of the tourism industry, NGOs working in this space"
  },
  {
    "page_number": "31",
    "section_title": "Other Nature and Adventure Tourism Avenues",
    "tourism_avenues_description": "Given the vast variety and quantum of offerings which Uttarakhand's natural endowments present for tourism, multiple themes have been identified and can be developed further:",
    "ski_tourism_description": "Uttarakhand has many locations and meadows with potential of good slopes for skiing. The state would envisage to develop the same to be family-oriented, premium winter destinations.",
    "golf_tourism_description": "Uttarakhand has a few unique high altitude golf courses in Ranikhet, Nainital, and Dehradun, which offer the best of leisure, nature, and views of the hills. More such golf courses can be developed to promote high-end luxury tourism. UTDB shall identify suitable locations and promote development of these through private sector participation.",
    "film_tourism_description": "Uttarakhand has some of the best locations to shoot motion pictures in the mountains. A few of the locations have been used in past for shooting films. The state envisages to promote film tourism across all segments - cinema, documentaries, TV productions, foreign movies & shows and regional movies. A Film Tourism Scheme shall be separately launched by the Department outlining guidelines and incentives for film shooting in Uttarakhand. The state aspires to develop Film Cities at several locations and incentivize producers through subsidies and faster clearance mechanisms for filming in Uttarakhand and showcasing the state to the world.",
    "mice_tourism_description": "Meetings, Incentives, Convention & Exhibitions (MICE) is a niche segment which is also one of the fastest growing tourism segments in the world. As connectivity improves, the scenic locations of Uttarakhand will become accessible to corporates, academia and other MICE consumer segments in general. The cities of Dehradun, Nainital, Ranikhet, Pithoragarh, etc. are well placed to become MICE destinations for a larger catchment - both domestic (including Delhi NCR, Punjab, UP, etc.) as well as international. Hence, organized venues for conventions, exhibitions and meetings need to be developed.",
    "mice_tourism_collaboration": "The state shall collaborate with international / national tour operators for promotion of MICE tourism in Uttarakhand. Local tours and travel agencies shall be encouraged to support hotels and MICE venues for facilitating easy transport facilities for outstation delegates.",
    "destination_weddings_description": "Destination Weddings are emerging as a key sub-segment in this space. With Uttarakhand's large diaspora spread across the world and multitude of scenic settings for such weddings, The destination Weddings segment is considered to be a high-potential opportunity. The state, in collaboration with private MICE venues, shall develop Destination Wedding Packages, which shall also be promoted on the tourism website."
  },
  {
    "page_number": "32",
    "tourism_type_1_heading": "Health and Wellness Tourism",
    "tourism_type_1_description": "Uttarakhand can be a complete spiritual wellness destination that revitalises the visitor's soul. Not just that, Uttarakhand is also home to multiple luxurious wellness centres that offer detoxifying and relaxing Ayurvedic treatment with therapeutic properties. Blessed with dense forests, rolling hills, lush meadows, snowy slopes and mighty mountain ranges, Uttarakhand offers visitors a respite from the fast-paced city life and a chance to soak in nature's peace and tranquility.",
    "tourism_type_1_strategy_intro": "Leveraging its strong legacy in AYUSH, Yoga, Dhyaan, etc. the state shall develop this theme through the following steps:",
    "tourism_type_1_strategy_1": "Accreditation and recognition to tourism enterprises working in wellness tourism promotion in the state, especially tours & travel agencies, online travel agencies (OTAs).",
    "tourism_type_1_strategy_2": "Registration of wellness service providers and classification of these registered service providers to promote service quality.",
    "tourism_type_1_strategy_3": "Marketing and promotion of attractive wellness tourism packages, in collaboration with registered service providers. Innovative packages will be tailored with industry partnerships, like cruise packages, yoga packages, wellness cuisine centric packages.",
    "tourism_type_1_strategy_4": "Marketing and promotion of attractive wellness tourism packages, in collaboration with the private service providers.",
    "tourism_type_1_strategy_5": "Training and skill development support to tourism enterprises in wellness tourism space, including language training, hospitality training etc.",
    "tourism_type_2_heading": "Religious and Cultural Tourism",
    "religious_tourism_heading": "Religious Tourism",
    "religious_tourism_description": "Popularly known as 'Dev Bhoomi' (\"the 'land of Gods\") Uttarakhand is the most coveted pilgrimage in all of India. Enshrined in religious mythology, legends and heritage, Uttarakhand is home to several revered temples, holy rivers and spiritual sites. Devotees flock here for pilgrimages to Char Dham (four religious centres namely Kedarnath, Badrinath, Yamunotri and Gangotri); to Panch Prayag, the confluence of rivers in five sites that ultimately form the River Ganga, one of India's most sacred rivers; and visits to several other destinations of religious importance (Bageshwar, Joshimath, Baijnath to name a few) — it is only fitting that Uttarakhand is also referred to as the land of pilgrims. It also houses world's highest Gurudwara (the Hemkund Sahib) and Piran Kaliyar Sharif, a 'dargah / mausoleum and major Muslim attraction, which is reckoned to be the symbol of unity between religions.",
    "religious_tourism_policy": "The policy intends to reinvent religious tourism by creating exciting packages for pilgrims, as well as for tourists who are interested in learning about religious mythology, architecture and cultural practices associated with places like these places of worship and spiritual significance.",
    "religious_tourism_itineraries_intro": "The Department shall formulate and popularize itineraries / trails which can be of tourist interest such as:",
    "religious_tourism_itinerary_1": "Origins of the Ganges",
    "religious_tourism_itinerary_2": "Mahabharata Trail",
    "religious_tourism_itinerary_3": "Story of Shiva",
    "religious_tourism_itinerary_4": "Buddhist Trail"
  },
  {
    "Cultural Tourism": "Conservation, regeneration and promotion of Uttarakhand, its history and traditions form an important part of its tourism development and have been recognized as essence of this policy and the state's tourism strategy.",
    "Pahari Culture": "Pahari Culture is showcased in its cuisine, festivals, dance forms, music, clothing & attire, way of living, prayer forms, rural life, arts & crafts, and architecture. The Department shall endeavour to encourage tourism activities which promote this culture in various forms.",
    "Fairs and Festivals": "Uttarakhand has multiple fairs and festivals which are a celebration of the lifestyle and culture of the hills. Large number of such festivals are celebrated across the state and throughout the year. They celebrate multiple themes like the harvest, movements of the sun, tribal culture, etc. The state intends to institutionalize unique festivals (like Butter Festival, Kandali, Ganga Dussehra, etc.) and prepare a calendar of events for tourists. To accelerate promotion of such events, states shall incentivize organizers and tour operators based on KPIs for promotion and execution.",
    "Events Tourism": "The state shall incubate 3-4 Mega Events to be organized by private event organizers and curated on cultural themes. Further, the state shall extend support to its agencies and district authorities to organize various local fairs and events at tourist sites across the year. A Calendar of Events shall be developed by the state with details of various fests, including those promoted by the State Government.",
    "Arts & Crafts Tourism": "The state shall identify and promote its indigenous arts and crafts through incentives and a Souvenir Policy. Recognition through tourism awards and accreditations shall be extended to artisans and workers employed in handicrafts industry. Marketing support shall also be extended to Handicraft products through certifications, in collaboration with Handlooms, Handicrafts, Textiles and Khadi Departments.",
    "Music & Performing Arts Tourism": "Suitable spaces and facilities shall be created for showcasing the rich history of Uttarakhand and its tryst with famous personalities like the Beatles, Bob Dylan, Swami Vivekananda, DH Lawrence, Ruskin Bond etc., through performing art festivals, literature festivals, etc. The state, in collaboration with Department of Culture, shall create amphitheatres, auditoriums, convention centres and cultural haats where such performances can be held. Funding support under various schemes of Ministry of Culture and Ministry of Tourism, Government of India shall be leveraged for these developments.",
    "Heritage Tourism": "Uttarakhand is home to many historic religious monuments. Moreover, it has also got a significant history as the site of former colonial settlements like Ranikhet, Nainital, etc. Many towns of the state are dotted with colonial buildings and relics like bungalows, museums, churches, and other government buildings.",
    "Historical Monuments": "These historical monuments are currently maintained by various government agencies / departments, including State Archaeology, Archaeological Survey of India, etc. while some lie abandoned. The state shall prepare a list of sites which hold potential for tourism promotion. Master Plans for these sites would",
    "page_number": "33",
    "Focus Tourism": true
  },
  {
    "page_number": "34",
    "tourism_focus": "heritage conservation, improvement in basic tourism amenities and tourist engagement",
    "state_aims": "incentivise development of culturally influenced tourist products which would allow tourists to have an immersive experience of Uttarakhand's heritage",
    "heritage_homes": "Owners of private heritage properties are encouraged to fit-out the interiors and use the spaces as visitor accommodations. Such heritage homestays shall be incentivized as part of the Home Stay Scheme.",
    "government_heritage_properties": "Unused / vacant / dilapidated historical buildings, at strategic locations, shall be taken up by the state for conservation, renovation and use for tourism purposes like heritage café, heritage hotels / guest house, etc. The state shall takeover such properties from relevant state department for this.",
    "winter_sports_location": "Brahmatal, Mundoli"
  },
  {
    "page_number": "35",
    "segment": "Focus Tourism Segments"
  },
  {
    "page_number": "36",
    "text_description": "A yoga session on the banks of the River Ganges at Rishikesh",
    "vertical_text": "tourism infrastructure"
  },
  {
    "content": "json\n{\"Tourism Infrastructure\": \"37\", \"The Policy envisages upgradation and improvement\": \"of existing tourism infrastructure as well as development of greenfield infrastructure, which can aid in experience creation, visitor convenience, brand building, and connectivity improvement.\": \"N/A\", \"The first and key step in development of a tourist destination is the development of basic and enabling infrastructure for visitors to reach and stay comfortably.\": \"A combination of great natural endowments with good infrastructure makes for a successful and high-quality tourism ecosystem.\": \"N/A\", \"Improvement in tourism infrastructure is a key focus area of this policy, with the following objectives:\": \"N/A\", \"To ensure provision of uninterrupted all-weather utility (water, power) supply, management of waste and sewerage, especially in hilly, snow-covered destinations.\": \"N/A\", \"To enable seamless end-to-end journey to and within Uttarakhand, ensuring that each touchpoint across the tourists' journey offers convenience, comfort, and safety.\": \"N/A\", \"To re-imagine and develop each tourism destination, suitably incorporating the expectations of the modern-day visitor.\": \"Uttarakhand strives to develop new destinations complete with all tourism infrastructure and with a view to decongest currently popular destinations.\", \"To develop Uttarakhand into an integrated tourism hub rather than as an agglomeration of individual tourism sites.\": \"N/A\", \"Upgradation of Existing Tourism Sites\": \"N/A\", \"New and distinctive tourism sites shall be identified, which would be taken up on priority for improvement of tourism infrastructure.\": \"Key perspectives to be looked at to identify distinctive sites:\", \"Sites with unique natural endowment\": \"natural beauty / suitability for adventure activities like trekking / suitability for wellness destination etc.\", \"Sites with unique history or linkage to important personalities, etc.\": \"N/A\", \"Sites with potential to become the next big destinations in the state\": \"N/A\", \"These sites shall ensure a holistic travel experience for the visitor, complete with all need-to-have and good-to-have infrastructure and multiple activities for all types of tourists for short and long stays.\": \"N/A\", \"It is recognized that multiple central / state bodies such as ASI, urban local bodies, Public Health Engineering, Public Works Department, Urban Development Department, Forest Department, State Archaeology, etc. may be involved in development of tourism infrastructure.\": \"The state shall coordinate with the various government departments and agencies to ensure seamless implementation of works.\", \"All Distinctive Tourism Sites shall be developed with focus on:\": \"N/A\", \"Availability of basic and modern utility infrastructure all-round the year\": \"N/A\", \"The distinctive tourist destinations shall have all-weather power and water supply provisions, telecom connectivity with high-speed fibre optic broadband, basic and emergency healthcare provisions, penetration of digital banking services like UPI, etc.\": \"N/A\", \"Basic Amenities\": \"N/A\", \"Modular amenity blocks shall be constructed across tourism sites, with necessary facilities like toilets, changing rooms, drinking water, help desk, cafeteria, rest areas, shoe stand, cloak room, souvenir shops, etc.\": \"N/A\"}",
    "type": "text"
  },
  {
    "page_number": 38,
    "signages": "Proper directional, informative, descriptive, and safety signage shall be installed, in Hindi and English language, at multiple points across the sites. Descriptive signages shall also have braille inscriptions.",
    "technology_enablement": "Wi-fi facility shall be provided at selected points, usable at nominal rates by all visitors. Bar code scanners for signages, audio-visual guides, etc. shall be provided for visitor information. All destinations shall be integrated with the Uttarakhand Tourism App.",
    "crowd_traffic_management_measures": "Peak season crowd management including real-time updates on crowd and traffic levels, status of parking availability, planned circulation systems, barricades, signages etc. shall be deployed. Dedicated parking shall be provided at all sites.",
    "security": "CCTV monitoring at major corners and access points, 24*7 control centre and deployment of tourism security personnel shall be ensured. Streetlights shall be installed at all access roads and corners for night safety.",
    "green_initiatives": "Use of green features is promoted. Green initiatives like daylight / movement sensors in passageways, solar energy usage, solar powered streetlights, rainwater harvesting and water saving fixtures etc. shall be used.",
    "accessibility": "To improve accessibility for Divyaang persons, physical infrastructure like walkways, ramps, elevators, toilets, etc. shall be ensured across major tourist destinations.",
    "cleanliness_and_hygiene": "Social awareness campaigns shall be launched about hygiene and cleanliness of public spaces. The responsibility of cleanliness of destinations shall lie with the applicable site agency like Forest Department, urban local body, PWD, Tourism Department, etc.",
    "last_mile_connectivity": "For sites at remote locations which are not well connected with road and rail networks, last mile connectivity needs to be developed in order to bring them on the tourism map of the state. The state shall endeavour to expedite undertaking such projects for sites with high tourism potential.",
    "tourism_gateway_hubs": "To ensure good spread of quality services with minimum incremental investment, tourism infrastructure shall be developed cluster-wise on a hub-and-spoke model. State envisages to create 2-3 new tourism hubs during the policy period, other than the already existing popular destinations. These Tourism Hubs shall reduce pressure from existing high footfall sites and create a wider package of tourism offerings in the state long-term.",
    "gateway_hubs_offerings": "These Gateway Hubs shall offer world-class standard facilities and amenities to visitors, like:"
  },
  {
    "page_number": "39",
    "section_title": "Tourism Infrastructure",
    "good_connectivity": "true",
    "connectivity_detail_1": "Within 100 km from either Dehradun or Pant Nagar",
    "connectivity_detail_2": "All-weather approach road to the town-centre",
    "connectivity_detail_3": "Availability of ample parking spaces",
    "infrastructure_support": "Presence of key infrastructure to support power, water, sewage/ solid waste disposal and telecommunication requirements of the community and expected visitors.",
    "hospitality_availability": "Availability of high quality hospitality ranging from star-rated luxury keys to homestays",
    "food_beverage_options": "Availability of multiple options for food and beverages",
    "tourism_infra_base": "Adequate tourism infra to act as a base for 3-7-day itineraries",
    "tourist_amenities": "Tourist amenities like ATM, foreign exchange, shopping, etc.",
    "tourist_facilitation": "Tourist facilitation and assistance",
    "emergency_healthcare": "Availability of emergency healthcare services",
    "policy_period_development": "During the policy period, the state envisages development of 2-3 tourism hubs beyond the already popular destinations like Mussoorie, Nainital, Dehradun, Haridwar, Rishikesh, etc. The state may notify more cities / towns as Gateway Hubs from medium- and long-term perspective.",
    "gateway_hubs_strengthening": "Tourism infrastructure at Gateway Hubs shall be strengthened as below:",
    "tourism_info_centers": "Tourism Information Centres (TICs) shall be developed at multiple places. The state, in collaboration with District Authorities, shall identify spaces which can be developed as TICs. These TICs shall serve visitors through virtual kiosks, limiting the requirement of deployed personnel.",
    "cctv_monitoring": "CCTV monitoring and deployment of tourism security personnel shall be done at tourism sites.",
    "quality_maps_guidebooks": "Good quality maps and guidebooks shall be published digitally, showing major tourism attractions, routes, location of tourism information centres, ATMs, and other amenities. These shall be linked to online map services such as Google maps/ I-maps. The Department shall explore B-B partnerships with these online services to moderate / monitor content. Further, the digital tourist traffic shall be routed to the Uttarakhand Tourism Website.",
    "premium_hotels_incentivized": "Development of premium hotels by private sector shall be incentivized.",
    "atms_banks_deployment": "Deployment of ATMs / banks / foreign exchange centres at all major tourist routes, markets, airport, railway station and bus terminal in the city. District Tourism Officer shall identify existing location of these amenities in the city, undertake gap assessment and identify spaces which can be leased out to banks / foreign exchange service providers.",
    "cleanliness_hygiene_campaigns": "Cleanliness and hygiene - Social awareness campaigns shall be launched about hygiene and cleanliness of public spaces. The responsibility of cleanliness and hygiene shall be the responsibility of the local body.",
    "multiple_axis_entry_points": "Development of multiple axis entry points",
    "major_road_axes": "Currently there are three major road axes of entry into Uttarakhand Delhi-Haridwar-Rishikesh, Delhi-Dehradun-Mussoorie, and Delhi-Haldwani-Nainital. These axes further branch out and connect to major tourist destinations in the state. During peak tourist seasons, they become congested and cause major traveler inconvenience.",
    "additional_axes_development": "The state would develop 3 additional axes as described below:",
    "axis_1": "Paonta Sahib → Herbertpur → Barkot → Uttarkashi",
    "axis_2": "Moradabad → Kashipur → Ramnagar → Ranikhet",
    "axis_3": "Bareilly → Tanakpur → Champawat → Pithoragarh",
    "signage_type": "Digital interactive signage",
    "street_names": "Centre Street & Pearl Street",
    "location": "Foley Square",
    "nearby_locations": "Downtown, Brooklyn Bridge-City Hall, Chambers St"
  },
  {
    "page_number": "40",
    "connectivity_helicopter_services_text": "Since the majority of Uttarakhand's terrain is covered with hills ranging from foothills to Greater Himalayas, road travel takes longer and is often tiring. Moreover, due to the winding roads in the hilly regions, connectivity between any two points can be convoluted, increasing the travel time disproportionately. This is a hassle for tourists and also eats up into activity / sight-seeing time which could be spent on the destinations, rather than travelling.",
    "uttarakhand_airstrips_helipads_text": "Uttarakhand has a wide network of airstrips and helipads, only a few of which are operational and in use for defense and/or VIP movement. The state aims to operationalize at least one Helipad in each district and develop them into Heliports. Further, regular services between destinations shall be initiated with private sector participation. The state may provide an incentive or a subsidy to the operator for initial years till the demand picks up.",
    "way_side_amenities_text": "The state envisages development of way-side amenities at every 20-30 km across the state / national highways in the state to facilitate comfortable and convenient transit of visitors from one part of the state to the other.",
    "way_side_amenities_development_models_text": "In this direction, way side amenities shall be developed through various models:\na) \"Tourism Project\" status to Way Side Amenities developed by private sector on private lands.\nb) Identification of land belonging to the state for development of Way Side Amenities through PPP.\nc) Development of Way Side Amenities on National Highways, in collaboration with MoRTH as per its \"Policy Guidelines for Development of Wayside Amenities\".",
    "confluence_rivers_text": "Confluence of the Rivers Bhagirathi and Alaknanda"
  },
  {
    "page_number": "41",
    "category": "Tourism Infrastructure"
  },
  {
    "page_number": "42",
    "text_content": "investor facilitation",
    "location": "A private resort in Rishikesh"
  },
  {
    "Investor Facilitation Page Number": "43",
    "Investment Facilitation Definition": "Investment facilitation is a set of actions that seeks to make it easier for investors to establish and expand their operations, as well as to conduct their day-to-day business in new locations/regions.",
    "Investment Measures Focus": "Measures usually focus on the alleviation of ground-level obstacles to investment, for example by introducing transparency and improving the availability of information, and by making administrative procedures more effective and efficient.",
    "State Envisages": "Since tourism needs public and private investment working together, the state envisages the private sector to play a key role in tourism development and promotion in Uttarakhand.",
    "State Action": "In this context, the state shall adopt investor-friendly measures to unleash the investment potential for tourism.",
    "MSME Status": "The state recognizes the role of small and mid-sized units in development and promotion of tourism sector and endeavours to support and incentivize such MSME equivalent units in the state.",
    "State Exploration": "Towards this, the state shall explore and discuss inclusion of tourism sector units in the MSME Policy of the State Government.",
    "MSME Inclusion Aid": "Such inclusion shall aid in growth of these units and incentivize more investments in the tourism sector.",
    "Delineation of Roles and Responsibilities": "Effective public-private partnership is essential for the success of tourism development initiatives in the state.",
    "Delineation Requirement": "This would require the clear demarcation of the roles played by the public and private sectors.",
    "Public Sector Role": "While the public sector's role would focus on policy and strategy formulation, state-level marketing, regulation, and creation of a conducive climate for investments, the private sector's role would mainly concern investment in commercially viable projects, operation and management of services & facilities with a focus on delivering high quality experiences to tourists.",
    "Single Window Clearance": "A Single Window Portal shall be created for the purpose of obtaining one-stop single window clearances for private sector projects.",
    "Portal Creation Benefit": "The creation of such a portal shall increase the transparency of the approvals process, enable clear line of communication for additional clarifications & documents and keep a tight tab on the turnaround timelines.",
    "Incentive Applications": "Applications for incentives under this Policy shall also be received via the same portal with recommendation to the Uttarakhand Tourism Development Board/ Department of Tourism, Uttarakhand for sanction of incentives.",
    "Investors Conclave": "Tourism sector and its affiliated sectors such as Civil Aviation, Department of Planning etc. should get a dedicated segment in the state's industry conclaves and investor meets, with the objective of illustrating the investment potential of Uttarakhand tourism to the investor community.",
    "Stakeholder Workshop": "Uttarakhand Tourism Development Board shall organize a workshop to receive feedback from Govt. officials across Departments and representatives",
    "Page Number": "11"
  },
  {
    "page_number": "44",
    "private_sector_policy": "from the private sector about the Policy and its effectiveness in tourism development and promotion.",
    "awards_and_recognition_title": "Awards and Recognition",
    "tourism_stakeholders_evaluation": "The performance of different tourism stakeholders shall be objectively evaluated annually.",
    "uttarakhand_tourism_recognition": "The stakeholders' contribution to Uttarakhand Tourism shall be recognized with annual awards to the best performers along various verticals.",
    "competition_and_improvement": "This would increase healthy competition and breed creative ideas for improvement.",
    "tourism_award_guidelines": "Detailed guidelines for Tourism awards shall be floated by the state.",
    "uttarakhand_tourism_award_platform": "An Uttarakhand Tourism Award platform shall be created to award industry excellence across various aspects of the tourism ecosystem - Service Quality, Innovation, Customer Service, Sustainable Practices, etc.",
    "award_fields": "The awards shall be provided to different fields, as per the indicative list below:",
    "award_field_a": "Food and beverage (F&B)",
    "award_field_b": "Hotels / Resorts, Experiences",
    "award_field_c": "Any indigenous art, music, craft, folk dance, cuisine",
    "award_field_d": "Niche Accommodation",
    "award_field_e": "Facilitators (guides, translators etc.)",
    "award_field_f": "Associations",
    "private_sector_participation_frameworks_title": "Private Sector Participation Frameworks",
    "private_sector_investments": "To facilitate private sector investments, the state shall, in conjunction with all relevant departments and after the establishment of UIIDB provide well-defined private sector activation and PPP frameworks.",
    "investor_selection": "The selection of the private sector investor shall be based on a fair and competitive bidding process."
  },
  {
    "page_number": "45",
    "Investor Facilitation": "Investor Facilitation",
    "image_description": "A night for stargazing at Pangot"
  },
  {
    "page_number": "46",
    "activity": "Rafting at Rishikesh",
    "focus": "tourist facilitation"
  },
  {
    "Tourist Facilitation": "47",
    "state_recognizes": "The state recognizes that existence of an ecosystem where Tourism services are developed and regulated in a structured manner is needed to ensure incoming tourists have access to quality service. This can be achieved through incentives and monitoring schemes.",
    "Health_and_Safety": "Health and Safety",
    "state_aims": "The state aims to create an environment of safety and quality at all tourism locations and gateway hubs. One key measure which could enable achieving the same is to publish and work towards the implementation of a set of safety guidelines, which could be executed through collaboration with industry bodies and stakeholder associations to ensure strict compliance with the issued guidelines.",
    "guidelines_include": "The guidelines shall include the following key measures:",
    "CCTV_installation": "CCTV installation at all locations of tourist convergence, monitored by tourist security personnel. The state shall identify the locations for installing CCTVs.",
    "Setting_up": "Setting up of more checkpoints and hot desks during peak season.",
    "Sufficient_lighting": "Sufficient lighting at all locations.",
    "Signage_and_patrolling": "Signage and patrolling in accident-prone areas such as viewpoints at hill stations, waterbodies, eco-sensitive areas, and other high-risk locations.",
    "Uttarakhand_Tourism_Board": "The Uttarakhand Tourism Board shall publish SOPs for the maintenance of tourism infrastructure across the state and with specific focus towards hilly regions. The SOPs could focus on issues such as:",
    "Provision_of_adequate": "Provision of adequate washroom facilities and improvement of hygiene at these facilities; Information signs to clearly indicate the proper etiquette to maintain proper washroom hygiene.",
    "Proper_waste_management": "Proper waste management - provision of adequate dustbins, improvement in waste collection capacities and frequencies; Elimination of single-use plastics wherever possible, especially in eco-tourism sites.",
    "Enforcement_of_penalties": "Enforcement of penalties in case of unacceptable nuisance activities by tourists or residents.",
    "Provision_of_healthcare": "Provision of healthcare infrastructure (primary / secondary) at all sites.",
    "Tourist_Security_Personnel": "Tourist Security Personnel",
    "Emphasizing_on_safety": "Emphasizing on the safety & security of incoming tourists, the state shall work towards deployment of trained personnel to ensure tourist security at all major tourist destinations. This could provide confidence to foreign travelers, solo women travelers, etc. to travel to various parts of the state without being concerned about safety.",
    "tourist_security_personnel": "These tourist security personnel would be on-boarded through private operator(s). The key responsibilities of the agency would be to have the personnel trained in languages, tourist etiquette, behaviour, and other required soft skills. Further, the personnel shall not just provide security but also guide tourists on matters of itineraries, site locations, available offerings in whatever way possible."
  },
  {
    "page_number": "48",
    "sha_plus_certificate": "SHA Plus Certificate",
    "establishment_name": "Baan Siriporn Resort",
    "establishment_id": "B3296",
    "sha_certification_status": "has been awarded SHA certification and over 70% of the workforce employed have been successfully vaccinated against COVID 19.",
    "universal_access_statement": "All Tourism sites shall be socially inclusive and incorporate the following measures:",
    "universal_access_measure_1": "Ramps, wheelchairs, escalators, washrooms, buggies, and other forms of assisted access for Divyaang visitors, the elderly, etc.",
    "universal_access_measure_2": "Separate washrooms for women and men",
    "universal_access_measure_3": "Facilities for children / kids",
    "universal_access_measure_4": "Facilities for pregnant visitors.",
    "universal_access_measure_5": "Braille-enabled signages and infrastructure for visually challenged visitors.",
    "registration_context": "Currently, the private sector associated with tourism in the state is largely unorganized and has grown organically in various regions and areas of operation.",
    "registration_policy_aim": "This policy aims to bring tourism stakeholders into the organized sector.",
    "registration_system_development": "It shall develop online systems under the aegis of Uttarakhand Tourism Development Board for the registration of all tourism service providers (travel agents, tour operators, guides, etc.), with the aim of achieving 100% registration.",
    "registration_department_support": "This shall help the Department in maintaining a database of all stakeholders (establishments/ performers/ service providers, etc.) involved in the tourism ecosystem of Uttarakhand.",
    "registration_incentives": "Along with registration, the state would work towards a program to maximize registration, which may include incentives, disincentives / penalties, promotion, and publicity programs etc.",
    "standards_certification_statement": "The state shall strive to provide a quality assurance framework to standardize tourism products and services.",
    "standards_certification_process": "This shall be done online through a Digital First approach, as described earlier:",
    "accreditation_process": "Accreditation - Post registration, tourism enterprises shall be accredited / classified into categories. The categories shall be based on multiple parameters such as quality of service, premium-ness, etc. and shall be aligned with the existing accreditation framework of the Government of India. For inspection and surveys, the state shall suitably empanel a set of accreditation agencies.",
    "accreditation_focus": "The state shall especially focus on accreditation for niche tourism service providers/players in the largely unrecognized segments such as Homestays, Wellness resorts and others.",
    "accredited_tourism_enterprises_allowance": "Accredited Tourism enterprises shall also be allowed to use the logo/ tagline of Uttarakhand Tourism.",
    "standard_operating_procedures": "Standard Operating Procedures - Quality of tourism services is an important aspect of this policy. The state shall, from time-to-time, issue SOPs for the accredited tourism enterprises.",
    "feedback_based_rating": "Feedback-based Rating - An online questionnaire / evaluation form shall be prepared by the state, to be filled by tourists and uploaded on the Uttarakhand Tourism app. All registered and accredited tourism enterprises shall ensure the completion of the questionnaire by their customers. Based on the ratings, the tourism service providers shall be rated / ranked.",
    "activity_operator_license": "Activity Operator License - Operators at Anchor Tourism Sites shall be required to obtain Activity Operator License from the state for operating at the sites. The state shall issue detailed guidelines for issue of such licenses."
  },
  {
    "page_number": "49",
    "section": "Tourist Facilitation",
    "state_empowered_to_inspect_and_audit": "The state shall be empowered to inspect and audit all registered and accredited tourism enterprises as per its discretion.",
    "grievance_redressal": "Grievance Redressal",
    "central_control_room_setup": "A Central Control room shall be set up at the Uttarakhand Tourism Development Board to respond to queries, hotline requests, distress calls and assist tourists whenever required.",
    "hotline_active": "The hotline shall be active 24x7; the number shall be displayed at all tourist sites, tourism-related establishments, and locations of tourist convergence.",
    "complaints_addressed_on_priority": "Complaints received from tourists shall be addressed on priority.",
    "tourist_exploitation_dealt_with": "Any indication of tourist exploitation shall be strictly dealt with.",
    "tourist_information_centers": "Tourist Information Centers",
    "tics_setup_at": "Tourist Information Centers (TICs) shall be set up at Anchor Tourist Sites, transit hubs (airports, major railway stations, bus terminals) and strategic places in Gateway Hubs.",
    "tics_offer_facilities_and_services": "TICs shall offer facilities and services like interactive multimedia panels, augmented reality experience, short films / documentaries, and visitor conveniences (like toilet block, drinking water, rest areas, cloak room, accessory sale shop, help desk, etc.)",
    "tics_form": "These TICs shall be largely in the form of unmanned virtual kiosks, limiting the requirement of personnel to be deployed.",
    "efforts_to_operate_tics": "Efforts shall be made to operate such Tourist Information Centres through public-private-partnership under close monitoring and supervision of the state to ensure desired results.",
    "image_caption": "Friendly tourist police at Uzbekistan"
  },
  {
    "page_number": "50",
    "image_description": "Tehri Lake",
    "text_overlay": "skill",
    "text_overlay_2": "development and training"
  },
  {
    "page_number": "51",
    "skill_development_training": "51",
    "tourism_quality_determination": "The quality of a tourism destination is determined to a large extent by the quality of its human capital.",
    "human_capital_enhancement": "The enhancement of human capital contributes to innovation potential, effectiveness and efficiency, leading to reduced costs and increased customer value.",
    "destination_attractiveness": "As a result, the destination becomes attractive for tourists, but also for investors and employers.",
    "human_capital_development": "Developing effective human capital requires continuous investment and in this context, Uttarakhand Tourism shall take necessary steps to build a pool of trained and skilled personnel in the state.",
    "skill_gap_study_title": "Skill Gap Study",
    "tourism_growth_opportunity": "The expected growth of tourism in Uttarakhand presents an opportunity to provide gainful employment and enable quality visitor experience in the state.",
    "state_planning_investment": "To achieve this, the state will plan and invest in developing the right human capital base.",
    "skill_gap_studies_frequency": "Hence, skill gap studies shall be conducted periodically to assess and understand the needs of this ever-changing industry.",
    "study_results_impact": "The results of the study shall enable development of relevant policies and actions needed for the development of the sector.",
    "skill_development_programs": "Skill development programs in convergence with the Central Government, National Skill Development Corporation (NSDC), Automotive Skills Development Council (ASDC), State Skill Development Mission and Ministry of Tourism Schemes like Hunar se Rozgar Yojna Tak (HSRT) shall also be organized based on the output of the gap study.",
    "focus_on_skill_development_title": "Focus on Skill Development for MSMEs and Tourism Facilitators",
    "policy_support": "The policy shall support MSMEs and individual tourism facilitators in tourism and the, hospitality sector, by providing training and skill development support.",
    "training_focus": "Such trainings shall be focused on increasing entrepreneurial and management capacity of MSMEs and increasing technological capacity of individual tourism facilitators.",
    "training_benefits": "These trainings will help MSME employees and individual tourism facilitators to learn new technologies, understand customers' need, improve product quality, and capture the potential of new (niche) markets.",
    "skill_development_infrastructure_title": "Skill Development & Training Infrastructure",
    "state_goal": "To generate an adequate pool of human capital, qualitatively and quantitatively, the state shall:",
    "employee_development": "Continue to develop, promote, and reward employees who have the skills and values needed to support its strategy, process, and culture.",
    "value_focus": "To achieve this, it will also focus on using values to embed, articulate and enhance the state's values in a tourism context (e.g., respect for guests, respect for women, etc.)",
    "private_sector_incentives": "Provide incentives and subsidies to the private sector for providing skill development training (through training, mentoring, and buddy programs) to personnel in the Tourism sector.",
    "individual_organization_awards": "Award individuals and organizations working in the field of tourism to recognize their contribution and to encourage the workforce.",
    "artisan_development": "Develop and train existing artisans for Village Haats and Shipgrams, thereby promoting Tourism and marketing the state's arts and handicrafts.",
    "workforce_capability_enhancement": "Enhance workforce capability by staying abreast of trends and developments in information technology, tailoring training programs accordingly and by reimbursing Rs.5,000 per person for state-sponsored IT course fee."
  },
  {
    "page_number": "52",
    "Curriculum Planning": "As per the findings of the skill gap study, courses and curriculums shall be curated to address the identified issues and potential growth areas. This shall include refresher programmes for the existing workforce, short-term courses for the new entrants to the industry, on-the-job practice sessions for the beginners, and curated programmes for those who want to refine their knowledge and skills in niche services",
    "Train the Trainers": "The state shall also focus on \"Train the Trainers\" programmes by setting up specialized programmes and courses for trainers at state-level institutes. This shall incorporate programmes for training the trainers employed at private satellite training centers.",
    "Industry and Academic Partnerships": "The state shall partner with national level apex institutes like IITTM, IIFM, Culinary Inst. Noida, IHMs & National Skill Development Corporation (NSDC) etc. for the development of its skilling and training infrastructure. Partnerships shall be pursued for efficient growth of human capital base for tourism and travel in the state. The state would take up development of hospitality training through dedicated PPPs over the next 1-2 years.",
    "Effective Implementation": "N/A",
    "Awareness and Sensitization Campaigns": "To ensure that development of a high-calibre human capital parallel to the growth of tourism industry, awareness shall be scaled up by improving perceptions of career prospects in the tourism sector. Career pathways shall be better communicated so that prospective workforce understand the choices available and progression in employment. This shall be further boosted using grassroots / community mobilization programme(s) to help demystify employment opportunities in the tourism industry.",
    "Internship Programme": "To provide trained personnel a platform for growth and to enable experience building, skill development programs shall be linked to internship opportunities. The state shall offer 2-3-month internships to trained students at state-level training institutes. The state encourages hoteliers / travel operators / tour agents to induct trained and certified workforce for better absorption in the tourism sector.",
    "Skilled Personnel Mandates": "For effective implementation of skill development and training programmes, various accreditations & certifications (hotel rating, tours & travel operators, adventure operators, etc.) and PPP projects shall have mandatory requirements of trained personnel, quantitatively and qualitatively. This shall generate requirement for skilled workforce and promote these programmes amongst the industry players."
  },
  {
    "page_number": "53",
    "section": "Skill development & Training",
    "image_description": "Clear view of the mountains from Mukteshwar"
  },
  {
    "page_number": "54",
    "text_content": "community\nand local development",
    "image_description": "Pahari woman, of the hilly regions of Uttarakhand"
  },
  {
    "content": "json\n{\"Community and Local Development\": \"55\", \"economy\": \"tourism has the potential to uplift the economy even in remote areas. With its increasing reach, tourism can affect local community in several ways it can be a dominant factor of overall development, but it may also cause negative impacts such as displacement of local people, depletion of natural resources, increased cost of living, commercialization of culture, etc. Therefore, it is important that local community be actively involved in tourism activities to increase its benefits and minimize any negative impacts.\": \"true\", \"Integration of local communities with tourism development in Uttarakhand is essential to achieve the following objectives:\": \"true\", \"For balanced spread of benefits through community-based livelihood and employment generation.\": \"true\", \"To ensure the state stands for sustainable and people-friendly tourism.\": \"true\", \"To authentically showcase Uttarakhand's unique communities, lifestyles, and cultural resources.\": \"true\", \"Thus, to support equitable socio-economic growth and a symbiotic association between locals and tourism, the policy places focus on local development alongside the growth of tourism in the state. In this context, the state shall act as a facilitator for local development, while local communities become the prime movers, across the following:\": \"true\", \"Communities whose heritage / lifestyle can attract tourism, including communities whose lifestyles, crafts / skills, festivals, habitats, etc. have the potential to be featured as an experiential attractions. These communities shall be encouraged to have a high level of interface with tourists and can be categorized as below:\": \"true\", \"Hill communities\": \"true\", \"Farming communities\": \"true\", \"Arts & Crafts communities\": \"true\", \"Communities that support and enable Tourism, including providing valuable services (as hospitality partners and employees) and tourism development (in terms of revenues, employment, and upskilling)\": \"true\", \"Inclusivity\": \"true\", \"The policy strives to ensure inclusive tourism development across the state with equal participation from women, SC/ST persons, Divyaang persons, and other marginalized groups in tourism workforce. Further, infrastructure and amenities shall be developed to be inclusive across genders, physical constraints, etc.\": \"true\", \"Community Activation & Sensitization\": \"true\", \"Across the world, engagement with tourism has led to improvement in many socio- economic indicators, such as employment, income level, and literacy rate. The local communities shall be sensitized to benefits offered by tourism, including income and employment opportunities. Further, the tourism industry should be sensitized to the untapped potential of tourism growth that lies in partnering with local communities to offer a more authentic tourism experience to visitors.\": \"true\"}",
    "type": "text"
  },
  {
    "image_description": "Bamboo weaving at Muniyari",
    "page_number": "56",
    "state_outreach_description": "The state shall conduct active outreach to communities to educate on the benefits of tourism, forms of associations possible, available support schemes, etc. Some of these actions shall include:",
    "action_1": "Conducting intermittent community mobilisation camps on potential livelihood / employment opportunities, covering:",
    "action_1_1": "Job opportunities in traditional tourism sector - such as hospitality jobs, tourism facilitation / services, etc. - and associated training / accreditation requirements.",
    "action_1_2": "Entrepreneurship opportunities - such as homestay tourism, tourist guide services, community-led tourism products, etc. - as well as necessary standards to be maintained by the same.",
    "action_1_3": "Available resources for the public - such as support schemes, training programmes, incentives for focus tourism segments, etc. - as may be available under this Policy and as may be announced by the Department from time to time.",
    "action_2": "Conducting intermittent community education drives on tourist expectations, tourist hospitality measures, cleanliness & hygiene, etc.",
    "action_3": "Partnering with NGOs working with protected communities and/or on cultural conservation.",
    "action_4": "Incubating & developing pilot projects as proof-of-concept.",
    "action_5": "Seeking support from schools to organize school tours."
  },
  {
    "page_number": "57",
    "category": "Community and Local Development"
  },
  {
    "page_number": "58",
    "image_description": "Terrace farms at Almora",
    "keywords": "sustainable, tourism"
  },
  {
    "Sustainable Tourism": "59",
    "policy_recognition": "This policy recognizes and appreciates that sustainable tourism is a concept that needs to be applied to all segments and themes of tourism in Uttarakhand.",
    "state_envisages": "The state envisages sustainability to be a major driving principle in all its activities and initiatives.",
    "initiatives_needed": "Thus, initiatives are needed to coordinate with multiple stakeholders and synchronize efforts to create positive impact.",
    "sustainable_practices": "Furthermore, it is necessary for sustainable practices to be incentivized.",
    "sustainability_principles": "Sustainability principles refer to the environmental, economic, and socio- cultural aspects of tourism development, and a fine balance must be established between these three dimensions to guarantee long-term sustainability.",
    "tourism_guidelines": "Sustainable tourism development guidelines and management practices are applicable to all forms of tourism in all types of destinations, from mass tourism to various niche tourism segments.",
    "sustainable_tourism_should": "Thus, sustainable tourism should:",
    "optimal_use": "Make optimal use of environmental resources that constitute a key element in tourism development, maintaining essential ecological processes and helping to conserve natural heritage and biodiversity.",
    "uttarakhand_importance": "This becomes extremely important in the case of Uttarakhand due to the environmental sensitivities of its hilly terrain and forest cover.",
    "respect_authenticity": "Respect the socio-cultural authenticity of host communities, conserve their built and living cultural heritage and traditional values, and contribute to inter-cultural understanding and tolerance.",
    "ensure_viable": "Ensure viable, long-term economic operations, providing socio-economic benefits to all stakeholders that are distributed, including stable employment and income-earning opportunities and social services to host communities, and contributing to poverty alleviation.",
    "reducing_tourism_impact": "Reducing adverse tourism impact",
    "steps_to_reduce": "Various steps shall be taken to reduce the impact of tourism on the environment:",
    "guidelines_stakeholders": "Guidelines for different stakeholders (especially tourists, local community, and civic authorities) shall be laid down to minimize the negative impact of tourism activities on environment and to ensure sustainability of tourist experience, especially in eco-sensitive areas.",
    "mass_tourism_hubs": "Mass tourism hubs shall be decongested by creating satellite nodes.",
    "tourism_projects_support": "Tourism projects shall receive financial support for implementing measures such as rainwater harvesting, renewable energy use, waste processing, etc.",
    "creating_awareness": "Creating Awareness among Tourism Stakeholders",
    "community": "Community",
    "state_collaboration": "The state shall foster collaboration between local authorities and the community to increase awareness on environmental sustainability and to preserve local culture through campaigns.",
    "frameworks_drafted": "Frameworks shall be drafted to use local knowledge and techniques to standardize the approach across the state.",
    "assisting_community": "Assisting the local community with mentoring support and funding shall be considered to increase the effectiveness of the campaign.",
    "annual_competition": "An annual competition between various districts could aid in incentivizing preservation of environmental and cultural integrity.",
    "tourism_enterprises": "Tourism Enterprises",
    "private_sector_role": "Private sector players such as hotel owners, tour operators, and transport services can play a key role in protecting the environment and influencing tourists to make sustainable choices.",
    "enterprises_required": "Tourism enterprises shall be required to necessarily follow sustainable practices in their tourism activities.",
    "training_provided": "Training shall be provided for solid waste management, water and energy conservation techniques to all tourism enterprises.",
    "enterprises_encouraged": "They shall be further be encouraged"
  },
  {
    "page_number": "60",
    "awareness_statement": "to create awareness amongst tourists and local community about sensitivities related to sustainability.",
    "tourists_campaign": "A multi-lingual and multi-media campaign will be organized on environmental sustainability and code of conduct to sensitize tourists.",
    "tourists_program": "The state shall build a program that encourages tourists to engage in conservation activities along with other institutions to protect fragile tourist sites.",
    "low_impact_tourism_encouragement": "The state shall encourage tourist activities that cause low impact to the environment.",
    "low_impact_tourism_sensitization": "Local community and district authorities shall be sensitized to use renewable resources and energy efficient design in the development and operations of tourist destination.",
    "green_rating_compliance": "Tourism projects abiding Green Rating for Integrated Habitat Assessment (GRIHA) or Indian Green Building Council (IGBC) guidelines shall also be recognized.",
    "green_certification_framework": "A framework shall be established for evaluating tourism enterprises / projects quantitatively and qualitatively on various parameters of sustainable tourism such as:",
    "energy_efficiency": "Energy efficiency",
    "climate_sound": "Climate sound",
    "water_consumption": "Water consumption",
    "waste_management": "Waste management",
    "biodiversity_conservation": "Biodiversity conservation",
    "preservation_of_cultural_heritage": "Preservation of cultural heritage",
    "cultural_understanding_and_tolerance": "Cultural understanding and tolerance",
    "green_building_design": "Green building design",
    "community_collaboration": "Community collaboration",
    "sustainability_recognition": "Recognition shall be given for outstanding sustainability practices through certifications given by the state.",
    "sustainable_projects_awards": "Also, sustainable, and green projects shall be awarded at tourism awards.",
    "monitoring_mechanism_program": "A state-wide program shall be implemented in a concerted effort to clean up and dispose of waste in public places adjoining the tourist sites.",
    "penalties_for_violations": "Penalties shall be imposed on stakeholders in case of violation of guidelines / regulations.",
    "tourism_board_role": "The Uttarakhand Tourism Development Board shall ensure mechanisms to continuously review and upgrade Tourism management guidelines and implement recommended action in timely manner.",
    "cctv_and_security": "Ensuring CCTV surveillance and tourism security personnel at Anchor Tourism Sites shall increase onsite monitoring and enforcing regulation and guidelines.",
    "image_description": "Tiger sighting at Jim Corbett National Park"
  },
  {
    "page_number": "61",
    "section": "Sustainable tourism",
    "location": "Valley of Flowers"
  },
  {
    "page_number": "62",
    "document_title": "incentives for Tourism Sector",
    "uttarakhand_tourism_support": "The Government of Uttarakhand intends to support the enterprises / projects in Tourism sector with incentive packages defined in this chapter.",
    "eligible_tourism_units_title": "Eligible Tourism Units",
    "eligible_tourism_units_policy": "This policy supports and incentivizes both existing and planned tourism projects.",
    "capital_subsidy_eligibility": "For the purpose of eligibility for capital subsidy¹ under this policy, those projects / enterprises which are new as well as those going for expansion / diversification as of the date of application for subsidy shall be considered.",
    "turnover_linked_incentives_eligibility": "For the purpose of eligibility for turnover-linked incentives² under this policy, those projects / enterprises which are operational as of the date of application for subsidy shall be considered.",
    "incentives_provided_title": "Incentives Provided under the Policy",
    "incentives_provided_description": "The policy provides the following incentives to Eligible Tourism Units:",
    "capital_subsidy_hospitality": "Capital Subsidy for Hospitality (i.e., Accommodation related projects)",
    "capital_subsidy": "Capital Subsidy",
    "incentives_marketing_promotion": "Incentives for marketing and promotion",
    "incentives_training_skilling": "Incentives for training and skilling",
    "interest_subvention": "Interest Subvention",
    "incentive_waste_treatment": "Incentive for Waste Treatment",
    "incentive_generating_bookings": "Incentive for generating bookings through State Online Travel Agency",
    "capital_subsidy_investments": "Capital Subsidy for investments in tourism products and services",
    "subsidies_projects_units": "Subsidies for projects and units not eligible for Capital Subsidy",
    "incentive_high_value_hospitality": "Incentive for high-value premium hospitality",
    "incentives_foreign_tourists": "Incentives for foreign tourists",
    "organization_mice_events": "Organization of MICE, art, social and cultural events, fairs and festivals",
    "incentives_heli_transport": "Incentives for promotion of Heli Transport",
    "exemption_electricity_duty": "Exemption on electricity duty",
    "exemption_stamp_duty": "Exemption on Stamp Duty",
    "note_homestays": "Note — This Policy shall not be applicable on homestays. Homestays would be governed by other policies of the Tourism Department.",
    "footnote_1": "1 - Capital Subsidy for Hospitality Projects and Capital Subsidy for investments in tourism products & services",
    "footnote_2": "2 - Subsidies for projects and units not eligible for Capital Subsidy, Incentives for promotion of Heli Transport. Exemption on electricity duty, Exemption on stamp duty.",
    "page_number_bottom": "16"
  },
  {
    "page_number": "63",
    "document_section": "Incentives for Tourism Sector",
    "title": "Categorization for Determining Incentives",
    "description": "For administering incentives defined under this policy, districts and regions of the state are divided into 3 categories. Different set of quantum of incentive as well as process of application and disbursement shall be applicable for each of the three categories.",
    "subtitle": "Capital Subsidy for Hospitality Projects",
    "eligibility_criteria": "Eligible Tourism Units providing (or desirous of providing) hospitality and accommodation for tourists can avail capital subsidy in the form of reimbursement of a share of their investment in Eligible Capital Assets, defined as per section \"Definitions\" in the policy. \"Maximum Capital Subsidy\" in various region categories shall be as below:",
    "category_a_criteria_1": "Whole Districts of Haridwar, Nainital and Udham Singh Nagar",
    "category_a_criteria_2": "Areas of District Dehradun which are not included in Category B",
    "category_a_criteria_3": "Ranikhet and Almora Tehsils of District Almora",
    "category_b_criteria_1": "Remaining area of District Almora (which are not included in Category A)",
    "category_b_criteria_2": "Kalsi, Chakrata and Tyuni Tehsils of District Dehradun",
    "category_b_criteria_3": "Garud Tehsil of District Bageshwar",
    "category_b_criteria_4": "Kotdwar, Lansdowne, Yamkeshwar and Dhoomakot tehsils of District Pauri Garhwal",
    "category_b_criteria_5": "Dhanaulti & Narendranagar tehsils of District Tehri Garhwal",
    "category_c_criteria_1": "Whole Districts of Uttarkashi, Chamoli, Champawat, Rudraprayag and Pithoragarh",
    "category_c_criteria_2": "Remaining area of Districts Bageshwar, Pauri Garhwal and Tehri Garhwal (which are not included in Category B)",
    "region_category_a": "Projects in Category A regions",
    "maximum_capital_subsidy_a": "25% of Eligible Capital Assets",
    "region_category_b": "Projects in Category B regions",
    "maximum_capital_subsidy_b": "35% of Eligible Capital Assets",
    "region_category_c": "Projects in Category C regions",
    "maximum_capital_subsidy_c": "50% of Eligible Capital Assets"
  },
  {
    "page_number": "64",
    "subsidy_condition_a": "Eligible development - Projects in the following NIC codes are eligible to benefit from the capital subsidy defined above. Additionally, the projects should be on freehold land, or if being developed on leasehold land should have a residual lease term of >10 years. Please note that PPP projects of the State Government of Uttarakhand shall not be eligible.",
    "table_title": "Table 1: Eligible development",
    "nic_code_41002": "41002",
    "type_of_unit_41002": "Work related to maintenance of Cultural & Historical heritage only",
    "nic_code_52211": "52211",
    "type_of_unit_52211": "Parking lots (in tourist locations only)",
    "nic_code_52219": "52219",
    "type_of_unit_52219": "Ropeways, funiculars etc.",
    "nic_code_55101_1": "55101",
    "type_of_unit_55101_1": "Expansion of existing Hotels/Resorts etc. (min. expansion/ addition of 15 rooms per Hotel/Resort unit)",
    "nic_code_55101_2": "55101",
    "type_of_unit_55101_2": "Floatels / Floating resorts",
    "nic_code_55101_3": "55101",
    "type_of_unit_55101_3": "Heritage Hotels / Entities",
    "nic_code_55101_4": "55101",
    "type_of_unit_55101_4": "Hotels, Motels",
    "nic_code_55101_5": "55101",
    "type_of_unit_55101_5": "Spa & health resorts / Wellness resorts",
    "nic_code_55101_6": "55101",
    "type_of_unit_55101_6": "Tourist resort/ Tourist village",
    "nic_code_55200_1": "55200",
    "type_of_unit_55200_1": "Cruise boats, Yachts, house boats and establishment of boat clubs",
    "nic_code_55200_2": "55200",
    "type_of_unit_55200_2": "Ecolodges & Perennial Camps (Tents)",
    "nic_code_56101_52211": "56101/",
    "type_of_unit_56101_52211": "Non-fuel wayside facilities on National or State Highways wherein restaurants & parking are provided",
    "nic_code_82300": "82300",
    "type_of_unit_82300": "MICE or convention centres",
    "nic_code_85499": "85499",
    "type_of_unit_85499": "Tourism or Hospitality Training Centers",
    "nic_code_86901": "86901",
    "type_of_unit_86901": "Yoga, Ayurveda and Naturopathy Resorts",
    "nic_code_91020": "91020",
    "type_of_unit_91020": "Museums / Commercial art galleries",
    "nic_code_93210": "93210",
    "type_of_unit_93210": "Amusement Park",
    "subsidy_condition_b": "Capital subsidy payment period - Subsidy shall be paid in 10 equal annual instalments from the date of COD. Subsidy for any year shall be payable at the end of the year."
  },
  {
    "c) Payment of capital subsidy would also be linked to State Goods & Services Tax (\"SGST\") generated by the unit during the subsidy period.": "true",
    "d) Quantum of subsidy payment per year during subsidy period - Subsidy payment in any year shall be lower of the two:": "true",
    "(i) 10% of Maximum Capital Subsidy, or": "true",
    "(ii) 75% of SGST for the preceding 12 months + \"Additional incentive for Hospitality Projects\" for the same period. \"Additional incentive on Hospitality Projects\" shall be applicable as below.": "true",
    "#": "true",
    "Additional Incentive for Hospitality Projects": "true",
    "Value and Ceiling / Cap": "true",
    "1": "true",
    "Incentive for marketing & promotion": "true",
    "Eligible tourism units can avail reimbursement of marketing and promotion initiatives as well as participation in national and international tourism promotion events.": "true",
    "Annual Incentive under this head shall be subject to a cap of 1% of Maximum Capital Subsidy.": "true",
    "Reimbursement shall be made against actual proofs of expenses on such marketing and promotion activities.": "true",
    "2": "true",
    "Incentive for Training and Skilling": "true",
    "Eligible tourism units can avail reimbursement of expenses incurred in training and upskilling their employees.": "true",
    "Annual Incentive under this head shall be subject to a cap of 0.5% of Maximum Capital Subsidy.": "true",
    "Reimbursement shall be made against actual proofs of expenses on training and skilling initiatives.": "true",
    "Reimbursement shall require the undertaking that the unit shall continue to employ the trainee for a period of 1 year post completion of training.": "true",
    "3 Interest Subvention": "true",
    "Eligible tourism units can avail interest subvention on actual term loans from a scheduled bank or NBFC for fixed capital investment for the tourism projects.": "true",
    "Reimbursement shall be made against actual proofs / certificate from bank stating the interest paid.": "true",
    "page_number": "65",
    "Incentives for Tourism Sector": "true"
  },
  {
    "page_number": "66",
    "incentive_number_4": "Incentive for Waste Treatment",
    "incentive_4_value_1": "Eligible tourism units investing in waste / sewerage management setups and pollution control measures within their premises can avail reimbursement of expenses incurred in O&M of these setups.",
    "incentive_4_value_2": "Annual Incentive under this head shall be subject to a cap of 0.25% of Maximum Capital Subsidy.",
    "incentive_4_value_3": "Reimbursement shall be made against actual proofs of expenses and proof of zero waste discharge.",
    "incentive_number_5": "Bookings generated through State developed Online Travel Agency / platform",
    "incentive_5_value_1": "Eligible tourism units can avail incentive on bookings made through the State developed OTA platform",
    "incentive_5_value_2": "Annual Incentive under this head shall be subject to a cap of 0.25% of Maximum Capital Subsidy",
    "incentive_5_value_3": "Reimbursement shall be made against actual proofs of bookings made through State OTA",
    "capital_subsidy_heading": "Capital Subsidy for Development of Tourism Products & Services",
    "capital_subsidy_eligibility": "Eligible Tourism Units (non-accommodation) providing (or desirous of providing) tourism services and/or developing tourism products can avail capital subsidy in the form of reimbursement of their proposed investment in Eligible Capital Assets.",
    "maximum_capital_subsidy": "Maximum Capital Subsidy shall be 100% of their investment in eligible capital assets.",
    "ppp_projects_note": "Please note that PPP projects of the State Government of Uttarakhand shall not be eligible.",
    "subsidy_conditions_heading": "Conditions for availing the subsidy:",
    "eligible_developments_intro": "Eligible developments - Projects in the following NIC codes (mentioned in Table 2 below) are eligible to benefit from the capital subsidy defined above.",
    "eligible_developments_example_1": "Establishment of water sports activities like boating, rafting, kayaking, zorbing, jet ski, shikaras, cruises, houseboats, etc.",
    "eligible_developments_example_2": "Establishment of land and mountain-based activities such as trekking , camping , caravanning, rock climbing, skiing, snowboarding, ice climbing, ziplining, bungee jumping, etc.",
    "eligible_developments_example_3": "Establishment of air-based adventure like paragliding, parasailing, heli tourism, waterplanes, etc.",
    "capital_subsidy_payment_period_heading": "Capital Subsidy Payment period",
    "capital_subsidy_payment_period_details": "Subsidy shall be paid over a period of 5 years from the date of COD, payable at the end of each year.",
    "payment_of_capital_subsidy_heading": "Payment of capital subsidy",
    "payment_of_capital_subsidy_details": "Payment of capital subsidy would be linked to State Goods & Services Tax (\"SGST\") generated by the unit during the subsidy period."
  },
  {
    "page_number": "67",
    "table_2_title": "Table 2: Eligible development",
    "nic_code_1": "49224",
    "type_of_unit_1": "Taxi operation (Electric vehicle taxis only)",
    "nic_code_2": "51102",
    "type_of_unit_2": "Helicopter / Waterplane services - For Tourism Purposes",
    "nic_code_3": "51109",
    "type_of_unit_3": "Operation of helium and hot air balloon, blimps only",
    "nic_code_4": "55200",
    "type_of_unit_4": "Caravan, Motor Houses, Cruise boats, Yachts, house boats",
    "nic_code_5": "93190",
    "type_of_unit_5": "Adventure activities such as - trekking, rock climbing, water sports, boat race, skating, fishing, aero sports, etc.",
    "nic_code_6": "93290",
    "type_of_unit_6": "Activities in rural tourism and cultural tourism",
    "nic_code_7": "93290",
    "type_of_unit_7": "Festivals & carnivals",
    "nic_code_8": "93290",
    "type_of_unit_8": "Sound & light shows, laser shows, etc.",
    "nic_code_9": "93290",
    "type_of_unit_9": "Other amusement & recreation activities",
    "subsidy_payment_description": "d) Quantum of subsidy payment per year - Subsidy payment in any year shall be lower of the two:",
    "subsidy_payment_1": "(i) 20% of Maximum Capital Subsidy, or",
    "subsidy_payment_2": "(ii) 75% of SGST for the preceding 12 months. + \"Additional incentive for Development of Tourism Products & Services\" for the same period. \"Additional incentive for Development of Tourism Products & Services\" shall be applicable as below.",
    "additional_incentive_header": "Additional Incentive for Development of Tourism Products & Services",
    "value_and_ceiling_header": "Value and Ceiling / Cap",
    "incentive_number_1": "1",
    "incentive_type_1": "Incentive for marketing and promotion",
    "incentive_details_1_1": "Eligible tourism units can avail reimbursement of marketing and promotion initiatives as well as participation in national and international tourism promotion events.",
    "incentive_details_1_2": "Annual Incentive under this head shall be subject to a cap of 2% of Maximum Capital Subsidy.",
    "incentive_details_1_3": "Reimbursement shall be made against actual proofs of expenses on such marketing and promotion activities.",
    "incentive_number_2": "2",
    "incentive_type_2": "Incentive for Training and Skilling",
    "incentive_details_2_1": "Eligible tourism units can avail reimbursement of expenses incurred in training & upskilling employees.",
    "incentive_details_2_2": "Annual Incentive under this head shall be subject to a cap of 2% of Maximum Capital Subsidy.",
    "incentive_details_2_3": "Reimbursement shall be made against actual proofs of expenses on training and skilling initiatives.",
    "incentive_details_2_4": "Reimbursement shall require the undertaking that the unit shall continue to employ the trainee for a period of 1 year post completion of training."
  },
  {
    "page_number": "68",
    "incentive_number_3": "Interest Subvention",
    "incentive_value_3_1": "Eligible tourism units can avail interest subvention on actual term loans from a scheduled bank or NBFC for fixed capital investment for the tourism projects.",
    "incentive_value_3_2": "Annual Incentive under this head shall be subject to a cap of 2% of Maximum Capital Subsidy.",
    "incentive_value_3_3": "Reimbursement shall be made against actual proofs / certificate from bank stating the interest paid.",
    "incentive_number_4": "Bookings generated through State developed OTA",
    "incentive_value_4_1": "Eligible tourism units can avail incentive on bookings made through the State developed OTA platform.",
    "incentive_value_4_2": "Annual Incentive under this head shall be subject to a cap of 1% of Maximum Capital Subsidy.",
    "incentive_value_4_3": "Reimbursement shall be made against actual proofs of bookings made through State OTA.",
    "subsidies_title": "Subsidies for Units / Projects not eligible for Capital Subsidy",
    "subsidies_description": "Eligible Tourism Units or Projects (belonging to the NIC codes mentioned in Tables 1 & 2 earlier in this chapter) operating in Uttarakhand and not undertaking capital investments (or not availing of any other capital subsidy under this or any other State Government scheme) can avail the following subsidies:",
    "subsidy_1": "Incentive for high-value premium hospitality",
    "subsidy_2": "Incentives for foreign tourists' attraction",
    "subsidy_3": "Organization of MICE, art, social and cultural events, fairs and festivals",
    "note_1": "Eligible Turnover – These subsidies shall be linked to Eligible Turnover generated by the respective activities.",
    "note_2": "Tourism units can avail any, or all of these incentives cumulatively, whichever they are eligible for.",
    "note_3": "These incentives shall be valid and payable during the policy period only.",
    "high_value_incentive_title": "Incentive for High-Value Premium Hospitality",
    "high_value_incentive_description": "Eligible Tourism Units can avail incentive of 1% of Eligible Turnover for achieving turnover of more than INR 50 Lakhs per key per year. Revenue generated by all activities, including conventions, events, and ceremonies within the property, shall be counted towards computing per key revenue."
  },
  {
    "Incentives for Foreign Tourists' Attraction": "Eligible Tourism Units receiving foreign customers/ providing services to foreign customers can avail incentive of 1% of Eligible Turnover generated from foreign customers. Such units would need to submit necessary proofs for the nationality of the customers.",
    "Foreign Customer Note": "Foreign customer shall mean a visitor of nationality other than Indian, who purchases accommodation in Uttarakhand for at least one night.",
    "Organization of MICE, art, social and cultural events, fairs and festivals": "Eligible Tourism Units can avail incentive of 1% of Eligible Turnover generated from activities like organizing national and international MICE events, art festivals, literature meets, musical concerts, cultural and social fairs and festivals. Such units would need to submit necessary proofs of organizing these activities.",
    "MICE Incentive Note": "The incentive for Organization of MICE, art, social and cultural events, fairs and festivals shall be awarded at the discretion of the State Government, on the basis of potential for generating tourism, hinterland tourism, off-season tourism, high-value tourism, etc. Only events having minimum participation of 100 attendees shall be considered.",
    "Incentives for promotion of Heli Transport": "To promote high value tourism, the state shall incentivize hotels for offering Helicopter transport service to their customers. The state shall provide a subsidy of INR 500 per leg per person of Heli-transport from Sahastradhara, Jolly Grant and Pant Nagar Helipads to the Helipad nearest to the accommodation. The subsidy shall be paid against proof of actual journeys facilitated and booked through the hotel.",
    "Exemption on Electricity Duty": "State shall provide 100% exemption of Electricity Duty to the Eligible Tourism Units in the state till the end of policy period.",
    "Exemption on Stamp Duty": "New Eligible Tourism Units shall qualify for Reimbursement of Stamp Duty applicable on:",
    "Stamp Duty a": "Sale / Lease deeds executed in respect of purchase / lease of land/ built-up area for a tourism project, provided that the sale / lease deed is entered into during the period of the Policy.",
    "Stamp Duty b": "Loan agreements entered for undertaking a tourism project during the Period of the Policy.",
    "Stamp Duty c": "Mortgage and hypothecation for undertaking a tourism project during the Period of the Policy.",
    "Stamp Duty Reimbursement Note": "Stamp Duty shall be reimbursed in 5 equal annual installments starting from the date of COD.",
    "page_number": "69",
    "section": "Incentives for Tourism Sector"
  },
  {
    "page_number": "70",
    "definition_title": "Definitions",
    "eligible_capital_assets_title": "Eligible Capital Assets",
    "eligible_capital_assets_definition": "\"Eligible Capital Assets\" or \"ECA\" shall mean and include site-level infrastructure (fencing, construction of internal roads, and other basic infrastructure facilities); structures & buildings; plants, indigenous & imported machinery & equipment, material handling equipment; mechanical, electrical & plumbing installations, fixtures, furniture & fittings; utilities including waste treatment facilities, transformers, generators, captive power plants, etc., and other supportive facilities installed for use in the premises and includes installation charges.",
    "eca_shall_not_include_land": "Land",
    "eca_shall_not_include_intangible_assets": "Intangible assets including, without limitation, Intellectual Property rights and goodwill",
    "capital_assets_lease_duration_building": "For building, no less than 10 years; and",
    "capital_assets_lease_duration_other": "For all other fixed assets no less than half the estimated residual lifetime of the asset (where such residual lifetime shall be estimated by a licensed engineer, in the manner that may be specified by the Government of Uttarakhand, from time to time).",
    "capital_assets_lease_valuation": "Capital assets that are leased shall be valued at the Net Present Value of said assets, as on the date of execution of the lease deed or date of MoU (if applicable), whichever is later, using a discount rate of 10%, or as may be notified from time to time, provided that the lease is executed within the investment period.",
    "capital_assets_location": "All capital assets should be used and installed only within the Project Site.",
    "eligible_investment_eca_not_include_preconstruction": "Pre-construction expenses and cost of consultant",
    "eligible_investment_eca_not_include_capitalized": "Capitalized interest",
    "eligible_investment_eca_not_include_working_capital": "Working capital",
    "expansion_projects_eca_counting": "In case of Expansion projects, the ECA shall be counted only for the expansion component, as per the calculation outlined above.",
    "cod_title": "COD",
    "cod_definition": "\"COD\" shall mean Commercial Operations Date when the Tourism Project / Enterprise starts operations.",
    "subsidy_period_title": "Subsidy Period",
    "subsidy_period_duration": "The beginning of \"5 years\" or \"10 years\" of the subsidy period, as the case may be, shall be counted from the date of COD.",
    "eligible_turnover_title": "Eligible Turnover",
    "eligible_turnover_definition": "Eligible Turnover is defined as the turnover generated by the respective activities in the preceding 12 months against which SGST has been paid by the entity."
  },
  {
    "page_number": "71",
    "image_description": "Janki Sethu, Rishikesh",
    "section_title": "Incentives for Tourism Sector"
  },
  {
    "page_number": 72,
    "image_text": "Tapovan camping grounds",
    "vertical_text": "implementation",
    "vertical_text_2": "of policy"
  },
  {
    "page_number": "73",
    "organization": "The Uttarakhand Tourism Development Board",
    "policy_focus": "implementation and administration",
    "key_institutions_section": "true",
    "committee_type": "High-powered Committee on Tourism (HPCT)",
    "hpct_purpose": "sanction tourism projects above a threshold investment and to disburse incentives",
    "committee_type_2": "Integrated Tourism Committee (ITC)",
    "itc_purpose": "sanction tourism projects below the threshold and to disburse incentives",
    "utdb_role": "register projects, form Tourism Investment Facilitation Centre (TIFC)",
    "tific_head": "appointed Nodal Officer",
    "investment_exceeding": "INR 25 Crore",
    "utdb_action": "forward project to HPCT for Incentive / Subsidy claim approval",
    "investment_below": "INR 25 Crore",
    "utdb_action_2": "forward project to Integrated Tourism Committee for approval of Incentive / Subsidy claim",
    "final_grant_decision": "HPCT or ITC",
    "hpct_constitution": "Chief Secretary (Chairperson), Principal Secretary / Secretary - Tourism, Principal Secretary / Secretary Planning / CEO UIIDB, Principal Secretary / Secretary Industries, Principal Secretary / Secretary Finance, Principal Secretary / Secretary PWD, Principal Secretary / Secretary AYUSH, CEO UTDB- Member/ Convenor, Chief Conservator of Forests, Department of Forest, Other members as required",
    "itc_constitution": "Principal Secretary / Secretary - Tourism (Chairperson), Principal Secretary / Secretary Planning / CEO UIIDB, Principal Secretary / Secretary Finance, CEO UTDB- Member/ Convenor, Other members as required",
    "page_number_2": "17"
  },
  {
    "page_number": "74",
    "committee_role_1": "To prioritize, sanction and approve applied private sector tourism projects for availing state's incentives and subsidies.",
    "committee_role_2": "To inspect, visit, review and monitor any projects regarding its implementation, execution, operation and management.",
    "committee_role_3": "To receive periodic feedback and suggestions from the stakeholders (such as representative of local community) tourism professionals (tour operators, hoteliers etc.), representatives from Government agencies, industry bodies, practitioners, academicians, etc.",
    "committee_role_4": "To meet at least 3 times in one year.",
    "HPCT_role_1": "To recommend special legislation for formation of appropriate regulatory mechanism, robust grievance redressed mechanism as may be required.",
    "HPCT_role_2": "To frame and issue guidelines for PPP initiatives in tourism sector. To approve specific service levels for the PPP Partners and ensure formulation of Service Level Agreement (SLA) between the PPP Partners and UTDB.",
    "HPCT_role_3": "To review, revise / modify the existing Floor Area Ratio (FAR) applicable to tourism units and send recommendations to concerned Departments / Authorities for implementation.",
    "HPCT_role_4": "To review progress of major projects / programmes undertaken and analyse the achievements with respect to the targets, both financial & physical and decide on corrective actions, if required.",
    "HPCT_role_5": "To ensure appropriate auditing & monitoring standards are developed and maintained to ensure highest standards of transparency and accountability.",
    "HPCT_role_6": "To constitute from time to time, any committees / sub-committees from various experts / members and/or staff, and assign specific responsibilities.",
    "nodal_agency_creation": "The State is evaluating the creation of a Nodal Agency for PPP in the State (Uttarakhand Investment & Infrastructure Development Board), and in the event of creation of the Board, the High-Powered Committee shall cease to exist, and the decision making shall be transferred to the Nodal Agency (UIIDB).",
    "department_of_tourism_role": "The Department of Tourism shall be the nodal department for the Policy and Uttarakhand Tourism Development Board (UTDB) shall be the implementation and administration agency for the Policy. Provision of services like accommodation, tourism services like tours, activities, etc. will be the purview of the private sector with state playing an enabling role.",
    "uttarakhand_tourism_development_board_role": "UTDB shall be the nodal body supporting HPCT and ITC for implementation of the Tourism Policy and its incentives package."
  },
  {
    "page_number": "75",
    "document_section": "Implementation of Policy",
    "title": "Procedure for Availing Incentives",
    "incentive_process_description": "The process for availing financial assistance under this Policy shall be separate based on Category of project.",
    "incentive_approval_process_flow_step_1": "Single window clearance portal to be facilitated by Industries Department",
    "incentive_approval_process_flow_step_2": "Tourism investor to select Tourism in CAF application for incentives",
    "incentive_approval_process_flow_step_3": "In-Principle approval to be provided by the Tourism Department",
    "incentive_approval_process_flow_step_4": "Claim Incentive via Single Window & Disbursement by UTDB (through TIFC)",
    "claim_disbursement_process_flow_step_1": "Tourism investor applies for the claim via Single Window portal",
    "claim_disbursement_process_flow_step_2": "Claim received by the Nodal officer",
    "claim_disbursement_process_flow_step_3a": "Claim forwarded to Uttarakhand Tourism Development Board",
    "claim_disbursement_process_flow_step_3b": "Claim forwarded to TIFC for validation of eligibility",
    "claim_disbursement_process_flow_step_4a": "For investment under INR 25 crores and for subsidies other than capital investments ITC to approve and send to CEO, UTDB for providing certificate",
    "claim_disbursement_process_flow_step_4b": "For investments of INR 25 crores and above: HPCT (UIIDB post its creation) to approve and send to CEO, UTDB for providing certificate",
    "claim_disbursement_process_flow_step_5": "Department of Finance, UTDB disburses the approved amount",
    "operational_guidelines_description": "Operational guidelines published by the Tourism Department, from time-to-time, shall be applicable for incentives to be approved and disbursed under this policy.",
    "grievance_redressal_state_government_rights_1": "Amend any provision (s) including amendment or withdrawal of any of the support mechanisms as and when necessary, from time to time under the provision of the Policy.",
    "grievance_redressal_state_government_rights_2": "Review the matter regarding sanction/ disbursement of support to the eligible Tourism Project and in this connection, the State Government's decision shall be final and binding.",
    "grievance_redressal_state_government_rights_3": "Make/ amend the necessary rules for implementation of this Policy as and when required.",
    "conflict_resolution_process": "In case of any conflicts, the High-Powered Committee on Tourism may take a decision in accordance with the prevailing policy and the decision thus taken shall be final and binding on all concerned and its compliance shall be mandatory for the concerned department / parties."
  },
  {
    "page_number": "76",
    "document_section": "Annexure",
    "image_description": "Handloom weaver at Surajganj"
  },
  {
    "content": "json\n{\"Annexure\": \"77\", \"Category\": \"Service apartments\", \"Min. plot size (sqm)\": \"500\", \"Min. existing RoW (m)\": \"6.0\", \"Max. FAR\": \"1.7\", \"Max. ground coverage\": \"60%\", \"Motel\": \"500\", \"6.0\": \"0.8\", \"30%\", \"Resort\": \"2500\", \"6.0\": \"0.25\", \"30%\", \"Eco Resort\": \"750\", \"4.5\": \"0.25\", \"30%\", \"250\": \"4.5\", \"1.35\", \"50%\", \"≥ 6.0\": \"1.5\", \"400\": \"4.5\", \"1.35\", \"50%\", \"Tourism Unit\": \"≥ 6.0\", \"1.8\", \"4.5\": \"1.5\", \"1500\": \"6.0\", \"1.8\", \"50%\", \"≥ 7.5\": \"2.0\", \"Main building (platinum rated)\": \"0.2\", \"Hill/colonial architectural façade (as per local scenario)\": \"0.2\", \"Both, Green building (platinum rated) and Hill/colonial architectural façade (as per local scenario)\": \"0.3\"}",
    "type": "text"
  },
  {
    "page_number": "78",
    "tourism_units_plain_areas": "Norms for tourism units in plain areas:",
    "category_service_apartments": "Service apartments",
    "min_plot_size_sqm_service_apartments": "750",
    "min_existing_row_m_service_apartments": "15.0",
    "max_far_service_apartments": "1.8",
    "max_ground_coverage_service_apartments": "55%",
    "category_motel": "Motel",
    "min_plot_size_sqm_motel": "4000",
    "min_existing_row_m_motel": "12.0 (extra\n3.0 m to be\nleft from the",
    "max_far_motel": "0.5",
    "max_ground_coverage_motel": "30%",
    "category_resort": "Resort",
    "min_plot_size_sqm_resort": "4000",
    "min_existing_row_m_resort": "9.0 (extra\n3.0 m to be\nleft from the",
    "max_far_resort": "0.75",
    "max_ground_coverage_resort": "30%",
    "category_eco_resort": "Eco Resort",
    "min_plot_size_sqm_eco_resort": "4000",
    "min_existing_row_m_eco_resort": "9.0 (extra\n3.0 m to be\nleft from the",
    "max_far_eco_resort": "0.25",
    "max_ground_coverage_eco_resort": "30%",
    "category_tourism_unit": "Tourism Unit",
    "min_plot_size_sqm_tourism_unit_500": "500",
    "min_existing_row_m_tourism_unit_500_1": "12.0",
    "max_far_tourism_unit_500_1": "1.5",
    "max_ground_coverage_tourism_unit_500_1": "50%",
    "min_existing_row_m_tourism_unit_500_2": "≥ 15.0",
    "max_far_tourism_unit_500_2": "1.8",
    "min_plot_size_sqm_tourism_unit_1000": "1000",
    "min_existing_row_m_tourism_unit_1000_1": "12.0",
    "max_far_tourism_unit_1000_1": "2.0",
    "max_ground_coverage_tourism_unit_1000_1": "50%",
    "min_existing_row_m_tourism_unit_1000_2": "≥ 15.0",
    "max_far_tourism_unit_1000_2": "2.4",
    "min_plot_size_sqm_tourism_unit_2000": "2000",
    "min_existing_row_m_tourism_unit_2000": "≥ 15.0",
    "max_far_tourism_unit_2000": "3.0",
    "max_ground_coverage_tourism_unit_2000": "50%",
    "additional_notes": "Additional notes:"
  },
  {
    "page_number": "79",
    "section": "Annexure",
    "document_title": "Norms for Height of the Building",
    "hill_areas_description_1": "The maximum height of the building in hill areas shall be less than 15 mt including stilts or sloping roofs. No relaxation or compounding shall be considered which results in the height of building exceeding 15.0mt.",
    "hill_areas_description_2": "The building height shall be as below depending upon the Right of Way of the approach road.",
    "hill_areas_right_of_way_less_than_4.5m": "6.0",
    "hill_areas_right_of_way_4.5m_to_7.5m": "9.0",
    "hill_areas_right_of_way_7.5m_to_9.0m": "12.0",
    "hill_areas_right_of_way_greater_than_9.0m": "< 15.0",
    "plain_areas_description": "The Maximum height of the building shall be as given below in Plains: (except high rise building zones defined in the Master Plan).",
    "plain_areas_right_of_way_less_than_7.5m": "6.0",
    "plain_areas_right_of_way_7.5m_to_9.0m": "9.0",
    "plain_areas_right_of_way_9.0m_to_12.0m": "12.0",
    "plain_areas_right_of_way_12.0m_to_18.0m": "24.0",
    "plain_areas_right_of_way_greater_than_18.0m": "30.0",
    "additional_notes_1": "The above-mentioned heights shall be permissible as per allowed FAR.",
    "additional_notes_2": "One extra floor of 3.0 mt height in hills and plains may be permitted on the roads having RoW more than 6.0 mt for providing Hill/Colonial Architecture as per façade policy. Parking shall be provided on total consumed FAR",
    "additional_notes_3": "One stilt parking height (if the height of stilt from floor to under finish of each slab is maximum 2.40 mt.) shall be excluded from the above- mentioned permissible heights and FAR. However, stilt shall be counted in FAR and height of the building for computation of fire safety norms. In case of stilts, adequate shear walls shall be provided, structural and soil bearing capacity certification and related plans prepared by structural Engineer as per IS Code 1893 Part-I shall be furnished.",
    "additional_notes_4": "Maximum 1.5 mt height may be permissible extra for sloping roof upto ridge level.",
    "additional_notes_5": "Building heights specifically mentioned in Uttarakhand Building Byelaws 2011 (amendment) for some activities/ area shall be adhered to e.g.: - Height in Nainital, Mussoorie, farmhouse etc, Building height on valley side etc."
  },
  {
    "page_number": "80",
    "title": "Norms for Equivalent Car Space (Parking) for Hills and Plains areas",
    "tourism_units": "1 ECS for 2 guest room, additional parking for other commercial activities such as conference/banquet/ exhibition hall/ food court/restaurant etc. at 2.00 ECS per 100 sq.mt. of built-up area.",
    "resorts_eco_resorts": "1.0 ECS/100 sqm of built-up area.",
    "motel": "1.50 ECS + 1 coach bay for every 10 rooms"
  },
  {
    "error": "No extractable content found in document"
  },
  {
    "Uttarakhand": "Simply Heaven!",
    "www.uttarakhandtourism.gov.in": "www.uttarakhandtourism.gov.in"
  }
]