[
  {
    "document_title": "ixigo Uttarakhand Travel Guide",
    "document_url": "http://www.ixigo.com/travel-guide/uttarakhand",
    "page_number": "2",
    "pauri_legend_garuda_action": "Garuda, the holy bird, was carrying the pitcher of Amrita (nectar of the Gods)",
    "pauri_legend_amrita_drops_location": "drops fell, one of which made a pool in Haridwar",
    "pauri_legend_current_name": "Hari ki Pauri",
    "pauri_risk_warning": "Don't go too deep or you run the risk of drowning.",
    "pauri_evening_activity": "Evenings are a magical time here, when thousands of earthen lamps are immersed in the river after the aarti.",
    "pauri_temple_chandi_devi_location": "Along the banks of the Ganges",
    "pauri_temple_chandi_devi_builder": "built by the King of Kashmir",
    "pauri_temple_chandi_devi_position": "rests atop the Neel Parvat",
    "pauri_temple_maya_devi_significance": "it is believed that Sati's heart and navel fell",
    "pauri_temple_mansa_devi_activity": "A cable car ride will take you to the Mansa Devi Temple.",
    "pauri_status_pilgrimage_site": "one of the most sacred Hindu pilgrimage sites in India",
    "pauri_famous_event": "also famous for 12-yearly Kumbh Mela, when devotees throng here in large numbers",
    "pauri_spiritual_experience": "For a truly fervent, spiritual experience, attend the magnificent and elaborate evening aarti and prayer offerings at Har ki Pauri.",
    "pauri_nature_description": "Blessed with nature's bounty, Haridwar is home to beautiful flora and fauna.",
    "pauri_rajaji_national_park_offerings": "Rajaji National Park offers organised tours and safaris for a closer look at the wildlife.",
    "pauri_padartha_farms_location": "located within the premise of the Patanjali Yogpeeth",
    "pauri_padartha_farms_description": "the biggest food park in the country",
    "pauri_city_dweller_benefits": "comes as a respite for city dwellers, with acres of lush farmland and meditation centres.",
    "pauri_literary_connection_description": "The charming town has been immortalised in many a fiction tales, especially Ruskin Bond's most loved stories.",
    "pauri_popular_market_name": "Bara Bazaar",
    "pauri_popular_market_location": "located on the Railway",
    "road_delicacies_restriction": "The local delicacies are strictly vegetarian",
    "road_drinking_restriction": "drinking is not allowed in the city",
    "ranikhet_description_nature_priority": "Ranikhet is one of those rare hill stations that gives nature precedence over man.",
    "ranikhet_wildlife_leopards_caution": "don't be surprised when you come face to face with a sign that cautions, 'Leopards have the right of way'.",
    "ranikhet_wildlife_monkeys_activity": "monkeys that swing through its trees",
    "ranikhet_wildlife_deer_bears_habitat": "the deer and bears that hide in the thick of its groves",
    "ranikhet_wildlife_birds_activity": "the birds that soar in its sky",
    "ranikhet_environment_description": "Ironically, this thickly forested paradise",
    "ranikhet_origin_period": "was brought into existence by the British, who in the late 1860s came looking to house army and administration in a hilly 'station'",
    "ranikhet_colonial_advantages": "could provide both strategic and economic advantages to the colonial masters.",
    "ranikhet_highlands_attribute": "The natural beauty of the Ranikhet highlands",
    "lansdowne_meadows_description": "The tranquil meadows surrounded by soaring pine and leafy oak forests with a 180 degree panoramic view of the Himalaya",
    "lansdowne_original_purpose": "provided ideal environs to house an army regiment.",
    "lansdowne_economic_resources": "Its surrounding environs provided the most important natural economic resources of the time, such as timber and resin",
    "lansdowne_resources_usage": "both of which were used in the construction of one of the largest railroad systems in the world.",
    "lansdowne_recommendation": "This place is a must visit!",
    "lansdowne_infrastructure_status": "infrastructure is well-maintained",
    "lansdowne_roads_accessibility": "make Lansdowne's roads highly accessible.",
    "lansdowne_commercial_activity_restriction": "Commercial activity is restricted",
    "lansdowne_commercial_activity_benefit": "which helps to keep its unspoiled, untouched charm intact.",
    "lansdowne_snow_view_point_offerings": "The popular Snow-View Point offers a stunning view of some of the Himalayan peaks like Chaukhamba.",
    "lansdowne_activities_leisure": "Take slow, quiet walks around town",
    "lansdowne_activities_adventure": "go for a more rigorous trek in the steep tracks around Lansdowne to completely soak in its spectacular beauty.",
    "lansdowne_quiet_hill_station_status": "Also known to be one of the quietest hill stations in India.",
    "lansdowne_cantonment_office_location": "The command office of the Garhwal Rifles Battalion of the Indian Army is located here.",
    "lansdowne_cantonment_board_role": "The Cantonment Board is in charge of the administration, saving Lansdowne from unchecked development.",
    "lansdowne_historical_status": "Back in the Raj, it was a popular hill station.",
    "lansdowne_former_name": "Formerly Kalundanda",
    "lansdowne_renaming_person": "Sir Henry Petty-Fitzmaurice",
    "lansdowne_renaming_person_title": "Marquis of Lansdowne and Viceroy of India",
    "lansdowne_renaming_person_years": "1888-1894",
    "lansdowne_roads_lining": "Winding roads are still lined with colonial bungalows.",
    "lansdowne_migratory_birds_reason": "The town gets many migratory birds due to its proximity to the Sonanadi Division of Corbett NP.",
    "lansdowne_general_description_quaint_offbeat": "Away from the usual tourist traffic and crowded markets, this quaint and offbeat little hill-station in the Pauri Garhwal region",
    "lansdowne_legacy_origin": "is a legacy of the British, particularly viceroy Lord Lansdowne",
    "lansdowne_naming_origin": "after whom it takes its name.",
    "lansdowne_environment_details": "With lush green surroundings, dense pine and oak forests",
    "lansdowne_suitability": "Lansdowne is best suited for those looking for peace and tranquility.",
    "lansdowne_military_affiliation": "The area comes under Indian Army's Garhwal Rifles"
  },
  {
    "document_title": "Uttarakhand Travel Guide",
    "document_url": "http://www.ixigo.com/travel-guide/uttarakhand",
    "page_number": "3",
    "kausani_location": "near Almora in Uttarakhand",
    "kausani_association": "Anashakti Ashram, which played host to Mahatma Gandhi and based on which he wrote the 'Anashakti Yog'.",
    "kausani_description_hilltown_view": "The hill-town offers a breathtaking, 300kms-wide view of the Himalayan range, including the majestic peaks of Nanda Devi, Panchchuli and Trishul, particularly scenic when the mountains change their hues at dusk and dawn.",
    "kausani_description_mahatma_gandhi_quote": "For this, Mahatma Gandhi famously dubbed this beautiful hillstation as the 'Switzerland of India'.",
    "kausani_description_nature": "The lush green trees, thick pine forests and softly fragrant, blossoming flowers offer a chance to experience nature in all its bounty, perfect for a calm, quiet walk around town.",
    "general_food_tip_part1": "visit place if you are looking for great food. Experience yourself going into a different zone when you taste the food served here.",
    "general_food_tip_part2": "A paradise for food lovers. One can taste different types of food that are made by the brilliant chefs.",
    "general_food_tip_part3": "Do visit the restaurant, to have a great time in Corbett along with loved ones.",
    "general_restaurant_ambiance_note": "it's carve a niche with the upmarket ambiance and efficient service.",
    "where_to_eat_section_title": "Where To Eat",
    "where_to_eat_places_count": 5,
    "where_to_eat_url": "http://www.ixigo.com/foods-in-of-uttarakhand-lp-1273186",
    "restaurant_1_name": "Foodies",
    "restaurant_1_address": "Beside Asthan Mall, Lakhanpur, Ramnagar, Jim Corbett National Park, Corbett, Uttarakhand 244715, India",
    "restaurant_1_phone": "+91-594-7253022",
    "restaurant_1_description": "Foodies is a great place to hang out with loved ones. The ambience of this restaurant attracts every food lover out there. A must",
    "restaurant_2_name": "Dosa Plaza",
    "restaurant_2_address": "Nirmala Sarey, Opposite Railway Station, Haridwar, Uttarakhand 249401, India",
    "restaurant_2_phone": "+91-22-27830707",
    "restaurant_2_description_south_indian_food": "If you are an, ardent lover of South Indian food, and thought that you might not even hear an option for the same in a town like Haridwar, Dosa Plaza is here to surprise you.",
    "restaurant_2_description_specialties": "Right opposite to the railway station, Dosa Plaza doles out the crunchiest, tastiest of dosas in the town, along with mini idlis and uttapams as their specialities.",
    "restaurant_2_description_chach": "Chach, another delicacy, is something that's not to be missed here. Relatively new in the region,",
    "restaurant_3_name": "Big Ben Restaurant",
    "restaurant_3_address": "Railway Road, Haridwar Main Road, Devpura, Haridwar, Uttarakhand 249401, India",
    "restaurant_3_phone": "+91-1334-220938",
    "restaurant_3_description_ambiance_food": "Enjoy the soothing ambience of Big Ben Restaurant with one of the best veg thalis in town.",
    "restaurant_3_description_music_charm": "The music here adds charm to the place which is rare to the religious town of Haridwar.",
    "restaurant_3_description_location_convenience": "Located at a walking distance from both the railway station and the bus stand, the restaurant is not only convenient to reach but is also perfect for a meal for the entire family.",
    "restaurant_3_description_service_food_quality": "The service can be a bit staff here can sometimes make you work on your vocal chords more than it is required but the food makes up for it big time.",
    "restaurant_3_description_recommendation": "Try the paranthas here along with vairas of different kinds.",
    "restaurant_4_name": "Freedom Ganga Cafe",
    "restaurant_4_address": "Near Lakshman Jhula, Rishikesh, Uttarakhand 249302, India",
    "restaurant_4_description_coffee_pasta": "Want to enjoy a cup of nice coffee along with the best pasta in town? If yes, then Freedom Ganga Cafe is just the place to be at.",
    "restaurant_4_description_hangout_continental": "Walk in here to hang out with friends after a long day of sightseeing and enjoy the possibly best continental dishes in Haridwar.",
    "restaurant_4_description_north_indian": "And for the ones in love with the traditional north Indian fare, there's the crispiest of 'paranthas' that comes with a variety of stuffing options, including cheese and more.",
    "restaurant_5_name": "Four Seasons",
    "restaurant_5_description": ""
  }
]